{
  "data_pesquisa": "2026-01-31",
  "fonte_principal": "Pesquisa web: sites TRF1, Rota Juridica, Ajufe, Migalhas, Conjur, CJF, OAB, Wikipedia, Jusbrasil",
  "total_desembargadores": 41,
  "desembargadores": {
    "trf1-alexandre-laranjeira": {
      "nome_completo": "Alexandre Jorge Fontes Laranjeira",
      "nascimento": {"data": "desconhecida", "cidade": "desconhecida"},
      "formacao": "Dados nao localizados na pesquisa web",
      "carreira_previa": "Juiz federal da Secao Judiciaria do Distrito Federal (SJDF). Promovido pelo criterio de antiguidade.",
      "origem": "magistratura",
      "secao": "dados nao confirmados",
      "turma": "dados nao confirmados",
      "especialidade": "dados nao localizados",
      "perfil_ideologico": "Nao ha dados suficientes para classificar",
      "perfil_psicologico": "Nao ha dados suficientes para classificar",
      "curiosidades": "Tomou posse em 05/03/2024. Ocupou vaga decorrente da aposentadoria do desembargador federal Daniel Paes Ribeiro (aposentado em 17/07/2023). Nomeado por Geraldo Alckmin (no exercicio da Presidencia). Decreto publicado no DOU em 29/02/2024.",
      "posse_trf1": "05/03/2024",
      "criterio_promocao": "antiguidade",
      "vaga_origem": "aposentadoria de Daniel Paes Ribeiro"
    },
    "trf1-alexandre-vasconcelos": {
      "nome_completo": "Alexandre Machado Vasconcelos",
      "nascimento": {"data": "desconhecida", "cidade": "desconhecida"},
      "formacao": "Graduacao em Direito (1990) pela Universidade de Brasilia (UnB)",
      "carreira_previa": "Promotor de Justica do MPDFT. Juiz federal desde 1993 (2o Concurso do TRF1). Titular da 18a Vara da SJDF. Juiz convocado na Presidencia do TRF1 (1995-1997), Corregedoria Regional, gabinetes de varios desembargadores (Isabel Gallotti, Souza Prudente, Jose Amilcar Machado, Novely Vilanova, Marcos Augusto de Souza), Vice-Presidencia (2022-2023). Membro suplente do TRE/PA (1999).",
      "origem": "magistratura",
      "secao": "3a",
      "turma": "5a Turma",
      "especialidade": "Licitacao, contratos administrativos, atos administrativos em geral, concursos publicos, direito ambiental, sucessoes, registros publicos",
      "perfil_ideologico": "Nao ha dados suficientes para classificar",
      "perfil_psicologico": "Descrito como entusiasmado com novos desafios e materias diversas e urgentes",
      "curiosidades": "Tomou posse em 07/12/2023 junto com Joao Carlos Mayer Soares. Ocupou vaga da aposentadoria do desembargador federal Olindo Menezes. Gabinete: Ed. Sede II, 7o andar.",
      "posse_trf1": "07/12/2023",
      "criterio_promocao": "antiguidade",
      "vaga_origem": "aposentadoria de Olindo Menezes"
    },
    "trf1-daniele-maranhao": {
      "nome_completo": "Daniele Maranhao Costa",
      "nascimento": {"data": "desconhecida", "cidade": "Rio de Janeiro/RJ"},
      "formacao": "Bacharela em Direito pela UnB. Especializacao em Direito Penal e Tributario, pos-graduacoes em Direito Constitucional e Processual Civil. Mestre em Direito pela UnB (Direito, Estado e Constituicao).",
      "carreira_previa": "Advogada antes da magistratura. Diversas funcoes administrativas no TRF1 incluindo assessoria a presidencia. Juiza Federal desde 1993 em MG, TO e DF. Titular da 5a Vara Federal SJDF. Coordenou nucleos de conciliacao e dirigiu o foro. Integrou 4 vezes lista triplice do TRF1.",
      "origem": "magistratura",
      "secao": "3a",
      "turma": "Presidente da 3a Secao. Ex-presidente da 5a Turma (2018-2020)",
      "especialidade": "Direito regulatorio e economico, licitacao, contratos administrativos, concursos publicos, direito ambiental",
      "perfil_ideologico": "Perfil de defesa de direitos humanos e perspectiva cosmopolita. Autora do livro 'Juizes Cosmopolitas: por uma concepcao mundial de direitos humanos'",
      "perfil_psicologico": "Engajada com questoes de genero e direitos da mulher. Membro da Comissao AJUFE Mulheres e presidente da Comissao TRF1 Mulheres",
      "curiosidades": "12a mulher a integrar a Corte desde 1989, 5a em atividade na epoca. Nomeada por Michel Temer em 19/10/2017. Posse em 14/11/2017. Vaga da aposentadoria de Neuza Alves da Silva. Recebeu Ordem do Merito do Tocantins, Ordem do Merito Judiciario Militar (STM) e Titulo de Cidada Soteropolitana. Instrutora certificada pelo CNJ para Formacao de Conciliadores. Publicou livro sobre direitos humanos.",
      "posse_trf1": "14/11/2017",
      "criterio_promocao": "merecimento",
      "vaga_origem": "aposentadoria de Neuza Alves da Silva"
    },
    "trf1-hercules-fajoses": {
      "nome_completo": "Hercules Fajoses",
      "nascimento": {"data": "24/05/1969", "cidade": "Rio de Janeiro/RJ"},
      "formacao": "Bacharelado em Direito pela Universidade Catolica de Petropolis/RJ (UCP). Especializacao em Direito Tributario pelo IBET. Doutorando em Ciencias Juridicas pela Universidade Autonoma Luis de Camoes, Lisboa/Portugal.",
      "carreira_previa": "Advogado militante por mais de 17 anos em Direito Tributario, Constitucional, Administrativo e Eleitoral. Procurador Geral Adjunto Municipal, Consultor Juridico, advogado de associacoes e sindicatos no Nordeste e Brasilia. Advocacia empresarial e contencioso judicial. Chefe da assessoria juridica da Vice-Presidencia da Republica. Parecerista do Conselho Nacional de Defesa. Membro da Comissao de Direito Constitucional da OAB-DF. Membro do Comite de Gestao de TI da Presidencia da Republica.",
      "origem": "OAB (quinto constitucional)",
      "secao": "4a",
      "turma": "4a Secao (7a, 8a e 13a Turmas)",
      "especialidade": "Direito Tributario, Constitucional, Administrativo e Eleitoral",
      "perfil_ideologico": "Oriundo da advocacia publica e privada, com vinculacao a Vice-Presidencia da Republica",
      "perfil_psicologico": "Perfil institucionalista com carreira diversificada entre setor publico e privado",
      "curiosidades": "Posse em 03/06/2015. Nomeado por Dilma Rousseff. Vaga do quinto constitucional decorrente da aposentadoria de Carlos Olavo Pacheco de Medeiros. Condecoracoes: Comendador Marinha (Ordem do Merito Naval), Medalha da Vitoria (Ministerio da Defesa), Cavaleiro do CBMDF, Medalha do Merito Sindicalista de BH.",
      "posse_trf1": "03/06/2015",
      "criterio_promocao": "quinto constitucional (OAB)",
      "vaga_origem": "aposentadoria de Carlos Olavo Pacheco de Medeiros"
    },
    "trf1-jamil-de-jesus-oliveira": {
      "nome_completo": "Jamil Rosa de Jesus Oliveira",
      "nascimento": {"data": "06/12/1956", "cidade": "Itaucu/GO"},
      "formacao": "Bacharel em Direito pela Associacao de Ensino Unificado do Distrito Federal (AEUDF), diploma expedido em setembro de 1982.",
      "carreira_previa": "Agente Administrativo do INEP (1978-1979). Assistente Juridico do IDR/GDF (1982). Auxiliar Judiciario do TFR (1979-1983). Advogado (1983-1988, OAB-DF 4.811). Assistente Juridico do DF (1983-1988). Juiz Federal desde 26/02/1988 (decreto presidencial). Titular da 14a Vara SJDF. Atuou em Correicoes Ordinarias e Extraordinarias em GO, MT, PI, MG, AM, RO e MA.",
      "origem": "magistratura",
      "secao": "3a",
      "turma": "3a Secao (5a, 6a, 11a e 12a Turmas)",
      "especialidade": "Direito administrativo geral, correicoes judiciarias",
      "perfil_ideologico": "Nao ha dados suficientes para classificar. Perfil tecnico e institucionalista.",
      "perfil_psicologico": "Carreira longa e consistente na magistratura federal, com forte atuacao em atividades correicionais",
      "curiosidades": "Integrante do Corpo Diretor do TRF1. Nomeado por Decreto Presidencial de 19/11/2014, posse em 16/12/2014. Criterio de antiguidade. Vaga da aposentadoria de Luciano Tolentino Amaral. Carreira inteiramente desenvolvida na JF desde 1988.",
      "posse_trf1": "16/12/2014",
      "criterio_promocao": "antiguidade",
      "vaga_origem": "aposentadoria de Luciano Tolentino Amaral"
    },
    "trf1-joao-luiz-de-sousa": {
      "nome_completo": "Joao Luiz de Sousa",
      "nascimento": {"data": "09/04/1955", "cidade": "Barueri/SP"},
      "formacao": "Formacao academica nao detalhada na pesquisa, mas foi professor universitario no UniDF/AEUDF (1987-1993).",
      "carreira_previa": "Estagiario da Defensoria Publica do MPDFT (1980-1982). Coordenador da Defensoria Publica de Taguatinga/DF. Atuou nas Defensorias de Gama e Brazlandia. Promotor de Justica Substituto do MPDFT (1985-1988). Membro da Comissao Permanente de Defesa do Meio Ambiente do MPDFT. Juiz Federal desde 26/02/1988 na 2a Vara da SJAM. Removido para Ilheus/BA (1988) e 15a Vara do DF (1993). Professor universitario no UniDF (1987-1993). Juiz do TRE/AM (1988).",
      "origem": "magistratura",
      "secao": "1a",
      "turma": "1a Secao (1a, 2a e 9a Turmas)",
      "especialidade": "Servidores publicos, materia previdenciaria, direito ambiental",
      "perfil_ideologico": "Carreira marcada por atuacao em defensoria, ministerio publico e magistratura. Perfil sensivel a questoes ambientais (recebeu distincao da Fundacao Biodiversitas/WWF).",
      "perfil_psicologico": "Perfil versatil com experiencia em multiplas carreiras juridicas",
      "curiosidades": "Nomeado em 19/11/2014, posse em 01/12/2014. Titular da 15a Vara SJDF. Juiz instrutor do 2o Curso de Preparacao de Magistrados Federais (1994). Honrarias: TJDFT (2005), Ministerio do Exercito (1995), Fundacao Biodiversitas/WWF (1990).",
      "posse_trf1": "01/12/2014",
      "criterio_promocao": "nao especificado na pesquisa",
      "vaga_origem": "nao identificada na pesquisa"
    },
    "trf1-leao-alves": {
      "nome_completo": "Leao Aparecido Alves",
      "nascimento": {"data": "desconhecida", "cidade": "desconhecida"},
      "formacao": "Bacharel em Direito pela AEUDF (1990). Pos-graduado em Direito Penal e Processo Penal pela Universidade Anhanguera Uniderp (2013).",
      "carreira_previa": "Juiz federal substituto e titular da SJGO (1994-1999). Juiz substituto e titular do TRE/GO (2009-2010 e 2013-2015). Juiz federal convocado das Turmas Suplementares do TRF1 (2001-2004 e 2011). Juiz convocado em nove gabinetes de desembargadores federais (2003-2020). Juiz instrutor no STJ no gabinete da Ministra Isabel Gallotti (2021).",
      "origem": "magistratura",
      "secao": "2a",
      "turma": "2a Secao (3a, 4a e 10a Turmas)",
      "especialidade": "Materia penal em geral, improbidade administrativa, desapropriacao direta e indireta",
      "perfil_ideologico": "Linha garantista: defesa das prerrogativas constitucionais da presuncao de inocencia e do amplo direito de defesa",
      "perfil_psicologico": "Reconhecido como exemplo de gestor que zela pelo bom clima organizacional de trabalho. Admirado pelos servidores.",
      "curiosidades": "Empossado em 10/05/2023 pelo criterio de merecimento. Vagas da Lei 14.253/2021 (ampliacao de 27 para 43). Apoiado pelo Sinjufego. Longa trajetoria como juiz convocado em diversas instancias.",
      "posse_trf1": "10/05/2023",
      "criterio_promocao": "merecimento",
      "vaga_origem": "Lei 14.253/2021 (ampliacao do TRF1)"
    },
    "trf1-morais-da-rocha": {
      "nome_completo": "Eduardo Morais da Rocha",
      "nascimento": {"data": "desconhecida", "cidade": "Brasilia/DF"},
      "formacao": "Graduacao em Direito pela UnB (1994). Especializacao em Ordem Juridica e Ministerio Publico pela ESMPDF (1995). Atualizacao e Aperfeicoamento das Carreiras Juridicas pela Esma/DF (1996). Mestrado em Direito pela UFMG (2005). Doutorado em Direito pela UFMG (2015). Pos-Doutorado em Ciencias Juridico-Politicas pela Universidade de Lisboa sob supervisao do Prof. Jorge Miranda (2015-2016).",
      "carreira_previa": "Juiz federal, convocado diversas vezes desde 2017 para substituir desembargadores no TRF1 e auxiliar Vice-Presidencia e Corregedoria Regional. Professor emerito da ESMAF (2019-2022). Coordenador da ESMAF na SJMG (2019-2022).",
      "origem": "magistratura",
      "secao": "1a",
      "turma": "1a Secao (1a, 2a e 9a Turmas)",
      "especialidade": "Gestao processual inovadora, direito previdenciario, direito administrativo, direito tributario. Publicacoes em direitos sociais e praticabilidade tributaria.",
      "perfil_ideologico": "Perfil de eficiencia e produtividade. Foco em gestao processual e celeridade.",
      "perfil_psicologico": "Extremamente produtivo e inovador. Desenvolveu metodo de gestao processual usando Excel e reunioes virtuais que zerou acervo de 42 mil processos. Chegou a levar mais de 1000 processos em uma unica sessao.",
      "curiosidades": "Posse em 26/04/2022 por merecimento. Vaga de Francisco de Assis Betti. Integrou 3 vezes consecutivas lista triplice. RECORDE: zerou acervo de 42.962 processos (maior volume de todo o TRF1 e de todos tribunais brasileiros). Metodo reconhecido pela OAB e CNJ. Cada servidor se tornou responsavel por um tema de processo. Publicacoes: 'O Papel da Jurisdicao Constitucional no Controle das Politicas Restritivas de Direitos Sociais em Tempos de Crise' (2018) e 'Teoria Institucional da Praticabilidade Tributaria' (2016).",
      "posse_trf1": "26/04/2022",
      "criterio_promocao": "merecimento",
      "vaga_origem": "aposentadoria de Francisco de Assis Betti"
    },
    "trf1-novely-vilanova": {
      "nome_completo": "Novely Vilanova da Silva Reis",
      "nascimento": {"data": "13/09/1950", "cidade": "Ribeira do Pombal/BA"},
      "formacao": "Bacharel em Direito pela Faculdade de Direito da Sociedade Barramansense de Ensino Superior (Barra Mansa/RJ), concluido em 28/12/1978.",
      "carreira_previa": "Procurador Autarquico do DNER: chefiou Procuradoria do 20o DRF/DNER em Alagoas e a Representacao da Procuradoria-Geral em Brasilia. Juiz Federal da 7a Vara SJDF (nomeado em 23/02/1987). Exerceu em SJ do RJ, AM, AC, PI e TO. Diretor do Foro SJDF (1998-1999). Juiz membro TRE/PA. Professor de Direito Processual Civil no UniCEUB (1991-2010). Comissao Examinadora do concurso para Procurador do MP junto ao TCU (1994). Seminario de Direito Ambiental nos EUA (1998).",
      "origem": "magistratura",
      "secao": "4a",
      "turma": "4a Secao (7a, 8a e 13a Turmas)",
      "especialidade": "Direito Processual Civil, liquidacao de sentenca, honorarios, acao monitoria, tutela antecipada, agravo de instrumento, pericia judicial",
      "perfil_ideologico": "Nao ha dados suficientes. Descrito pela ministra Eliana Calmon como 'pessoa muito especial, pelo sentimento, pela sensibilidade e pelo amor as coisas que lhe sao caras, entre elas a Justica Federal'.",
      "perfil_psicologico": "Perfil academico prolixo com vasta producao de obras juridicas. Longa carreira na magistratura federal (desde 1987). Sensibilidade e comprometimento destacados.",
      "curiosidades": "Posse em 19/07/2012 por antiguidade (unanimidade de votos). Vaga de Sebastiao Fagundes de Deus. Filho de Cirilo Cardoso dos Reis e Adelisia Cardoso da Silva Reis. Condecoracoes: Medalha do Pacificador (Exercito, 1990), Ordem do Merito Militar (Cavaleiro, 1992), Ordem do Merito Aeronautico (Oficial, 2000). Obras publicadas: 'A Liquidacao de Sentenca contra a Fazenda Publica', 'A Fixacao dos Honorarios Advocaticios', 'Acao Monitoria', 'A Antecipacao da Tutela no Processo Civil', entre outras.",
      "posse_trf1": "19/07/2012",
      "criterio_promocao": "antiguidade",
      "vaga_origem": "aposentadoria de Sebastiao Fagundes de Deus"
    },
    "trf1-rosana-kaufmann": {
      "nome_completo": "Rosana Noya Alves Weibel Kaufmann",
      "nascimento": {"data": "desconhecida", "cidade": "desconhecida"},
      "formacao": "Bacharela em Administracao de Empresas pela UCSAL. Mestre em Direito Economico pela UFBA.",
      "carreira_previa": "Procuradora da Fazenda do Estado da Bahia. Analista do TRE/BA. Juiza federal da 6a Vara SJDF, da 6a e 7a Varas SJBA, da Vara Unica Federal de Ilheus/BA. Diretora do foro da SJBA (1999-2001). Juiza do TRE/BA. Integrou a Turma Nacional de Uniformizacao. Juiza substituta convocada do TRF1.",
      "origem": "magistratura",
      "secao": "3a",
      "turma": "12a Turma (3a Secao)",
      "especialidade": "FIES, justica social, acesso ao ensino superior, direito administrativo, direito economico",
      "perfil_ideologico": "Compromisso com justica social e defesa do acesso ao ensino superior. Engajamento com questoes sociais.",
      "perfil_psicologico": "Profundo engajamento social ao longo da carreira. Diversificada experiencia em multiplas jurisdicoes.",
      "curiosidades": "Posse em 10/05/2023 por antiguidade. Vaga da aposentadoria de Angela Catao. Uma das 3 juizas da SJBA entre os 14 novos desembargadores. Lotada no Gabinete Desembargadora Angela Catao, 7o andar, Ed. Sede II.",
      "posse_trf1": "10/05/2023",
      "criterio_promocao": "antiguidade",
      "vaga_origem": "aposentadoria de Angela Catao"
    },
    "trf1-ana-carolina-roman": {
      "nome_completo": "Ana Carolina Alves Araujo Roman",
      "nascimento": {"data": "desconhecida", "cidade": "Natal/RN (potiguar)"},
      "formacao": "Graduacao em Direito pela UFRN (1999). Especializacao em Direitos Humanos pela USP (2007). Mestrado em Direito Constitucional pelo IDP (2020).",
      "carreira_previa": "Procuradora da Republica desde 2004. Vice-presidente da ANPR. Procuradora-chefe substituta e procuradora-chefe da PRDF. Corregedora auxiliar do MPF (2014-2016). Integrante do Grupo de Apoio ao Combate a Escravidao Contemporanea. Representante da ANPR na Conatrae.",
      "origem": "MP (quinto constitucional)",
      "secao": "3a",
      "turma": "12a Turma",
      "especialidade": "Licitacao, contratos administrativos, atos administrativos, concursos publicos, direito ambiental, direitos humanos",
      "perfil_ideologico": "Atuacao marcante em direitos humanos, combate a escravidao contemporanea e trafico de pessoas",
      "perfil_psicologico": "Nome de conciliacao com ampla base de apoio no governo e na oposicao",
      "curiosidades": "19a mulher a integrar a Corte desde 1989, 10a em atividade. Posse em 07/06/2023. Nomeada por Lula. Quinto constitucional do MPF. Vaga da Lei 14.253/2021.",
      "posse_trf1": "07/06/2023",
      "criterio_promocao": "quinto constitucional (MPF)",
      "vaga_origem": "Lei 14.253/2021 (ampliacao do TRF1)"
    },
    "trf1-antonio-scarpa": {
      "nome_completo": "Antonio Oswaldo Scarpa",
      "nascimento": {"data": "desconhecida", "cidade": "desconhecida (atuava na Bahia)"},
      "formacao": "Mestre em Direito Publico pela UFBA.",
      "carreira_previa": "Juiz federal titular da 17a Vara da SJBA. Integrou TRE-BA como juiz ouvidor e diretor da Escola Judiciaria Eleitoral (EJE-BA). Professor de Direito Penal. Autor e coautor de obras juridicas.",
      "origem": "magistratura",
      "secao": "dados nao confirmados",
      "turma": "dados nao confirmados",
      "especialidade": "Direito Penal",
      "perfil_ideologico": "dados nao localizados",
      "perfil_psicologico": "dados nao localizados",
      "curiosidades": "Posse em 10/05/2023 por merecimento. Lei 14.253/2021. Um dos 3 juizes da SJBA entre os 14 novos desembargadores. Gabinete: Ed. Sede II, 2o andar, sala 2N.",
      "posse_trf1": "10/05/2023",
      "criterio_promocao": "merecimento",
      "vaga_origem": "Lei 14.253/2021 (ampliacao do TRF1)"
    },
    "trf1-candice-lavocat-galvao-jobim": {
      "nome_completo": "Candice Lavocat Galvao Jobim",
      "nascimento": {"data": "desconhecida", "cidade": "desconhecida"},
      "formacao": "Graduacao em Direito pelo UniCEUB (1996). Mestrado (LL.M) pela University of Texas at Austin (1998).",
      "carreira_previa": "Advogada (1996-2000). Procuradora da Fazenda Nacional. Procuradora do Estado da Bahia. Juiza federal desde 2005 na SJDF. Juiza Substituta da 2a Vara SJDF e Turma Recursal do DF. Professora de Direito Civil no UniCEUB. Presidente da Ajufer (2012-2014). Conselheira do CNJ (2019-2021). Juiza auxiliar do Ministro Joao Otavio de Noronha no CNJ (2016-2018).",
      "origem": "magistratura",
      "secao": "3a",
      "turma": "3a Secao",
      "especialidade": "Direito Civil, direito administrativo",
      "perfil_ideologico": "dados nao localizados",
      "perfil_psicologico": "Lideranca associativa forte (presidente da Ajufer, conselheira do CNJ)",
      "curiosidades": "Posse em 10/05/2023 por merecimento. Lei 14.253/2021.",
      "posse_trf1": "10/05/2023",
      "criterio_promocao": "merecimento",
      "vaga_origem": "Lei 14.253/2021 (ampliacao do TRF1)"
    },
    "trf1-carlos-moreira-alves": {
      "nome_completo": "Carlos Eduardo Maul Moreira Alves",
      "nascimento": {"data": "desconhecida", "cidade": "Rio de Janeiro/RJ"},
      "formacao": "Bacharelado em Direito pelo CEUB (1982). Pos-Graduacao pela UnB (1985) em Direito Civil, Constitucional, Penal Especial e Teoria Geral do Direito Publico.",
      "carreira_previa": "Advogado (ago-out 1982). Assessor de Subprocurador-Geral da Republica (1982-1984). Assessor da Presidencia do TRT. Desembargador federal desde 07/08/1998 pelo quinto constitucional (indicado pelo MPF). Vice-Presidente do TRF1 (2016-2018). Presidente do TRF1 (2018-2020). Membro TRE-DF (2 vezes).",
      "origem": "MP (quinto constitucional)",
      "secao": "4a",
      "turma": "4a Secao",
      "especialidade": "Direito Processual Civil, Processual Penal, Penal, Constitucional e Eleitoral",
      "perfil_ideologico": "dados nao localizados",
      "perfil_psicologico": "dados nao localizados",
      "curiosidades": "Filho do ex-presidente do STF Jose Carlos Moreira Alves. No TRF1 desde 1998. Ex-presidente do TRF1 (2018-2020). Vice-presidente: Kassio Nunes Marques (hoje STF). Medalha do Pacificador e Trofeu Merito da Advocacia Raymundo Faoro.",
      "posse_trf1": "07/08/1998",
      "criterio_promocao": "quinto constitucional (MPF)",
      "vaga_origem": "quinto constitucional"
    },
    "trf1-cesar-jatahy": {
      "nome_completo": "Cesar Cintra Jatahy Fonseca",
      "nascimento": {"data": "04/09/1970", "cidade": "Salvador/BA"},
      "formacao": "Graduacao em Direito pela UFBA (1993). Mestrado em Direito Publico pela UFBA.",
      "carreira_previa": "Professor de Direito Penal na UFBA (1998-2000), Escola de Magistrados da Bahia e Faculdade Sao Luis/MA. Juiz substituto na SJBA (1998). Juiz Federal Titular da 6a Vara SJMA (2001). Diretor do Foro no MA. Membro da Turma Recursal dos JEFs/MA. Removido para BA (2004). Juiz federal substituto no TRE-BA (2019).",
      "origem": "magistratura",
      "secao": "2a",
      "turma": "2a Turma (1a Secao) - atua em servidores publicos e materia previdenciaria. Tambem alocado na 2a Secao conforme composicao mais recente.",
      "especialidade": "Direito Penal, Constitucional, materia previdenciaria",
      "perfil_ideologico": "dados nao localizados",
      "perfil_psicologico": "dados nao localizados",
      "curiosidades": "Filho do desembargador Edmilson Jatahy Fonseca (falecido 2017, ex-VP e corregedor TRE-BA). Irmao do desembargador Jatahy Junior. Posse em 28/08/2020 por merecimento (mais votado na lista triplice com 22 votos). Vaga de Hilton Queiroz. Publicacoes sobre Rui Barbosa e responsabilidade penal da pessoa juridica.",
      "posse_trf1": "28/08/2020",
      "criterio_promocao": "merecimento",
      "vaga_origem": "aposentadoria de Hilton Queiroz"
    },
    "trf1-eduardo-martins": {
      "nome_completo": "Eduardo Filipe Alves Martins",
      "nascimento": {"data": "desconhecida", "cidade": "desconhecida"},
      "formacao": "Advogado desde 2006. Mestrado em Gestao Publica pelo ISCSP - Instituto Superior de Ciencias Sociais e Politicas da Universidade de Lisboa.",
      "carreira_previa": "Advogado especializado em direito administrativo e tributario. Ex-socio do escritorio Advocacia Martins. Atuante no TRF-1 e STJ.",
      "origem": "OAB (quinto constitucional)",
      "secao": "dados nao confirmados",
      "turma": "dados nao confirmados",
      "especialidade": "Direito Administrativo e Tributario",
      "perfil_ideologico": "Compromisso declarado com defesa das garantias e prerrogativas da advocacia. Disse: 'Meu gabinete sera a embaixada da advocacia'.",
      "perfil_psicologico": "dados nao localizados",
      "curiosidades": "Filho do ministro Humberto Martins (ex-presidente do STJ). Posse em 19/03/2024 com Flavio Jardim. Nomeado por Lula. Quinto constitucional da OAB. Mais votado da lista triplice do Conselho Federal da OAB. Agraciado com Colar do Merito Judiciario Ministro Nelson Hungria. Escritorio no Lago Sul.",
      "posse_trf1": "19/03/2024",
      "criterio_promocao": "quinto constitucional (OAB)",
      "vaga_origem": "Lei 14.253/2021 (ampliacao do TRF1)"
    },
    "trf1-euler-de-almeida": {
      "nome_completo": "Euler de Almeida Silva Junior",
      "nascimento": {"data": "desconhecida", "cidade": "desconhecida (carreira em Goias)"},
      "formacao": "Bacharelado em Direito pela UFG (1982-1986). Especializacao em Direito Processual Civil pela Universidade Catolica de Goias (1987-1988). Mestrado em Direito Agrario pela UFG (2000-2001).",
      "carreira_previa": "Promotor de Justica do MPGO (1989-1990). Promotor de Justica do MPDFT (1990-1993). Juiz federal da SJGO (1993-2023). Membro do TRE/GO (2007-2009). Coordenador do Nucleo de Conciliacao da SJGO (2012).",
      "origem": "magistratura",
      "secao": "1a",
      "turma": "1a Secao (1a, 2a e 9a Turmas)",
      "especialidade": "Direito Processual Civil, Direito Agrario, servidores publicos, previdenciario",
      "perfil_ideologico": "dados nao localizados",
      "perfil_psicologico": "dados nao localizados",
      "curiosidades": "Posse em 10/05/2023 por antiguidade. Lei 14.253/2021. Gabinete 28. Promovido junto com Urbano Leal Berquo Neto (ambos da SJGO).",
      "posse_trf1": "10/05/2023",
      "criterio_promocao": "antiguidade",
      "vaga_origem": "Lei 14.253/2021 (ampliacao do TRF1)"
    },
    "trf1-flavio-jardim": {
      "nome_completo": "Flavio Jaime de Moraes Jardim",
      "nascimento": {"data": "desconhecida (1978)", "cidade": "Goiania/GO"},
      "formacao": "Bacharelado em Direito pelo UniCEUB. Mestrado em Direito Constitucional pelo IDP. Mestrado em Direito Americano pela Boston University School of Law. Doutorado em Direito pela Fordham Law School. Licenciado para advogar no Brasil e no Estado de Nova Iorque/EUA.",
      "carreira_previa": "Advogado por 23 anos. Procurador do DF. Socio do escritorio Sergio Bermudes em Brasilia. Assessor de ministro do STF. Professor titular do IDP.",
      "origem": "OAB (quinto constitucional)",
      "secao": "dados nao confirmados",
      "turma": "dados nao confirmados",
      "especialidade": "Direito Constitucional, Direito Administrativo, Direito Americano",
      "perfil_ideologico": "dados nao localizados",
      "perfil_psicologico": "dados nao localizados",
      "curiosidades": "Posse em 19/03/2024 com Eduardo Martins. Nomeado por Lula. Quinto constitucional da OAB. Feito incomum: apoio tanto de Gilmar Mendes quanto de Luiz Fux (adversarios no STF). Agraciado com Colar Ministro Nelson Hungria.",
      "posse_trf1": "19/03/2024",
      "criterio_promocao": "quinto constitucional (OAB)",
      "vaga_origem": "Lei 14.253/2021 (ampliacao do TRF1)"
    },
    "trf1-gilda-sigmaringa-seixas": {
      "nome_completo": "Gilda Maria Carneiro Sigmaringa Seixas",
      "nascimento": {"data": "desconhecida", "cidade": "Rio de Janeiro/RJ (cresceu em Brasilia)"},
      "formacao": "Graduacao em Direito pelo UniCEUB. Pos-graduacao pela ESMPU e pela UnB. Cursando mestrado na UnB.",
      "carreira_previa": "Juiza federal desde 1995. Atuou em BH (26a Vara, 2a Vara Civel). Removida para SJDF (26a Vara JEF, 2005-2009). Coordenadora dos JEFs. Diretora do Foro da SJDF (2012). Inaugurou Central de Conciliacao da SJDF (2012) e Central de Descarte e Video Conferencia (2014).",
      "origem": "magistratura",
      "secao": "4a",
      "turma": "4a Secao (7a, 8a e 13a Turmas)",
      "especialidade": "Juizados Especiais Federais, conciliacao, gestao judicial",
      "perfil_ideologico": "dados nao localizados",
      "perfil_psicologico": "Perfil de gestora e inovadora. Foco em modernizacao, area social e eficiencia.",
      "curiosidades": "Posse em 16/12/2014 por merecimento. Vice-presidente do TRF1 (bienio 2024-2026). 2a mulher a dirigir a ESMAF. Representante regional da Ouvidoria Nacional da Mulher (Regiao Norte). Pai: deputado federal Janduhy Carneiro (PB). Marido: Antonio Carlos Sigmaringa Seixas Junior (pai advogado, ex-presidente OAB-DF 1973-1975). Filhos: Cristiana, Bruno, Rafaella. Neto: Gabriel. Implementou Curso Gestao Judicial 360.",
      "posse_trf1": "16/12/2014",
      "criterio_promocao": "merecimento",
      "vaga_origem": "nao identificada na pesquisa"
    },
    "trf1-gustavo-amorim": {
      "nome_completo": "Luis Gustavo Soares Amorim de Sousa",
      "nascimento": {"data": "desconhecida (circa 1984, posse aos 38 anos em 2022)", "cidade": "Sao Luis/MA"},
      "formacao": "Graduacao em Direito pelo UniCEUB. Especializacao em Poder Judiciario e Atividade Meio. Pos-graduacao em Direito Tributario. Mestrando em Direito nas Ciencias Juridico-Politicas pela Universidade Portucalense (UPT).",
      "carreira_previa": "Assessor do Departamento de Transformacao e Tecnologia Mineral do MME (2008-2009). Socio do Escritorio Soares Amorim Advogados (SL/MA e Brasilia). Presidente da Comissao de Direito Sindical OAB/MA. Professor da Universidade Ceuma.",
      "origem": "OAB (quinto constitucional)",
      "secao": "1a",
      "turma": "1a Turma (1a Secao)",
      "especialidade": "Direito Tributario, Administrativo, Sindical",
      "perfil_ideologico": "dados nao localizados",
      "perfil_psicologico": "dados nao localizados",
      "curiosidades": "Nomeado por Bolsonaro em 18/02/2022, posse em 25/02/2022. Vaga de Kassio Nunes Marques (nomeado ao STF). Filho do desembargador Leomar Amorim (TRF1 ate 2014). Sobrinho do ministro Reynaldo Soares da Fonseca (STJ). Casado com Rafaela Sarney, filha de Roseana Sarney. Mae: promotora Graca Amorim. 1o advogado com inscricao na OAB-MA a ocupar vaga do quinto constitucional no TRF1.",
      "posse_trf1": "25/02/2022",
      "criterio_promocao": "quinto constitucional (OAB)",
      "vaga_origem": "nomeacao de Kassio Nunes Marques ao STF"
    },
    "trf1-italo-fioravanti-sabo-mendes": {
      "nome_completo": "I'talo Fioravanti Sabo Mendes",
      "nascimento": {"data": "03/12/1962", "cidade": "Diamantino/MT"},
      "formacao": "Graduacao em Direito pela UnB (1983). Mestrado em Direito e Estado pela UnB (1987). Doutorado em Direito, Estado e Constituicao pela UnB (2008). Pos-Doutorado pela USAL/Universidade de Salamanca (2020).",
      "carreira_previa": "Advogado no SERPRO (1983-1984). Procurador da Republica desde 01/10/1984 na PRDF. Procurador Regional Eleitoral em MT e DF. Procurador-Chefe da PR/MT (1987-1988). Procurador-Chefe da PRDF (1989-1994). Procurador Regional da Republica (1a Regiao) e na PGE/TSE.",
      "origem": "MP (quinto constitucional)",
      "secao": "4a",
      "turma": "4a Secao (7a, 8a e 13a Turmas)",
      "especialidade": "Direito Processual Civil, Constitucional, Eleitoral",
      "perfil_ideologico": "dados nao localizados",
      "perfil_psicologico": "Perfil academico e intelectual destacado",
      "curiosidades": "No TRF1 desde 07/08/1998 (quinto constitucional MPF, nomeado por FHC). Ex-presidente do TRF1 (2020-2022). Ex-vice-presidente (2016-2018). Professor adjunto da UnB desde 1995. Titulo de Cidadao do Amazonas e Medalha Ruy Araujo.",
      "posse_trf1": "07/08/1998",
      "criterio_promocao": "quinto constitucional (MPF)",
      "vaga_origem": "quinto constitucional"
    },
    "trf1-joao-batista-moreira": {
      "nome_completo": "Joao Batista Gomes Moreira",
      "nascimento": {"data": "desconhecida", "cidade": "Patos de Minas/MG"},
      "formacao": "Graduacao em Direito pela UFPA. Doutorado e mestrado em Direito Administrativo pela UFMG. Especializacao em Direito Processual Penal pela UFG.",
      "carreira_previa": "Delegado de Policia Federal (1976-1983, incluindo Superintendente Regional do DPF em MT 1981-1982). Aprovado para Advogado do BACEN (1976, 5o lugar). Procurador da Republica (1983-1987, Procurador-Chefe no AM, Procurador Regional Eleitoral). Juiz Federal desde 1987 (4o Concurso do TFR) em AC, GO, AM, PI e TO.",
      "origem": "magistratura",
      "secao": "2a",
      "turma": "2a Secao (3a, 4a e 10a Turmas)",
      "especialidade": "Direito Administrativo, Processual Penal, Penal, materia criminal",
      "perfil_ideologico": "dados nao localizados",
      "perfil_psicologico": "Perfil altamente qualificado e respeitado. Carreira diversificada (PF, MPF, magistratura).",
      "curiosidades": "No TRF1 desde 15/02/2001 por merecimento. PRESIDENTE DO TRF1 (bienio 2024-2026). Diretor da ESMAF (2014-2016). Indicado em lista triplice (mais votado) para Ministro do STJ (2015). Convocado ao STJ em 2023 (Quinta Turma, vaga de Jorge Mussi). Natural de Patos de Minas/MG.",
      "posse_trf1": "15/02/2001",
      "criterio_promocao": "merecimento",
      "vaga_origem": "nao identificada na pesquisa"
    },
    "trf1-joao-carlos-mayer": {
      "nome_completo": "Joao Carlos Mayer Soares",
      "nascimento": {"data": "desconhecida", "cidade": "Rio Negro/PR"},
      "formacao": "Graduacao em Direito pelo CEUB (1991). Mestrando e doutorando em Ciencias Juridicas pela Universidade Autonoma de Lisboa/Portugal.",
      "carreira_previa": "Juiz federal titular da 17a Vara SJDF (desde 1999). Integrou Turma Recursal dos JEFs/DF (2006-2009). Vice-diretor do foro SJDF (2009-2010). Membro suplente TRE/PA (1999). Juiz convocado na Presidencia do TRF1 (1995-1997), Corregedoria Regional (2000-2003 e 2020-2022).",
      "origem": "magistratura",
      "secao": "dados nao confirmados",
      "turma": "dados nao confirmados",
      "especialidade": "dados nao localizados",
      "perfil_ideologico": "dados nao localizados",
      "perfil_psicologico": "dados nao localizados",
      "curiosidades": "Posse em 07/12/2023 por merecimento. Escolhido por Lula na lista triplice (tambem tinha Pablo Zuniga e Rosymaire Goncalves). Vaga de Candido Artur Medeiros Ribeiro Filho. Comenda Ordem do Merito Dom Bosco (TRT-10, 2003). Medalha do Pacificador (Exercito, 2007). Gabinete: Ed. Sede II, 7o andar.",
      "posse_trf1": "07/12/2023",
      "criterio_promocao": "merecimento",
      "vaga_origem": "aposentadoria de Candido Artur Medeiros Ribeiro Filho"
    },
    "trf1-katia-balbino": {
      "nome_completo": "Katia Balbino de Carvalho Ferreira",
      "nascimento": {"data": "desconhecida", "cidade": "Salvador/BA"},
      "formacao": "Bacharelado em Direito pela UnB (1994). Pos-graduacao lato sensu em Direito Processual Civil pelo IBDP/Instituto Brasiliense de Ensino.",
      "carreira_previa": "Juiza federal desde 1995. Atuou em Goiania (vara civel e execucao fiscal), mutirao no TRF1, vara criminal em Salvador (1998). Juiza Federal Titular da 9a Vara SJBA (1999-2006). Titular da 25a Vara/JEFs SJDF (2006-2010). Juiza convocada para auxilio a desembargadora Neuza Alves (2006-2010). Auxiliar da COJEF (2008-2010).",
      "origem": "magistratura",
      "secao": "3a",
      "turma": "6a Turma (3a Secao)",
      "especialidade": "Acessibilidade e inclusao, direito previdenciario, JEFs, processo civil",
      "perfil_ideologico": "Forte atuacao em acessibilidade e inclusao para pessoas com deficiencia no Judiciario",
      "perfil_psicologico": "Sensibilidade social destacada. Instrumental na Resolucao 343/2020 do CNJ sobre condicoes especiais para deficientes.",
      "curiosidades": "Posse em 10/05/2023 por merecimento. Coautora da Resolucao CJF 570/2019 (teletrabalho para magistrados com deficiencia). Peca fundamental para a Resolucao 343/2020 do CNJ. Lei 14.253/2021.",
      "posse_trf1": "10/05/2023",
      "criterio_promocao": "merecimento",
      "vaga_origem": "Lei 14.253/2021 (ampliacao do TRF1)"
    },
    "trf1-marcelo-albernaz": {
      "nome_completo": "Marcelo Velasco Nascimento Albernaz",
      "nascimento": {"data": "21/12/1973", "cidade": "Goiania/GO"},
      "formacao": "Bacharelado em Direito pela PUC/GO (1993). Especializacao em Direito Sanitario pela ESMPU/Fiocruz (2013). Mestrado em Ciencias Juridicas pela Universidade Autonoma de Lisboa (2018). Doutorando em Direito pela Universidade Autonoma de Lisboa.",
      "carreira_previa": "Fiscal de Posturas da Prefeitura de Goiania (1992-1994). Delegado de Policia de GO (1o lugar, 1994). Promotor de Justica e Promotor Eleitoral de GO (1o lugar, 1994-1995). Juiz Substituto e Eleitoral de GO (1o lugar, 1995-1997). Juiz Federal desde 02/1997 na SJGO. Atuou em GO (1997-1999), TO (1999-2012) e DF (2012+). Diretor do Foro SJDF (2020-2022). Juiz convocado no TRF1 (2004-2023).",
      "origem": "magistratura",
      "secao": "1a",
      "turma": "1a Turma (1a Secao)",
      "especialidade": "Direito Sanitario, gestao estrategica, processo judicial eletronico",
      "perfil_ideologico": "dados nao localizados",
      "perfil_psicologico": "Perfil de alto desempenho em concursos (1o lugar em 3 concursos publicos). Gestor atuante.",
      "curiosidades": "Posse em 09/05/2023 por merecimento. 3 listas consecutivas (2021-2023). Lei 14.253/2021. Medalha do Merito Eleitoral do Tocantins. Ampla participacao em Comites/Comissoes do CNJ, CJF e TRF1.",
      "posse_trf1": "09/05/2023",
      "criterio_promocao": "merecimento",
      "vaga_origem": "Lei 14.253/2021 (ampliacao do TRF1)"
    },
    "trf1-marcos-augusto-de-sousa": {
      "nome_completo": "Marcos Augusto de Sousa",
      "nascimento": {"data": "08/10/1965", "cidade": "Ceres/GO"},
      "formacao": "Graduacao em Direito pela Universidade Catolica de Goias (1988). Mestrado em Direito e Politicas Publicas pelo UniCEUB (iniciado).",
      "carreira_previa": "Advogado em Goiania (1989-1990). Aprovado em Procurador do Estado de GO, Promotor de Justica de GO (1o lugar) e Juiz de Direito de GO (1990). Atuou em Goianesia e Vianopolis. Juiz Federal Substituto desde 10/08/1992 (1o concurso do TRF1). Lotado na 1a Vara SJAM (titular em 02/1995). Professor de Processo Civil e Direito Ambiental.",
      "origem": "magistratura",
      "secao": "dados nao confirmados",
      "turma": "dados nao confirmados",
      "especialidade": "Direito Processual Civil, Ambiental, Calculos da Justica Federal",
      "perfil_ideologico": "dados nao localizados",
      "perfil_psicologico": "dados nao localizados",
      "curiosidades": "No TRF1 desde 25/06/2014 por merecimento. Vice-presidente do TRF1 (complementacao bienio 2022-2024). Membro TRE/AM (titular e suplente). Juiz auxiliar da Corregedoria Nacional de Justica. Preside Comissao Permanente do Manual de Calculos da JF desde 2001. Membro TRE-DF (suplente, 2024). Medalhas: Pacificador e Ordem do Merito Militar (Exercito), Justica Seculo XXI (SJMG), Santos Dumont (Aeronautica).",
      "posse_trf1": "25/06/2014",
      "criterio_promocao": "merecimento",
      "vaga_origem": "aposentadoria de Catao Alves"
    },
    "trf1-marcus-bastos": {
      "nome_completo": "Marcus Vinicius Reis Bastos",
      "nascimento": {"data": "desconhecida", "cidade": "desconhecida"},
      "formacao": "Graduacao em Direito pela UnB (1987). Pos-graduacao lato sensu em Direito Penal com habilitacao para Magisterio Superior (CJF).",
      "carreira_previa": "Juiz da 12a Vara Federal do DF. Professor e orientador de TCC no UniCEUB. Membro de Comissao de Concurso para Juiz Federal Substituto (2014).",
      "origem": "magistratura",
      "secao": "2a",
      "turma": "2a Secao (3a, 4a e 10a Turmas)",
      "especialidade": "Direito Penal, Processual Penal, improbidade administrativa",
      "perfil_ideologico": "Conhecido por decisoes garantistas. Anulou provas da Lava Jato. Absolveu Lula, Dilma, Palocci, Mantega ('quadrilhao do PT') e Temer, Cunha, Geddel ('quadrilhao do MDB'). Argumentou 'abuso do direito de acusar' e criminalizacao da politica.",
      "perfil_psicologico": "Perfil garantista com enfase na motivacao das decisoes judiciais e nas garantias constitucionais",
      "curiosidades": "Posse em 10/05/2023 por antiguidade. Lei 14.253/2021. Gabinete 29. Publicacoes: 'Poderes Instrutorios do Juiz' (Rev. CEJ, 2011), 'Legitimacao das Decisoes Judiciais pela Motivacao' (Rev. TRF1, 2007), 'A Garantia da Motivacao e o Recebimento da Denuncia' (Rev. TRF1, 2004).",
      "posse_trf1": "10/05/2023",
      "criterio_promocao": "antiguidade",
      "vaga_origem": "Lei 14.253/2021 (ampliacao do TRF1)"
    },
    "trf1-maria-do-carmo-cardoso": {
      "nome_completo": "Maria do Carmo Cardoso",
      "nascimento": {"data": "desconhecida", "cidade": "Londrina/PR"},
      "formacao": "Bacharelado em Ciencias Juridicas pela Faculdade Nacional de Direito da UFRJ (1982). Pos-graduacao em Direito Processual Civil e Penal pelo ICAT/AEUDF (1987).",
      "carreira_previa": "Professora de Direito Romano na Faculdade Augusto Mota/RJ (1983). Professora de Teoria Geral do Processo e Processo Civil na AEUDF (1986-1993). Assistente juridica do Banco do Estado do Parana. Advogada em Brasilia (Direito Publico na JF). Conciliadora no TJDFT. Membro do Tribunal do Juri do TJDFT.",
      "origem": "OAB (quinto constitucional)",
      "secao": "2a",
      "turma": "2a Secao (3a, 4a e 10a Turmas)",
      "especialidade": "Direito Processual Civil, Penal, Publico, materia criminal, improbidade",
      "perfil_ideologico": "Posicionamento conservador em algumas materias. Descreveu que a 'verdadeira selecao brasileira esta na frente dos quarteis'.",
      "perfil_psicologico": "dados nao localizados",
      "curiosidades": "No TRF1 desde 28/12/2001 (quinto constitucional OAB, nomeada por FHC). Corregedora Regional do TRF1 (bienio 2018-2020). Membro Titular do TRE-DF (2023-2025, unica mulher). Medalha Jurista Dom Ives Gandra.",
      "posse_trf1": "28/12/2001",
      "criterio_promocao": "quinto constitucional (OAB)",
      "vaga_origem": "quinto constitucional"
    },
    "trf1-maura-moraes-tayer": {
      "nome_completo": "Maria Maura Martins Moraes Tayer",
      "nascimento": {"data": "desconhecida", "cidade": "Parauna/GO"},
      "formacao": "Graduacao em Direito pela UFG (1981). Especializacao em Direito Civil, Processual Civil e Constitucional. Mestrado em Direito Agrario pela UFG (dissertacao: 'Efetivacao Judicial das Normas Constitucionais sobre Reforma Agraria').",
      "carreira_previa": "Advogada. Promotora de Justica. Procuradora do Estado de Goias. Procuradora da Republica. Juiza federal desde 1992, titular da 1a Vara SJGO. Professora na PUC-GO desde 1996.",
      "origem": "magistratura",
      "secao": "4a",
      "turma": "4a Secao (7a, 8a e 13a Turmas)",
      "especialidade": "Direito Agrario, Constitucional, Civil, Processual Civil",
      "perfil_ideologico": "dados nao localizados",
      "perfil_psicologico": "Curriculo invejavel com experiencias diversas (advocacia, MP, magistratura)",
      "curiosidades": "Posse em 08/10/2021 por antiguidade. Vaga de Sonia Diniz Viana. Nomeada por Bolsonaro. Medalha do Merito Eleitoral (TRE-GO, 2005). Medalha Grande-Oficial Ordem do Merito Anhanguera (GO, 2006).",
      "posse_trf1": "08/10/2021",
      "criterio_promocao": "antiguidade",
      "vaga_origem": "aposentadoria de Sonia Diniz Viana"
    },
    "trf1-neviton-guedes": {
      "nome_completo": "Neviton de Oliveira Batista Guedes",
      "nascimento": {"data": "21/05/1965", "cidade": "Brasilia/DF"},
      "formacao": "Graduacao em Direito pela UnB (1990). Mestrado em Direito pela UFSC (1995). Doutorado em Direito pela Universidade de Coimbra (2007, orientador: J.J. Canotilho). Tese: 'Colisao e Ponderacao de Direitos Fundamentais'.",
      "carreira_previa": "Procurador da Republica (1997-2011). Procurador Regional Eleitoral (2006-2009).",
      "origem": "MP (quinto constitucional)",
      "secao": "dados nao confirmados",
      "turma": "dados nao confirmados",
      "especialidade": "Direito Constitucional, Teoria dos Direitos Fundamentais, Eleitoral",
      "perfil_ideologico": "Formacao constitucionalista europeia (Coimbra, orientacao de Canotilho). Especialista em direitos fundamentais.",
      "perfil_psicologico": "Perfil intelectual e academico de alta qualificacao",
      "curiosidades": "No TRF1 desde 12/07/2011 (quinto constitucional MPF, nomeado por Dilma). Vaga de Maria Isabel Gallotti (nomeada ao STJ). Corregedor do TRF1 (2022-2024). Desembargador eleitoral titular TRE-DF (2025-2027). Professor no UniCEUB. Canotilho o descreveu como 'dos auditores de doutoramento cientificamente mais apetrechado'. Medalha do Merito Eleitoral TRE-DF (comendador, 2016).",
      "posse_trf1": "12/07/2011",
      "criterio_promocao": "quinto constitucional (MPF)",
      "vaga_origem": "nomeacao de Maria Isabel Gallotti ao STJ"
    },
    "trf1-newton-ramos": {
      "nome_completo": "Newton Pereira Ramos Neto",
      "nascimento": {"data": "21/02/1975", "cidade": "Sao Luis/MA"},
      "formacao": "Bacharelado em Direito pela UFMA (2000). Mestrado em Direito, Estado e Constituicao pela UnB (2011). Doutorado em Direito Processual Civil pela PUC-SP (2017).",
      "carreira_previa": "Procurador do Estado do MA. Juiz de Direito do MA. Juiz Federal desde 06/2005 (substituto em Caxias/MA, removido para SL/MA 2006, titular em Imperatriz/MA 2011-2013, SJDF 2021). Diretor do Foro de Caxias e Imperatriz. Juiz auxiliar da Corregedoria Regional, Presidencia e Vice-Presidencia do TRF1. Professor Adjunto da UFMA. Presidente da Ajufer (2014-2016). Vice-Presidente da AJUFE 1a Regiao (2016-2018).",
      "origem": "magistratura",
      "secao": "3a",
      "turma": "11a Turma (3a Secao)",
      "especialidade": "Direito Processual Civil, precedentes, seguranca juridica",
      "perfil_ideologico": "dados nao localizados",
      "perfil_psicologico": "Perfil academico e associativo forte (presidente Ajufer, professor UFMA)",
      "curiosidades": "Posse em 10/05/2023 por merecimento. Lei 14.253/2021. Autor do livro 'Poderes do Juiz no Processo Civil e Sua Conformacao Constitucional'. Nomeado por Lula (decreto assinado com Flavio Dino). Membro do IBDP e da Associacao Brasileira de Direito Processual.",
      "posse_trf1": "10/05/2023",
      "criterio_promocao": "merecimento",
      "vaga_origem": "Lei 14.253/2021 (ampliacao do TRF1)"
    },
    "trf1-ney-bello": {
      "nome_completo": "Ney de Barros Bello Filho",
      "nascimento": {"data": "23/03/1969", "cidade": "Sao Luis/MA"},
      "formacao": "Graduacao em Direito pela UFMA (1990). Mestrado em Direito pela UFPE (2000). Doutorado em Direito Ambiental pela UFSC (2006, pesquisa em Coimbra e Universita Degli Studi di Lecce/Italia). Pos-doutorado em Direito Constitucional pela PUC-RS (2010). Pos-graduacao em Direito Processual Civil pela UDF.",
      "carreira_previa": "Promotor de Justica do MP/MA. Procurador da Republica do MPF. Juiz federal substituto SJMA desde 11/1995. Titular da 1a Vara SJMA desde 1998. Juiz do TRE/MA (1996-1998). Professor adjunto UFMA. Professor e diretor da Faculdade de Direito UNBD. Membro da Academia Maranhense de Letras (cadeira 40).",
      "origem": "magistratura",
      "secao": "2a",
      "turma": "2a Secao (3a, 4a e 10a Turmas)",
      "especialidade": "Direito Ambiental, Constitucional, Penal, improbidade",
      "perfil_ideologico": "Especialista em direito ambiental com formacao constitucionalista europeia",
      "perfil_psicologico": "Perfil intelectual e academico destacado. Membro da Academia Maranhense de Letras.",
      "curiosidades": "No TRF1 desde 11/06/2013 por merecimento (nomeado por Dilma). Vaga de Assusete Magalhaes (nomeada ao STJ). CORREGEDOR REGIONAL (bienio 2024-2026). Professor IDP. Integrante do Conselho Editorial de revistas de Direito Ambiental.",
      "posse_trf1": "11/06/2013",
      "criterio_promocao": "merecimento",
      "vaga_origem": "nomeacao de Assusete Magalhaes ao STJ"
    },
    "trf1-nilza-reis": {
      "nome_completo": "Nilza Maria Costa dos Reis",
      "nascimento": {"data": "desconhecida (aposentou antes de completar 75 anos em jul/2024, nascida circa jul/1949)", "cidade": "desconhecida (baiana)"},
      "formacao": "Graduacao em Direito pela UFBA (1973). Mestrado pela UFBA (1996, dissertacao: 'Direito a propria imagem'). Doutorado pela UFBA (2017, tese sobre paternidade/maternidade e reconhecimento judicial).",
      "carreira_previa": "Advogada por 20 anos. Procuradora Federal do INSS. Conselheira estadual e federal da OAB/BA. Juiza federal desde 1993. Diretora do foro SJBA (1998-1999). Corregedora Regional Eleitoral TRE/BA. Professora de Direito Civil na UFBA e EMAB. Juiza do TJ-BA. Coordenadora pedagogica nacional 'Eleitor do Futuro' (TSE).",
      "origem": "magistratura",
      "secao": "1a",
      "turma": "9a Turma (1a Secao)",
      "especialidade": "Direito Civil (Familia e Sucessoes), Previdenciario, Eleitoral",
      "perfil_ideologico": "dados nao localizados",
      "perfil_psicologico": "Carreira consolidada antes da magistratura (20 anos de advocacia)",
      "curiosidades": "APOSENTADA EM JULHO/2024 (pouco mais de 1 ano apos posse). Posse em 10/05/2023 por antiguidade. Lei 14.253/2021. Uma das 3 da SJBA. Professora titular UFBA. Decreto de aposentadoria assinado por Lula/Lewandowski.",
      "posse_trf1": "10/05/2023",
      "criterio_promocao": "antiguidade",
      "vaga_origem": "Lei 14.253/2021 (ampliacao do TRF1)",
      "status": "APOSENTADA (julho/2024)"
    },
    "trf1-pablo-zuniga": {
      "nome_completo": "Pablo Zuniga Dourado",
      "nascimento": {"data": "desconhecida", "cidade": "Sao Luis/MA"},
      "formacao": "Graduacao em Direito pela UFMA. Mestrado em Direito e Politicas Publicas pelo UniCEUB. Especializacao em Direito Processual Civil pela Universidade Ceuma.",
      "carreira_previa": "Juiz federal substituto desde 2006 na 3a Vara SJDF. Titular da 8a Vara SJMA. Juiz convocado no gabinete do Des. Joao Batista Moreira. Professor e mestre em diversos cursos juridicos.",
      "origem": "magistratura",
      "secao": "dados nao confirmados",
      "turma": "dados nao confirmados",
      "especialidade": "Direito Administrativo, Constitucional, Processual Penal, Processual Civil",
      "perfil_ideologico": "dados nao localizados",
      "perfil_psicologico": "dados nao localizados",
      "curiosidades": "Posse em 28/02/2024 por merecimento. Vaga de Souza Prudente. Lista triplice de 08/02/2024. Nomeado por Lula. Agraciado com Colar Ministro Nelson Hungria.",
      "posse_trf1": "28/02/2024",
      "criterio_promocao": "merecimento",
      "vaga_origem": "aposentadoria de Souza Prudente"
    },
    "trf1-pedro-braga": {
      "nome_completo": "Pedro Braga Filho",
      "nascimento": {"data": "desconhecida", "cidade": "Salvador/BA"},
      "formacao": "Graduacao em Direito pela UFBA (1978). Mestrado em Direito Economico pela UFBA (1998).",
      "carreira_previa": "Procurador do Trabalho/MPT (12/1991 a 08/1992). Juiz federal substituto desde 1992 (PI). Diretor do foro SJPI (1992-1993). Juiz federal titular 1a Vara SJBA (1993-2010). Diretor do foro SJBA (1996-1997). Titular 19a Vara SJBA (2010-2022). Juiz TRE-PI (1992-1993). Juiz TRE-BA (1999-2001). Professor na FACS e SESB. Monitor concursado UFBA (1975-1978).",
      "origem": "magistratura",
      "secao": "4a",
      "turma": "13a Turma (4a Secao)",
      "especialidade": "Direito Economico, Processual, Tributario, responsabilidade tributaria",
      "perfil_ideologico": "dados nao localizados",
      "perfil_psicologico": "dados nao localizados",
      "curiosidades": "Posse em 07/11/2022 por antiguidade. Vaga de Monica Sifuentes (removida para TRF6). Nomeado por Bolsonaro. Publicacao: 'Globalizacao e a Teoria Geral dos Contratos' (Forense, 2002). Pai: Pedro Braga, mae: Odete Rodrigues Braga.",
      "posse_trf1": "07/11/2022",
      "criterio_promocao": "antiguidade",
      "vaga_origem": "remocao de Monica Sifuentes para o TRF6"
    },
    "trf1-rafael-paulo": {
      "nome_completo": "Rafael Paulo Soares Pinto",
      "nascimento": {"data": "desconhecida", "cidade": "Rio de Janeiro/RJ"},
      "formacao": "Graduacao em Direito pela UnB (1995). Especializacao em Direito Publico pela UnB.",
      "carreira_previa": "Advogado (09/1995 a 05/1998). Promotor de Justica adjunto MPDFT (05 a 09/1998). Juiz federal substituto SJDF desde 10/1998 (atuou em diversas varas). Atuou em SJAC, SJTO, SJBA, Luziania/GO. Juiz convocado no TRF1 (desde 2006). Juiz auxiliar na Presidencia do STJ (10/2016 a 08/2018). Juiz auxiliar no gabinete do Ministro Gilmar Mendes/STF (01/2019 a 02/2020).",
      "origem": "magistratura",
      "secao": "1a",
      "turma": "1a Secao",
      "especialidade": "Servidores publicos, materia previdenciaria, direito publico",
      "perfil_ideologico": "dados nao localizados",
      "perfil_psicologico": "dados nao localizados",
      "curiosidades": "Posse em 16/07/2021 por merecimento (3 vezes consecutivas em lista triplice). Vaga de Francisco Neves da Cunha. Nomeado por Bolsonaro. Casado com Larissa Pissarra Barcelos Pinto. Filho: Joao Rafael Barcelos. Proposta de Titulo de Cidadao Baiano pela ALBA.",
      "posse_trf1": "16/07/2021",
      "criterio_promocao": "merecimento",
      "vaga_origem": "aposentadoria de Francisco Neves da Cunha"
    },
    "trf1-roberto-veloso": {
      "nome_completo": "Roberto Carvalho Veloso",
      "nascimento": {"data": "25/11/1963", "cidade": "Teresina/PI"},
      "formacao": "Graduacao em Direito pela UFPI (1987). Mestrado em Direito pela UFPE (2002, 'A influencia da teoria do consenso na justica penal'). Doutorado pela UFPE (2008, 'A inexigibilidade de conduta diversa e crimes contra a ordem tributaria'). Pos-doutorado em direito penal tributario pela Universidade Presbiteriana Mackenzie (2022). Especializacao em Teologia Sistematica pelas Faculdades Batista do Parana (2024).",
      "carreira_previa": "Juiz federal desde 24/11/1995. Atuou na JF do MA e PI. Professor Associado da UFMA. Professor da UNIEURO. Orientador de mestrado na Universidade Autonoma de Lisboa. Coordenador do Programa de Pos-Graduacao em Direito e Instituicoes do Sistema de Justica da UFMA. Ex-presidente da AJUFE (2016-2018). Membro do Conselho Superior da ENFAM (2020-2024). Coordenador do NUGEP/TRF1.",
      "origem": "magistratura",
      "secao": "dados nao confirmados",
      "turma": "dados nao confirmados",
      "especialidade": "Direito Penal, Penal Tributario, Eleitoral, Processual",
      "perfil_ideologico": "dados nao localizados",
      "perfil_psicologico": "Perfil academico e associativo de destaque (presidente da AJUFE nacional)",
      "curiosidades": "Posse em 10/05/2023 por merecimento. Lei 14.253/2021. Membro da Academia Maranhense de Letras Juridicas. Organizador de livros sobre direito eleitoral e direito na Amazonia. Gabinete: Ed. Sede II, 8o andar, sala 8N.",
      "posse_trf1": "10/05/2023",
      "criterio_promocao": "merecimento",
      "vaga_origem": "Lei 14.253/2021 (ampliacao do TRF1)"
    },
    "trf1-rui-goncalves": {
      "nome_completo": "Rui Costa Goncalves",
      "nascimento": {"data": "05/12/1962", "cidade": "Manaus/AM"},
      "formacao": "dados nao localizados na pesquisa",
      "carreira_previa": "Juiz federal desde 09/11/1992. Diretor do foro SJDF. Membro efetivo da TNU (Turma Nacional de Uniformizacao).",
      "origem": "magistratura",
      "secao": "1a",
      "turma": "1a Secao (1a, 2a e 9a Turmas)",
      "especialidade": "Servidores publicos, previdenciario",
      "perfil_ideologico": "dados nao localizados",
      "perfil_psicologico": "dados nao localizados",
      "curiosidades": "Posse em 10/05/2023 por antiguidade. Lei 14.253/2021. 1o amazonense a integrar a Corte do TRF1.",
      "posse_trf1": "10/05/2023",
      "criterio_promocao": "antiguidade",
      "vaga_origem": "Lei 14.253/2021 (ampliacao do TRF1)"
    },
    "trf1-solange-salgado-da-silva": {
      "nome_completo": "Solange Salgado da Silva",
      "nascimento": {"data": "desconhecida", "cidade": "desconhecida (formada no RJ)"},
      "formacao": "Graduacao em Direito pela Faculdade Candido Mendes/RJ (1985). Mestrado em Direito Penal pela Universidade Gama Filho. Pos-graduacoes pela AEUDF e UnB.",
      "carreira_previa": "Promotora no MP/MG (1987-1989). Defensora publica no RJ (breve periodo). Retornou ao MP/MG ate 1992. Juiza de Direito TJ-MG (3 meses, 1992). Juiza federal desde 1992 na SJMA. Juiza do TRE/MA. Removida para DF (1993). Diretora do Foro. Professora em diversas instituicoes (CEUMA, CEJ/MA, AEUDF, UniCEUB).",
      "origem": "magistratura",
      "secao": "4a",
      "turma": "4a Secao (7a, 8a e 13a Turmas)",
      "especialidade": "Direito Penal, materia criminal",
      "perfil_ideologico": "dados nao localizados",
      "perfil_psicologico": "dados nao localizados",
      "curiosidades": "Posse em 10/05/2023 por antiguidade. Lei 14.253/2021. Presidente da Comissao TRF1 Mulheres. Esteve envolvida em controversia sobre emprestimos na Ajufer (2000-2009), absolvida por falta de provas (Corte Especial). CNJ anulou pena disciplinar por ausencia de quorum. Caso Banco Master: mandou soltar Daniel Vorcaro (2025).",
      "posse_trf1": "10/05/2023",
      "criterio_promocao": "antiguidade",
      "vaga_origem": "Lei 14.253/2021 (ampliacao do TRF1)"
    },
    "trf1-urbano-leal-berquo-neto": {
      "nome_completo": "Urbano Leal Berquo Neto",
      "nascimento": {"data": "desconhecida", "cidade": "Goiania/GO"},
      "formacao": "Graduacao em Direito pela UFG. Pos-graduacao em Direito Processual Civil, Processual Penal e Direito Civil pela UFG.",
      "carreira_previa": "Juiz de Direito do TO e GO. Promotor de Justica de GO e MPDFT. Procurador do Estado de GO. Procurador da Republica. Juiz federal da SJGO. Professor de Direito Civil e Processo Civil na UFG. Diretor do Foro SJGO (instalou Turma Recursal dos JEFs de GO).",
      "origem": "magistratura",
      "secao": "1a",
      "turma": "1a Secao (1a, 2a e 9a Turmas)",
      "especialidade": "Direito Civil, Processual Civil, Processual Penal, servidores publicos, previdenciario",
      "perfil_ideologico": "dados nao localizados",
      "perfil_psicologico": "Carreira extremamente diversificada (juiz estadual, promotor, procurador de estado, procurador da republica, juiz federal)",
      "curiosidades": "Posse em 10/05/2023 por antiguidade. Lei 14.253/2021. Promovido junto com Euler de Almeida Silva Junior (ambos da SJGO). Vasta experiencia em multiplas carreiras juridicas.",
      "posse_trf1": "10/05/2023",
      "criterio_promocao": "antiguidade",
      "vaga_origem": "Lei 14.253/2021 (ampliacao do TRF1)"
    },
    "trf1-wilson-alves-de-souza": {
      "nome_completo": "Wilson Alves de Souza",
      "nascimento": {"data": "24/03/1953", "cidade": "Riachao do Jacuipe/BA"},
      "formacao": "Graduacao em Direito pela UFBA. Especializacao em Direito Processual Civil pela UFBA. Mestrado em Direito Economico pela UFBA. Doutorado em Direito e Ciencias Sociais pela Universidade del Museo Social Argentino. Doutorado em Direito pela Universidade de Buenos Aires (Direito Processual). Pos-doutorado em Direito Processual Civil.",
      "carreira_previa": "Juiz federal substituto SJBA desde 02/1990. Juiz do TRE-BA (1996-1998). Juiz convocado na Camara Regional Previdenciaria da Bahia. Professor Titular da UFBA (Faculdade de Direito). Professor convidado da Universidade de Buenos Aires e Universidade de Girona.",
      "origem": "magistratura",
      "secao": "2a",
      "turma": "2a Secao (3a, 4a e 10a Turmas)",
      "especialidade": "Direito Processual Civil, Economico, materia penal, improbidade",
      "perfil_ideologico": "dados nao localizados",
      "perfil_psicologico": "Perfil academico de altissimo nivel (2 doutorados, pos-doutorado, professor titular UFBA, professor convidado internacional)",
      "curiosidades": "No TRF1 desde 18/02/2019 (nomeado por Bolsonaro). Pai do juiz do TJBA Valnei Souza. Natural de Riachao do Jacuipe/BA. Comenda 2 de Julho (ALBA). Medalha Ministro Aliomar de Andrade Baleeiro. Professor IDP Online. Duplo doutorado (Argentina e Buenos Aires).",
      "posse_trf1": "18/02/2019",
      "criterio_promocao": "nao especificado na pesquisa",
      "vaga_origem": "nao identificada na pesquisa"
    }
  },
  "resumo_composicao": {
    "total_cadeiras": 43,
    "desembargadores_pesquisados": 41,
    "ampliacao_2021": "Lei 14.253/2021 ampliou de 27 para 43 magistrados",
    "secoes": {
      "1a_secao": {
        "turmas": ["1a", "2a", "9a"],
        "competencia": "Servidores publicos civis e militares, beneficios assistenciais, previdenciarios do RGPS e de servidores publicos"
      },
      "2a_secao": {
        "turmas": ["3a", "4a", "10a"],
        "competencia": "Materia penal em geral, improbidade administrativa, desapropriacao direta e indireta"
      },
      "3a_secao": {
        "turmas": ["5a", "6a", "11a", "12a"],
        "competencia": "Licitacao, contratos administrativos, atos administrativos, concursos publicos, direito ambiental, direito regulatorio e economico"
      },
      "4a_secao": {
        "turmas": ["7a", "8a", "13a"],
        "competencia": "Materias tributaria, previdenciaria complementar, saude suplementar"
      }
    },
    "gestao_atual_2024_2026": {
      "presidente": "Joao Batista Gomes Moreira",
      "vice_presidente": "Gilda Maria Carneiro Sigmaringa Seixas",
      "corregedor": "Ney de Barros Bello Filho"
    },
    "origens": {
      "magistratura": 30,
      "quinto_constitucional_MPF": 5,
      "quinto_constitucional_OAB": 6
    },
    "nota_nilza_reis": "Nilza Maria Costa dos Reis aposentou-se em julho/2024, pouco mais de 1 ano apos posse"
  }
}
