{
  "metadata": {
    "fonte": "WebSearch - pesquisa automatizada via Claude Code",
    "data_pesquisa": "2026-01-31",
    "tribunal": "TJDFT - Tribunal de Justica do Distrito Federal e Territorios",
    "total_desembargadores": 21,
    "notas": "Dados compilados de fontes publicas: site oficial TJDFT, memoriais, OAB-DF, Jusbrasil, Escavador, Correio Braziliense, Metropoles e CLDF. Perfis ideologicos elaborados apenas para Angelo Canducci Passareli e Waldir Leoncio Cordeiro Lopes Junior, conforme solicitado."
  },
  "resultados": {
    "tjdft-alvaro-luis-de-araujo-sales-ciarlini": {
      "nome_completo": "Alvaro Luis de Araujo Sales Ciarlini",
      "nascimento": "Data exata nao encontrada. Natural do Rio de Janeiro/RJ.",
      "formacao": "Graduado em Direito pelo Centro Universitario do Distrito Federal (1987). Mestre em Filosofia pela Universidade de Brasilia - UnB (2001). Doutor em Direito, Estado e Constituicao pela UnB (2008).",
      "carreira_previa": "Ingressou na magistratura do DF como Juiz de Direito Substituto em 15/04/1994. Promovido a Juiz de Direito em 02/02/1996. Titular da 1a Vara Civel de Planaltina e da 2a Vara da Fazenda Publica do DF. Diretor do Forum de Planaltina. Membro titular do TRE/DF. Diretor da Escola Judiciaria Eleitoral do TRE/DF (2004-2006). Secretario-Geral do CNJ (2008-2009). Juiz responsavel pela Operacao Caixa de Pandora. Promovido a Desembargador por antiguidade em 14/05/2021.",
      "perfil_ideologico": null
    },
    "tjdft-angelo-canducci-passareli": {
      "nome_completo": "Angelo Canducci Passareli",
      "nascimento": "24 de fevereiro de 1954, distrito de Coronel Goulart, Alvares Machado/SP.",
      "formacao": "Graduado em Direito pela Faculdade Anhanguera de Ciencias Humanas de Goiania/GO.",
      "carreira_previa": "Trabalhou na Caixa Economica do Estado de Sao Paulo, Banco do Brasil, Secretaria da Fazenda do Estado de Goias. Promotor de Justica do Estado de Minas Gerais (1983-1985). Procurador do Estado de Sao Paulo (1985-1989). Ingressou na magistratura do DF em junho de 1989. Promovido por merecimento em outubro de 1992. Juiz Orientador do Juizado Informal de Pequenas Causas. Diretor do Forum do Gama. Presidente do TRE-DF (2006). Tomou posse como Desembargador em dezembro de 2006. 1o Vice-Presidente do TJDFT (2022-2024). 2a Vice-Presidencia do TJDFT (2024-2026).",
      "perfil_ideologico": "Perfil tecnico-tradicional. Descrito por colegas como 'juiz tradicional, serio, independente e muito discreto' e 'magistrado exemplar'. Elabora votos muito tecnicos, alinhados a jurisprudencia consolidada dos tribunais superiores, especialmente STJ, sem nunca perder o senso de justica. Posicionamento mais conservador e institucionalista, com decisoes que seguem fielmente os precedentes dos tribunais superiores, notadamente em materias de direito bancario e processual civil. Nao ha registro de ativismo judicial marcante."
    },
    "tjdft-esdras-neves-almeida": {
      "nome_completo": "Esdras Neves Almeida",
      "nascimento": "16 de setembro de 1951, Boa Vista/RR.",
      "formacao": "Bacharelado em Economia pela UnB (1973). Bacharelado em Direito pela UnB (1984). Mestrado em Economia pela UnB (1978), com dissertacao 'Formas Concentradas de Producao: uma resenha teorica, dos classicos a Chamberlin'. Doutorado em Direito pela Universidade Federal de Pernambuco (2004), com tese 'O Mito da Prestacao Jurisdicional pelos Tribunais Superiores Brasileiros'.",
      "carreira_previa": "Consultor Legislativo da Camara dos Deputados (1978-1985). Consultor Legislativo do Senado Federal (1985-1993). Juiz de Direito Substituto do TJDFT desde 07/05/1993. Juiz de Direito desde 02/02/1996. Titular da 1a Vara Civel de Taguatinga. Juiz Substituto de 2o Grau desde 20/05/2013. Promovido a Desembargador por merecimento em 29/07/2016. Professor universitario desde 1981 (UCB, IESB, UPIS). Membro da 6a Turma Civel. Medalha do Merito Eleitoral do DF.",
      "perfil_ideologico": null
    },
    "tjdft-hector-valverde-santanna": {
      "nome_completo": "Hector Valverde Santanna",
      "nascimento": "Data exata nao encontrada. Natural de Goiania/GO.",
      "formacao": "Bacharel em Direito pela Universidade Federal de Goias - UFG (1988). Mestre em Direito das Relacoes Sociais pela PUC-SP (2001). Doutor em Direito das Relacoes Sociais pela PUC-SP (2004).",
      "carreira_previa": "Procurador do Estado de Goias (1990-1994). Procurador-Chefe da Procuradoria do Patrimonio Imobiliario da PGE/GO (1992-1994). Juiz de Direito Substituto do TJDFT desde 15/04/1994. Juiz Titular da Vara Criminal de Sobradinho (1996-1997). Desembargador Eleitoral Substituto do TRE-DF (2016). Desembargador Eleitoral Titular do TRE-DF (2018-2020). Diretor da Escola Judiciaria Eleitoral do DF. Professor de Direito do Consumidor no UniCEUB, UniCEPLAC e FESMPDFT. Autor de 'Prescricao e Decadencia nas Relacoes de Consumo' e 'Dano Moral no Direito do Consumidor'. Promovido a Desembargador por merecimento em 06/11/2020.",
      "perfil_ideologico": null
    },
    "tjdft-jair-oliveira-soares": {
      "nome_completo": "Jair Oliveira Soares",
      "nascimento": "1 de agosto de 1953, Coromandel/MG.",
      "formacao": "Bacharel em Direito pela Universidade de Brasilia - UnB (1981).",
      "carreira_previa": "Procurador Federal no INCRA (1982-1987). Juiz do TJDFT desde 1988. Promovido a Desembargador por merecimento em janeiro de 2004. Presidente do TRE-DF.",
      "perfil_ideologico": null
    },
    "tjdft-jesuino-aparecido-rissato": {
      "nome_completo": "Jesuino Aparecido Rissato",
      "nascimento": "Data exata nao encontrada. Natural de Astorga/PR.",
      "formacao": "Graduado em Direito pela Universidade Estadual de Londrina - UEL (1983).",
      "carreira_previa": "Promotor de Justica do Estado de Rondonia (1986-1991). Juiz de Direito Substituto do TJDFT desde 1991. Promovido a Desembargador por merecimento em 2011. Integra a 3a Turma Criminal. Convocado para substituir Ministro Felix Fischer no STJ (2021), atuando na Terceira Secao, Quinta e Sexta Turma em materia penal.",
      "perfil_ideologico": null
    },
    "tjdft-joao-egmont-leoncio-lopes": {
      "nome_completo": "Joao Egmont Leoncio Lopes",
      "nascimento": "Data exata nao encontrada. Natural de Fortaleza/CE (veio para Brasilia em 1960).",
      "formacao": "Graduado em Direito pela Associacao de Ensino Unificado do Distrito Federal - AEUDF.",
      "carreira_previa": "Ingressou nos quadros do TJDFT em 1990. Atuou como juiz de familia e membro do Tribunal do Juri. Membro do TRE-DF. Promovido a Desembargador por merecimento em 2010. Irmao do Desembargador Waldir Leoncio Cordeiro Lopes Junior (presidente do TJDFT). Titulo de Cidadao Honorario de Brasilia.",
      "perfil_ideologico": null
    },
    "tjdft-josapha-francisco-dos-santos": {
      "nome_completo": "Josapha Francisco dos Santos",
      "nascimento": "Data exata nao encontrada. Natural de Ilheus/BA.",
      "formacao": "Graduado em Direito pelo UniCEUB. Pos-graduacao em Processo Civil pelo UniCEUB. Pos-graduacao em Metodologia do Ensino Superior pelo UniCEUB. Mestrando em Politicas Publicas.",
      "carreira_previa": "Serviu na Marinha de Guerra do Brasil. Advogado no DF por mais de 20 anos. Professor da Faculdade de Direito do UniCEUB. Juiz titular do TRE-DF (2011). Ouvidor-Geral do TRE-DF. Diretor da Escola Judiciaria Eleitoral do DF. Presidente do Colegio de Diretores das Escolas Judiciarias Eleitorais. Eleito Desembargador pelo Quinto Constitucional da advocacia, posse em 25/06/2015. Autor de 'Iniciacao ao Direito do Trabalho' (2002), 'Manual de Direito Individual e Coletivo do Trabalho' (2004) e 'Uso publico em Parques Nacionais' (2012). Cidadao Honorario de Brasilia (2019).",
      "perfil_ideologico": null
    },
    "tjdft-jose-cruz-macedo": {
      "nome_completo": "Jose Cruz Macedo",
      "nascimento": "Aproximadamente abril de 1958 (completou 64 anos pouco apos a posse como presidente em 22/04/2022). Natural de Mauriti/CE.",
      "formacao": "Iniciou o curso de Direito na Universidade Federal do Ceara. Concluiu na Associacao de Ensino Unificado do Distrito Federal - AEUDF (1981).",
      "carreira_previa": "Advogou por 21 anos. Conselheiro da OAB-DF. Atuou na Defensoria Publica do DF. Trabalhou na Assembleia Nacional Constituinte com o deputado Sigmaringa Seixas, ajudando na elaboracao da Constituicao de 1988. Nomeado Desembargador do TJDFT pelo Quinto Constitucional da advocacia em 18/12/2002. Ouvidor substituto do TJDFT (2003). Vice-Presidente e Corregedor do TRE-DF (2014-2016). Integrou a 4a Turma Civel por 14 anos. Corregedor da Justica do DF (2016-2018). Presidente do TJDFT no bienio 2022-2024. Cidadao Honorario de Brasilia (2024).",
      "perfil_ideologico": null
    },
    "tjdft-leila-cristina-garbin-arlanch": {
      "nome_completo": "Leila Cristina Garbin Arlanch",
      "nascimento": "Data exata nao encontrada. Natural de Sao Paulo/SP.",
      "formacao": "Graduada em Direito pela Faculdade Paulista de Direito da Pontificia Universidade Catolica de Sao Paulo - PUC-SP. Especializacao em Direito pelo Centro Universitario de Brasilia - UniCEUB (2008). Mestrado em Direito de Estado (em andamento, conforme dados de 2012).",
      "carreira_previa": "Ingressou na magistratura do DF em 12/06/1992. Promovida a Juiza de Direito em 02/1996, titular da 3a Vara de Familia, Orfaos e Sucessoes de Taguatinga. Juiza Substituta de 2o Grau desde 05/2013. Membro Efetivo do TRE-DF. Empossada Desembargadora em 29/09/2014.",
      "perfil_ideologico": null
    },
    "tjdft-leonardo-roscoe-bessa": {
      "nome_completo": "Leonardo Roscoe Bessa",
      "nascimento": "Data exata nao encontrada. Natural de Brasilia/DF.",
      "formacao": "Graduado em Direito pela Universidade de Brasilia - UnB (1990). Mestrado em Direito Publico pela UnB (2002). Doutor em Direito Civil pela Universidade do Estado do Rio de Janeiro - UERJ (2008). Professor universitario no UniCEUB.",
      "carreira_previa": "Promotor de Justica do MPDFT desde 1991, atuando em areas de familia, sucessoes, criminal, tribunal do juri, crime organizado e consumidor. Procurador-Geral de Justica do DF (2014-2016, reconduzido para 2016-2018). Nomeado Desembargador pelo Quinto Constitucional do MPDFT, posse em 02/07/2021. Autor de 9 livros sobre direito do consumidor.",
      "perfil_ideologico": null
    },
    "tjdft-maria-ivatonia-barbosa-dos-santos": {
      "nome_completo": "Maria Ivatonia Barbosa dos Santos",
      "nascimento": "15 de agosto de 1962, Arraias/TO (a epoca Goias).",
      "formacao": "Graduada em Direito pela Universidade Catolica de Goias - UCG. Pos-graduada em Direito Constitucional Eleitoral pela UnB. Pos-graduada em Direito Penal e Direito Administrativo pela Universidade Catolica de Brasilia. Pos-graduada em Direito Penal, Direito Processual Penal e Direito Constitucional pela Universidade Catolica de Goias.",
      "carreira_previa": "Primeira colocada no concurso para Delegada da Policia Civil de Goias. Ingressou na magistratura do DF em 07/05/1993. Promovida a Juiza de Direito em 02/02/1996. Titular da Auditoria Militar e da 2a Vara Criminal de Taguatinga. Diretora do Forum de Taguatinga. Juiza Substituta de 2o Grau desde 15/04/2014. Desembargadora Eleitoral titular e substituta do TRE-DF. Primeira desembargadora negra do TJDFT, empossada em 12/12/2019, promovida por antiguidade. Ordem do Merito do MPDFT (2023). Cidada Honoraria de Brasilia.",
      "perfil_ideologico": null
    },
    "tjdft-nilsoni-de-freitas-custodio": {
      "nome_completo": "Nilsoni de Freitas Custodio",
      "nascimento": "Data exata nao encontrada. Natural de Goiania/GO (cresceu na cidade de Goias).",
      "formacao": "Graduada em Direito pela Faculdade de Direito de Anapolis/GO. Especialista em Direito Processual Penal. Especialista em Direito Civil e Novo Codigo Civil.",
      "carreira_previa": "Promotora de Justica do Estado de Goias. Juiza Substituta do TJDFT desde outubro de 1991. Titular desde agosto de 1994. Juiza da 1a Vara Criminal de Taguatinga, 7a Vara Civel de Brasilia, 3a Vara de Familia de Brasilia. Integrante da 1a e 2a Turmas Recursais. Membro titular do TRE-DF. Ouvidora da Mulher na Justica Eleitoral pelo CNJ (2023). Integra a 3a Turma Criminal do TJDFT.",
      "perfil_ideologico": null
    },
    "tjdft-robson-vieira-teixeira-de-freitas": {
      "nome_completo": "Robson Vieira Teixeira de Freitas",
      "nascimento": "Aproximadamente 1970 (49 anos a epoca da posse em outubro de 2019). Natural de Brasilia/DF.",
      "formacao": "Graduado em Direito pela Universidade Federal de Mato Grosso - UFMT (1999), com Laurea Universitaria por destaque academico.",
      "carreira_previa": "Servidor de carreira da Justica do Trabalho: Secretario da Corregedoria Regional e Diretor-Geral do TRT 23a Regiao, Assessor de Desembargador do TRT 10a Regiao. Delegado de Policia Federal (2002). Procurador do Distrito Federal (2005). Procurador-Geral Adjunto do DF. Integrou o Conselho Superior da PGDF em 4 bienios. Nomeado Desembargador do TJDFT pelo Presidente Jair Bolsonaro, pelo Quinto Constitucional da OAB, posse em 29/10/2019.",
      "perfil_ideologico": null
    },
    "tjdft-sandoval-gomes-de-oliveira": {
      "nome_completo": "Sandoval Gomes de Oliveira",
      "nascimento": "Data exata nao encontrada. Natural de Brasilia/DF (primeiro desembargador nascido na Capital Federal).",
      "formacao": "Bacharel em Direito pela Associacao de Ensino Unificado do DF - AEUDF (1986). Especializacao em Direito Privado pela Universidade Catolica de Brasilia - UCB (1999). Especializacao em Direito Civil e Novo Codigo pelo UniCEUB (2008).",
      "carreira_previa": "Auxiliar e tecnico judiciario do TJDFT (1981-1988). Promotor de Justica do Estado de Minas Gerais (1988), comarcas de Carmo do Paranaiba, Paracatu e Ituiutaba. Magistratura no TJMG (1990). Juiz Substituto do TJDFT desde maio de 1993. Titular da 1a Vara Criminal de Taguatinga (1996). 5a Vara Civel de Brasilia, Vara de Falencias e Recuperacoes Judiciais, Tribunal do Juri. Juiz Substituto de 2o Grau (2013). Presidente da AMAGIS-DF (2012-2014). Membro suplente do TRE-DF (2014-2016). Professor da Academia de Formacao de Oficiais da PM/DF. Promovido a Desembargador em 29/07/2016. Cidadao Benemerito de Brasilia.",
      "perfil_ideologico": null
    },
    "tjdft-sandra-reves-vasques-tonussi": {
      "nome_completo": "Sandra Reves Vasques Tonussi",
      "nascimento": "Data exata nao encontrada. Natural de Sao Paulo/SP.",
      "formacao": "Graduada em Direito pela Universidade Candido Mendes do Rio de Janeiro (1991). Especializacao em Direito Administrativo pela Escola da Magistratura do Rio de Janeiro (1993). Especializacao em Direito Civil pelo Centro Universitario de Brasilia - UniCEUB (2008).",
      "carreira_previa": "Juiza da Corte do TJDFT desde 1995. Titular da 1a Vara Civel de Taguatinga (1997). Atuou no 6o Juizado Especial Civel e em todas as Turmas Recursais. Juiza auxiliar da Presidencia do CNJ nas gestoes da Ministra Ellen Gracie e do Ministro Gilmar Mendes. Professora formadora da Escola Nacional da Magistratura - ENFAM. Integrou bancas de concursos da magistratura (TRF-1, TJPB, TJAM, TJDFT). Juiza Substituta de 2o Grau (2016). Promovida a Desembargadora por antiguidade em 16/06/2023.",
      "perfil_ideologico": null
    },
    "tjdft-sergio-xavier-de-souza-rocha": {
      "nome_completo": "Sergio Xavier de Souza Rocha",
      "nascimento": "28 de julho de 1959, Apucarana/PR.",
      "formacao": "Bacharel em Direito pela Faculdade de Direito de Curitiba/PR (1984).",
      "carreira_previa": "Ingressou na magistratura em 1990 no TJ do Tocantins, onde atuou por 10 anos. Juiz de Direito Substituto do TJDFT desde novembro de 1998. Titular do 3o Juizado Especial Criminal de Brasilia (2001). Promovido a Desembargador por antiguidade em 19/09/2008. 2a Turma Criminal, 2a Camara Civel, 2a Turma Civel, Conselho Especial, 4a Turma Civel. 2o Vice-Presidente do TJDFT (2022-2024). Vice-Presidente e Corregedor Regional do TRE-DF (2024-2026). Professor de Direito Processual Civil (graduacao e pos-graduacao). Cidadao Honorario de Brasilia.",
      "perfil_ideologico": null
    },
    "tjdft-simone-costa-lucindo-ferreira": {
      "nome_completo": "Simone Costa Lucindo Ferreira",
      "nascimento": "30 de julho de 1966, Manhuacu/MG.",
      "formacao": "Graduada em Direito pelo CEUB - Centro de Ensino Unificado de Brasilia (1989).",
      "carreira_previa": "Taquigrafa no Superior Tribunal de Justica. Delegada da Policia Civil do DF. Procuradora do Distrito Federal desde 1999. Procuradora-Geral Adjunta do DF (3 anos). Membro do Conselho Superior da Procuradoria (quase 4 anos). Atuou em processos de Direito Publico (administrativa, tributaria, financeira, ambiental, urbanistica e de pessoal). Nomeada Desembargadora pela Presidente Dilma Rousseff pelo Quinto Constitucional da advocacia, posse em 22/06/2012. Designada para 1a Camara Civel e Conselho Especial.",
      "perfil_ideologico": null
    },
    "tjdft-soniria-rocha-campos-dassuncao": {
      "nome_completo": "Soniria Rocha Campos D'Assuncao",
      "nascimento": "Data exata nao encontrada. Natural de Brasilia/DF.",
      "formacao": "Graduada em Direito pela AEUDF - Associacao de Ensino Unificado do Distrito Federal. Cursou a Escola Superior do Ministerio Publico.",
      "carreira_previa": "Trabalhou na Camara Legislativa do DF na 1a Legislatura, participando da elaboracao da Lei Organica do DF. Ingressou na magistratura do DF em 1995. Desenvolveu programa de execucao fiscal premiado pelo CNJ (Premio Conciliar e Legal) e pela Febrafite/ESAF/Ministerio da Fazenda. Juiza auxiliar na Corregedoria Nacional de Justica (2014-2015). Coordenadora do Programa Nacional de Governanca Diferenciada das Execucoes Fiscais. Integrou a 1a Turma Recursal, 6a Turma Civel e 2a Camara Civel. Membro titular do TRE-DF desde novembro de 2024. Promovida a Desembargadora por unanimidade e merecimento em 08/07/2025 (apos determinacao do CNJ sobre paridade de genero). Posse em 15/08/2025.",
      "perfil_ideologico": null
    },
    "tjdft-vera-lucia-andrighi": {
      "nome_completo": "Vera Lucia Andrighi",
      "nascimento": "Data exata nao encontrada. Dados disponiveis indicam ingresso na magistratura do DF por concurso cujo resultado saiu em 15/08/1988.",
      "formacao": "Informacao detalhada de formacao academica nao encontrada nas buscas publicas. Coautora da obra 'Comentarios ao novo codigo civil' (Editora Forense, 2008), em coautoria com Sidnei Beneti e Nancy Andrighi.",
      "carreira_previa": "Irma da Ministra Nancy Andrighi do STJ. Aprovada em 5o lugar no concurso para Juiz de Direito do TJDFT (resultado publicado em 15/08/1988). Desembargadora do TJDFT desde aproximadamente 2004. Atuou na 6a Turma Civel e no Conselho Especial. Relatora em cerca de 2.956 processos no DF. Uma das desembargadoras mais antigas do tribunal.",
      "perfil_ideologico": null
    },
    "tjdft-waldir-leoncio-cordeiro-lopes-junior": {
      "nome_completo": "Waldir Leoncio Cordeiro Lopes Junior",
      "nascimento": "4 de setembro de 1957, Fortaleza/CE.",
      "formacao": "Graduado em Direito pela Associacao de Ensino Unificado do Distrito Federal - AEUDF (1979). Especializacao em Direito Publico Interno pela AEUDF. Especializacao em Direito Privado pela Universidade Catolica de Brasilia. Mestrado em Direito Publico pela Universidade Federal de Pernambuco - UFPE.",
      "carreira_previa": "Defensor Publico do MPDFT (1981-1984). Juiz de Direito Substituto do TJDFT desde marco de 1984. Juiz de Direito desde 1991. Desembargador desde 2003. Integra a 3a Turma Criminal, Camara Criminal e Conselho Especial. 2o Vice-Presidente do TJDFT (2014-2016). Vice-Presidente e Corregedor Regional do TRE-DF (2018-2020). Presidente da Comissao de Alteracao do Regimento Interno do TJDFT (2009). Presidente do TJDFT no bienio 2024-2026, empossado em 22/04/2024. Irmao do Desembargador Joao Egmont Leoncio Lopes.",
      "perfil_ideologico": "Especialista em direito penal. Perfil institucionalista e moderado. Descrito como discreto, nao gosta de holofotes. Defende que 'mais vale um juiz bom e prudente que uma lei boa'. Gestao focada em modernizacao tecnologica (IA com sistema Stela), conciliacoes e mediacoes, governanca institucional e eficiencia jurisdicional. Postura cautelosa em questoes polemicas, preferindo aguardar posicionamento do STF antes de tomar decisoes administrativas sensiveis. Defende Codigo de Etica no Judiciario. Enfatiza equidade, diversidade e protecao dos direitos fundamentais como pilares de sua gestao."
    }
  }
}
