{
  "id": "stf-alexandre-de-moraes",
  "nome": "Alexandre de Moraes",
  "nome_completo": null,
  "orgao": "STF",
  "cargo": "Ministro",
  "situacao": "titular",
  "dados_publicos": {
    "wikipedia_resumo": {
      "titulo": "Alexandre de Moraes",
      "descricao": "jurista, magistrado e político brasileiro, ministro do Supremo Tribunal Federal (STF) desde 2017",
      "extrato": "Alexandre de Moraes é um jurista, magistrado, professor catedrático e ex-político brasileiro, sendo ministro e vice-presidente do Supremo Tribunal Federal (STF) e ex-presidente do Tribunal Superior Eleitoral (TSE).",
      "url": {
        "page": "https://pt.wikipedia.org/wiki/Alexandre_de_Moraes",
        "revisions": "https://pt.wikipedia.org/wiki/Alexandre_de_Moraes?action=history",
        "edit": "https://pt.wikipedia.org/wiki/Alexandre_de_Moraes?action=edit",
        "talk": "https://pt.wikipedia.org/wiki/Discuss%C3%A3o:Alexandre_de_Moraes"
      }
    },
    "wikipedia_extrato": "Alexandre de Moraes (São Paulo, 13 de dezembro de 1968) é um jurista, magistrado, professor catedrático e ex-político brasileiro, sendo ministro e vice-presidente do Supremo Tribunal Federal (STF) e ex-presidente do Tribunal Superior Eleitoral (TSE).\nÉ professor titular de direito eleitoral da Faculdade de Direito do Largo de São Francisco (USP), instituição pela qual se graduou em 1990 e tornou-se doutor em direito do Estado em 2000, sob a orientação do professor Dalmo Dallari, apresentando uma tese sobre jurisdição constitucional. Obteve, em 2001, a livre-docência com uma tese sobre o direito constitucional administrativo. Em 2002, ingressou no corpo docente da USP como professor associado do Departamento de Direito do Estado. Alexandre de Moraes também exerce o magistério na Universidade Presbiteriana Mackenzie, onde é professor titular pleno de Direito Eleitoral desde 1999.\nFoi promotor de justiça do Ministério Público de São Paulo de 1991 até 2002, quando pediu exoneração para assumir o cargo de secretário da Justiça e da Defesa da Cidadania do Estado de São Paulo, nomeado pelo governador Geraldo Alckmin, função que exerceu até 2005. De 2004 a 2005, foi também presidente da FEBEM/SP, atual Fundação CASA. Compôs o Conselho Nacional de Justiça (CNJ) de 2005 a 2007. Após, foi secretário municipal de Transportes de São Paulo na gestão de Gilberto Kassab, de 2007 a 2010, e secretário municipal de Serviços, cumulativamente, de 2009 a 2010. Em 2010, fundou um escritório especializado em direito público, tendo exercido a advocacia até o fim de 2014, quando Geraldo Alckmin o nomeou secretário de Segurança Pública do Estado de São Paulo. Foi nomeado ministro da Justiça e Segurança Pública em 12 de maio de 2016, quando Michel Temer assumiu interinamente a presidência da República em razão da abertura do impeachment de Dilma Rousseff. Em 2017, foi nomeado por Temer para o cargo de ministro do Supremo Tribunal Federal, na vaga do ministro Teori Zavascki, que morreu em decorrência de um acidente aéreo.\nEm julho de 2025, o Departamento de Estado dos EUA impôs uma proibição de entrada a Moraes e outros ministros do Supremo Tribunal Federal, alegando \"perseguição política contra Jair Bolsonaro\" e supostas violações dos direitos fundamentais de brasileiros e americanos. Mais tarde naquele mês, o Departamento do Tesouro impôs sanções econômicas ao jurista, nos termos da Lei Magnitsky, embora ele não possua contas, investimentos ou bens nos Estados Unidos; em setembro, sua esposa também recebeu a sanção. Essa medida foi amplamente criticada como interferência de Donald Trump na soberania nacional brasileira e na separação de poderes; entre os que criticaram a aplicação da Lei Magnitsky contra Moraes estavam Bill Browder, líder da campanha pela aprovação da lei; a Transparência Internacional, que alertou para o risco de instabilidade institucional no Brasil; a organização não governamental Human Rights First e a revista britânica The Economist. Moraes afirmou que ignoraria as sanções e que permaneceria como relator do processo criminal referente à tentativa de golpe de Estado no Brasil. No dia 12 dezembro, o governo Trump voltou atrás e removeu Moraes e esposa da lista de sanções Magnitsky. No mesmo ano, o Financial Times incluiu-o em sua lista de 25 mais influentes do mundo, na categoria \"Heróis\".\n\n\nFormação e carreira acadêmica\nFormado em direito pela Universidade de São Paulo (USP), na tradicional Faculdade de Direito Largo de São Francisco, no ano de 1990, também ali Alexandre de Moraes obteve o título de doutor em direito do Estado no ano de 2000, com a tese \"Jurisdição constitucional e tribunais constitucionais: garantia suprema da Constituição\", sob orientação do Professor Dalmo Dallari, então titular de Teoria Geral do Estado.\nEm 2001 conquistou, pela mesma universidade, a Livre-Docência em Direito Constitucional, com a tese \"Teoria geral do direito constitucional administrativo - perfil constitucional da administração pública\", da qual resultou o livro \"Direito Constitucional Administrativo\", publicada pela Editora Atlas.\nAntes de se tornar docente na Faculdade de Direito da USP, foi professor em cursos preparatórios para concursos públicos, tendo lançado a primeira edição do livro Direito Constitucional em 1997, também pela Editora Atlas, atualmente em sua 32ª edição (2016). Esta obra é considerada um best-seller jurídico, pois de acordo com o próprio autor, foram vendidas mais de 500 mil cópias até o ano de 2009.\nIngressou nos quadros da Universidade de São Paulo como professor associado (livre-docente) em 2002, após concurso público decorrente da aposentadoria da Professora Anna Cândida da Cunha Ferraz, ex-Procuradora do Estado de São Paulo. Foi chefe do Departamento de Direito do Estado no biênio 2012–2014, além de ser Professor Titular da Universidade Presbiteriana Mackenzie, onde leciona desde 1998, e professor da Escola Superior do Ministério Público de São Paulo, desde 1998, e da Escola Paulista da Magistratura, desde 2000.\nEm estudo realizado pelos advogados Bruno Meneses Lorenzetto e Pedro Henrique Gallotti Kenicke, divulgado nos sites Conjur e Migalhas, com base nos acórdãos proferidos pelo Supremo Tribunal Federal em controle de constitucionalidade, entre os anos de 1988 a 2012, constatou-se que Alexandre de Moraes foi o sétimo constitucionalista mais citado (em 18 Ações Diretas de Inconstitucionalidade - ADI, 1 Arguição de Descumprimento de Preceito Fundamental e 1 Ação Declaratória de Constitucionalidade).\nEm 12 de abril de 2024, foi aprovado no concurso para professor titular de direito eleitoral da Faculdade de Direito da USP, após avaliação pela banca composta pelos professores Flavio Yarshell, Celso Lafer, Marta Teresa Arretche (os três da FDUSP), Carlos José Vidal Prado (Universidad Nacional de Educación a Distancia, Espanha) e Ana Paula de Barcellos (UERJ).\n\n\nMinistério Público, carreira política e advocacia\nAlexandre de Moraes iniciou sua carreira como Promotor de Justiça no Ministério Público do Estado de São Paulo (MP-SP), de 1991 até 2002, sendo o primeiro colocado no concurso de ingresso. Dentro da instituição, exerceu os cargos de assessor do Procurador-Geral de Justiça e Primeiro-Secretário da Associação Paulista do Ministério Público, eleito pela classe (biênio 1994–1996). Em 1997, tornou-se notório por ser o procurador do frangogate, um escândalo de corrupção onde uma série de empresas ligadas a Paulo Maluf e Celso Pitta estavam fornecendo frangos para a cidade de São Paulo. Durante o caso, Moraes brigou com Maluf e foi acusado de ter motivações políticas para abrir o inquérito no Ministério Púbico de SP, e concluiu que houve crime, pedindo pelo ressarcimento aos cofres públicos.\nEm janeiro de 2002, deixou o Ministério Público e foi nomeado Secretário da Justiça e da Defesa da Cidadania de São Paulo pelo governador Geraldo Alckmin (PSDB), exercendo o cargo de até maio de 2005. Também acumulou, de agosto de 2004 até maio de 2005, a presidência da antiga Fundação do Bem-Estar do Menor (Febem/SP), hoje Fundação CASA. Em fevereiro de 2005, após ser pressionado por diversas denúncias de tortura e rebeliões, Moraes demitiu de uma vez só 1 761 funcionários, alegando estar afastando a \"banda podre\" da instituição. A demissão em massa gerou uma ação trabalhista coletiva que obrigou o governo a pagar 38 milhões de reais em indenizações. Moraes foi investigado pelo Ministério Público, mas o caso foi arquivado.\nEm abril de 2005, foi nomeado pelo Presidente da República Luiz Inácio Lula da Silva para integrar a primeira composição (biênio 2005-2007) do Conselho Nacional de Justiça (CNJ), por indicação da Câmara dos Deputados, em vaga destinada aos \"cidadãos de notável saber jurídico e reputação ilibada\".\nDe agosto de 2007 até 2010, exerceu na gestão do prefeito Gilberto Kassab (DEM), o cargo de Secretário Municipal de Transportes de São Paulo, acumulando as presidências da Companhia de Engenharia de Tráfego (CET) e São Paulo Transporte (SPTrans), também, a titularidade da Secretaria Municipal de Serviços de São Paulo de fevereiro de 2009 a junho de 2010.\nApós sua saída da Secretaria de Transportes, em 2010, fundou o escritório Alexandre de Moraes Advogados Associados, banca voltada ao Direito Público, com destaque em casos envolvendo políticos e agentes públicos, tendo defendido o deputado Eduardo Cunha (PMDB) em uma ação sobre uso de documento falso.\nLicenciou-se da advocacia após sua nomeação por Geraldo Alckmin, em dezembro de 2014, para o cargo de Secretário de Segurança Pública do Estado de São Paulo, o qual exerceu até 2016. Assumiu a secretaria prometendo o fortalecimento da legislação estadual no setor, entretanto sua passagem como secretário foi colocada em xeque diversas vezes por conta da violência excessiva diante de protestos e atos políticos. Segundo dados levantados pela TV Globo, a Polícia Militar foi responsável pela morte de uma em cada quatro pessoas assassinadas no estado paulista em 2015. Ainda em 2015, reportagem do Estado de S. Paulo afirmou que Alexandre constava no Tribunal de Justiça de São Paulo como advogado em pelo menos 123 processos da área civil da Transcooper. A cooperativa é uma das cinco empresas e associações que está presente em uma investigação que trilha movimentações de lavagem de dinheiro e corrupção engendrado pela organização criminosa Primeiro Comando da Capital (PCC). À época, Alexandre disse, por meio de nota, que \"renunciou a todos os processos que atuava como um dos sócios do escritório de advocacia\" e que estava de licença da Ordem dos Advogados do Brasil (OAB) durante o período investigado.\n\nNessa época, se tornou notório por atuar no caso de estelionato contra Marcela Temer. Marcela teve o celular clonado e passou a sofrer ameaças de vazamento de fotos íntimas e áudios sobre Michel Temer e seu marqueteiro, Arlon Viana, que sujariam o nome do então vice-presidente. O caso aconteceu durante as discussões do impeachment de Dilma Rousseff. As conversas entre Marcela e o criminoso não faziam parte do inquérito, mas foram publicadas parcialmente pela Folha de S.Paulo, que revelou a existência do áudio. A matéria foi censurada, mas o Anonymous Brasil publicou as conversas na íntegra. Os áudios, porém, sumiram durante a investigação. O caso foi resolvido rapidamente, em seis meses, e Moraes caiu nas graças de Michel Temer.\nConvidado pelo então vice-presidente da República, Michel Temer (MDB), para compor seu governo em caso de afastamento da presidente Dilma Rousseff (PT), Alexandre de Moraes tornou-se Ministro da Justiça em 12 de maio de 2016. Naquele ano, teria um posicionamento contrário ao uso da maconha, tendo publicado um vídeo cortando pés da planta no Paraguai. Em 3 de fevereiro de 2017, o ministério passou a se chamar Ministério da Justiça e Segurança Pública. Em 22 de fevereiro, Moraes foi exonerado do cargo e nomeado ministro do Supremo Tribunal Federal (STF).\nFoi filiado ao Partido da Social Democracia Brasileira (PSDB) de 2015 até 2017, quando solicitou sua desfiliação ao ser indicado para o STF.\n\n\nSupremo Tribunal Federal\n\n\nIndicação\n\nEm 6 de fevereiro de 2017, Alexandre de Moraes foi indicado por Michel Temer para o cargo de ministro do Supremo Tribunal Federal, em vaga aberta devido à morte do ministro Teori Zavascki em um acidente aéreo.\nA indicação foi criticada por políticos de oposição ao governo Temer, para quem Moraes, por seu histórico ligado ao PSDB, seria uma escolha político-partidária. Dentre os defensores da indicação, os ministros do Supremo Marco Aurélio Mello, Gilmar Mendes e Luiz Fux consideraram que a carreira política de Moraes não seria empecilho a uma futura atuação imparcial na corte.\nApós sua indicação ao STF, a obra de Moraes passou por escrutínio e ele foi acusado de copiar trechos de livros de outros autores sem creditar as devidas autorias. No livro \"Direitos Humanos Fundamentais\" Moraes usou de trechos idênticos à obra de Francisco Rubio Llorente, publicada dois anos antes, sem dar créditos e informar que se trata de citação. [ligação inativa] Alguns juristas apontaram que o uso dos trechos sem clara indicação da fonte é um caso de plágio, enquanto Moraes defendeu-se afirmando que a obra espanhola copiada estava na bibliografia do livro. A viúva do autor e o professor José Luis Rodríguez Álvarez, que colaborou com a produção do livro de Llorente enquanto estudante, reprovaram a cópia feita por Moraes. Álvarez, entretanto, apontou que não há direito autoral de Lloriente no trecho copiado, devido a já ser uma citação de sentença do Tribunal Constitucional da Espanha. Em outro livro, \"Constituição do Brasil Interpretada\", Moraes usou de trecho idêntico a livro escrito por Celso Ribeiro Bastos e Ives Gandra da Silva Martins. Neste caso, juristas apontam não haver plágio por ser um trecho curto e sem conceitos inovadores, mas apontam que se trata de negligência acadêmica.\nFoi também motivo de polêmica um encontro particular de Moraes com senadores, semanas antes de sua sabatina no Senado, a bordo de barco pertencente ao senador goiano Wilder Morais (PP), ocasião em que o indicado teria passado por uma \"sabatina informal\" pelos parlamentares presentes. O episódio foi criticado por juristas, que o classificaram como uma postura inadequada.\n\n\nAprovação e nomeação\n\nEm 21 de fevereiro de 2017, a Comissão de Constituição e Justiça do Senado aprovou Alexandre de Moraes para o cargo de ministro do STF, por dezenove votos a favor, sete contrários e uma abstenção. Esta Sabatina é o evento recorde de participação popular em sabatinas, por meio do Portal e-Cidadania, com mais de 1 600 manifestações. Das 12 perguntas feitas pelo relator da sabatina, Senador Eduardo Braga, 10 foram enviadas por cidadãos.\nNo dia seguinte, o plenário do Senado Federal aprovou definitivamente a indicação de Moraes para o Supremo, com 55 votos favoráveis e 13 contrários. No mesmo dia, ele foi nomeado pelo presidente Michel Temer. Alexandre de Moraes tomou posse no dia 22 de março de 2017.\n\n\nAtuação\n\n\nLava Jato\n\nMoraes era considerado um juiz sem posição definida na Operação Lava Jato (assim como nos demais processos penais abordados pela corte) e, por isso mesmo, costumava ser uma peça fundamental na busca de consensos mínimos entre os grupos mais garantistas e mais punitivistas do Supremo. Luiz Fux, que era do grupo mais favorável às decisões da 13ª Vara Federal de Curitiba, costumava consultar Moraes com este intuito moderador durante o período em que presidiu a corte (2020-2022).\n\nSeis meses antes das eleições de 2018, Moraes votou contra o habeas corpus preventivo requerido pela defesa de Luiz Inácio Lula da Silva, acompanhando o relator da Lava Jato Edson Fachin. O Ministro sustentou não ver indícios de que as instâncias inferiores (inclusive a 13ª Vara Federal de Curitiba) tivessem abusado de poder ou lançado mão de ilegalidades e defendeu a legitimidade da execução provisória das penas aplicadas em segunda instância. Menos de 24 horas depois dessa decisão do Supremo, favorável ao relator Fachin, Lula foi preso, ficando impossibilitado de disputar as eleições daquele ano. Por outro lado, o ministro Alexandre de Moraes divergiu de Fachin quando, em março de 2021, o plenário da corte decidiu pela suspeição de Sérgio Moro. Moraes firmou posição intermediária quando a corte anulou os processos relacionados à prisão do ex-presidente no mesmo ano: Moraes votou favoravelmente à anulação, porém, sustentou que os processos deveriam ser encaminhados para a seção judiciária de São Paulo.\n\n\nCensura e revogação do ato\nEm 11 de abril de 2019, a revista Crusoé publicou uma reportagem intitulada O amigo do amigo de meu pai. Segundo a publicação, a defesa do empresário Marcelo Odebrecht havia reunido um documento que mencionava Dias Toffoli, que, na época, era advogado-geral da União, como o \"amigo do amigo do meu pai\".\nApós a publicação da reportagem, Toffoli classificou o conteúdo da revista como \"…mentiras e ataques… divulgadas [sic] por pessoas que querem atingir as instituições brasileiras\" e pediu ao ministro do STF Alexandre de Moraes que apurasse as informações. Em seguida Moraes ordenou que a revista Crusoé e o sítio O Antagonista retirassem do ar todas as reportagens e notas que citassem Toffoli, além de estipular multa diária de 100 mil reais e ordenar que a Polícia Federal ouvisse os responsáveis do site e da revista em 72 horas. Moraes sustentou tratar-se de fake news devido à resposta que tinha recebido da Procuradoria Geral da República no dia seguinte à publicação: o órgão, provocado por Moraes, declarara que nenhum documento da Odebrecht citando Toffoli havia sido remetido à Raquel Dodge, contrariando assim a narrativa da revista Crusoé.\nA decisão de censurar o conteúdo da revista causou críticas por órgãos de defesa da liberdade de imprensa e de expressão, como a Associação Nacional de Jornais (ANJ), a Associação Nacional de Editores de Revistas (ANER), a Associação Brasileira de Jornalismo Investigativo (ABRAJI) a Associação Brasileira de Imprensa (ABI) e a Transparência Internacional, e pelo ministro da Corte Marco Aurélio Mello que afirmou ter tido \"censura\" e retrocesso\" na decisão do colega Alexandre de Moraes. A Associação dos Juízes Federais do Brasil (AJUFE) também repudiou a decisão do ministro Alexandre de Moraes, que considerou \"inadmissível\". Posteriormente (18/10), Alexandre de Moraes voltou atrás na decisão e revogou seu próprio ato, dado que ficara comprovado que o documento da Odebrecht realmente existia, tendo chegado à PGR horas depois da resposta negativa dada pelo órgão.\n\n\nSuspensão de nomeação para diretoria-geral da PF\nNo dia 29 de abril de 2020, o ministro suspendeu a nomeação de Alexandre Ramagem para diretoria-geral da Polícia Federal (PF) em razão da proximidade de Ramagem à família Bolsonaro. O pedido de liminar para suspensão da nomeação foi feito pelo partido Partido Democrático Trabalhista (PDT). A decisão do ministro gerou críticas e elogios. O ex-presidente Luiz Inácio Lula da Silva (PT) criticou a decisão. Segundo Lula, a decisão do ministro só se justificaria se tivesse algum ilícito contra Ramagem comprovado. Já o presidente da OAB Felipe Santa Cruz apoiou a decisão por entender que poderia ser um aparelhamento da PF. O jurista Pedro Serrano, declaradamente de esquerda, defendeu Jair Bolsonaro ao dizer que a decisão do STF feriu a soberania popular. Alguns dos ministros do STF defenderam Moraes, alvo de críticas do presidente Bolsonaro.\n\n\nPedido de impeachment\n\nNo dia 20 de agosto de 2021, o presidente da república Jair Bolsonaro protocolou pedido de impeachment de Alexandre de Moraes no Senado Federal. No pedido, o presidente solicita a destituição do cargo de ministro do Supremo Tribunal Federal e a inabilitação de Moraes para exercício de função pública durante oito anos. Foi a primeira vez em que um presidente da República pediu o impeachment de um ministro do STF.\nO pedido foi feito após decisões de Moraes contra políticos aliados de Bolsonaro, tais como a prisão do presidente do Partido Trabalhista Brasileiro (PTB), Roberto Jefferson, e uma medida de busca e apreensão contra o deputado federal Otoni de Paula (PSC), ambos investigados no STF em processo relatado por Moraes.\nA tramitação dependia de decisão do presidente do Senado, Rodrigo Pacheco (PSD). Em pronunciamento, o senador já havia antecipado que a análise do pedido \"não é algo recomendável\" para o Brasil neste momento e que não vê indícios para o impeachment. Em nota oficial, o STF repudiou o pedido protocolado pelo presidente da república:\n\nO Estado Democrático de Direito não tolera que um magistrado seja acusado por suas decisões, uma vez que devem ser questionadas nas vias recursais próprias, obedecido o devido processo legal\nO pedido de impeachment também foi repudiado pelo Superior Tribunal de Justiça (STJ), por ex-ministros de Estado, por associações de magistrados, de procuradores da República e de advogados, por partidos políticos e por membros do Congresso Nacional.\nEm 25 de agosto de 2021, o presidente do Senado Federal rejeitou o pedido, considerando-o improcedente por aspectos jurídicos e políticos.\n\n\nSuspensão do X no Brasil\n\nEm 30 de agosto de 2024, determinou a suspensão da plataforma X em todo o Brasil com justificativa de não ter um representante legal no país, e determinou o bloqueio de recursos financeiros da Starlink. A intimação foi feita por meio de uma postagem no perfil oficial do Supremo Tribunal Federal na própria plataforma. O prazo concedido para o cumprimento da ordem foi de 24 horas. Juristas criticaram a decisão de Moraes. Logo após a decisão do bloqueio, Elon Musk reagiu em sua conta no X, e disse que \"a liberdade de expressão é a base da democracia e um pseudo-juiz não eleito no Brasil está destruindo-a para fins políticos\".\nNo dia 2 de setembro, Elon Musk criou na sua rede social o \"Alexandre Files\", um perfil contra o ministro com divulgação das decisões sigilosas.\nEm 19 de setembro de 2024, Moraes voltou a determinar a aplicação de uma multa diária de 5 milhões de reais à Starlink e ao X por descumprimento da ordem de suspensão da rede no país. Em 8 de outubro do mesmo ano, Moraes autorizou o retorno imediato do X ao Brasil.\n\n\nTribunal Superior Eleitoral\n\nMoraes foi escolhido como presidente do TSE em 14 de junho de 2022, assumindo o cargo a partir de 16 de agosto de 2022.\nEm 26 de outubro, Alexandre de Moraes rejeitou um pedido de investigação feito pela campanha de Jair Bolsonaro que alegava que sua chapa teria sido alvo de fraude eleitoral, ao alegar que emissoras de rádio deixaram de veicular inserções da propaganda eleitoral do candidato à reeleição. Ao receber o despacho dois dias antes, Moraes havia considerado a ação sem base documental e exigiu a apresentação de \"provas e/ou documentos sérios\" em um prazo de 24 horas.\nO ministro também acionou a Procuradoria-Geral Eleitoral para investigar se houve crime eleitoral com a finalidade de tumultuar o segundo turno das eleições. A atuação de Moraes no TSE foi criticada pelo então presidente Jair Bolsonaro, que o acusou de parcialidade, e a ala radical aliada ao então presidente chegou a sugerir a prisão do ministro.\n\n\nVida pessoal\n\nAlexandre de Moraes é casado com a advogada Viviane Barci de Moraes, com quem tem três filhos: Gabriela, Giuliana e Alexandre. É torcedor do Corinthians Paulista e pratica jiu-jítsu.\n\n\nControvérsias\nVários políticos de extrema-direita, membros do setor privado, apoiadores do ex-presidente Jair Bolsonaro e a mídia de direita acusaram Moraes de praticar nepotismo, interferência política, repressão política, abuso de poder e implantação de uma ditadura constitucional. O jornalista e advogado estadounidense Glenn Greenwald criticou várias decisões de Moraes, acusando-o de censura e ataques à liberdade de expressão.\nO proprietário do Twitter, Elon Musk, respondendo a Greenwald no Twitter, disse que os movimentos de Moraes eram \"extremamente preocupantes\", enquanto Beatriz Rey, cientista política da Universidade Estadual do Rio de Janeiro, disse que a abordagem de Moraes, embora não seja ideal, era necessária porque outros ramos do governo, especialmente o legislativo, não cumprem com seu dever. Milly Lacombe, em sua coluna no site de notícias UOL, acrescentou que essas preocupações ignoraram um perigo maior, evidenciado pelos protestos e um fracassado ataque contra a posse de Lula. E ela argumentou que a extrema direita representa sérios perigos para a democracia brasileira, o que deve ofuscar as preocupações sobre a liberdade de expressão ou interferência do judiciário. \"Moraes age dentro da lei. Ele não age fora de seus poderes como ministro, ele não rasga a Constituição, ele não o faz sob críticas de seus colegas na Suprema Corte.\"\n\n\nVaza Toga\n\n\nSanções do governo de Donald Trump\nEm 18 de julho de 2025, foi alvo do governo Trump em relação ao visto. A decisão foi informada pelo secretário de Estado Marco Rubio e atingiria familiares e aliados de Moraes. Segundo Rubio, \"A perseguição política do ministro do Supremo Tribunal Federal do Brasil, Alexandre de Moraes, contra Jair Bolsonaro criou um complexo de perseguição e censura tão amplo que não só viola direitos básicos dos brasileiros, como também ultrapassa as fronteiras do Brasil para atingir americanos.\" O diplomata dos Estados Unidos finaliza o texto afirmando que ordenou \"a revogação dos vistos de Alexandre de Moraes e seus aliados no tribunal, assim como dos familiares imediatos deles, com efeito imediato.\"\nEm 30 de julho de 2025, Moraes foi incluído na lista de sanções estabelecidas pelo governo dos Estados Unidos, ao abrigo da lei Magnitsky, embora não possua contas, investimentos ou bens no território norte-americano. Consequentemente, o ministro poderia enfrentar dificuldades até mesmo para receber seu salário, uma vez que é remunerado pelo Banco do Brasil. Apesar de ser uma instituição brasileira, o banco mantém operações e vínculos financeiros com o sistema internacional, o que pode levá-lo a restringir determinados serviços para evitar penalidades.\nO líder da campanha pela aprovação da lei Magnitsky, William Browder, criticou a sanção contra Moraes, classificando-a como um \"momento vergonhoso\" e afirmando que o juiz não se enquadra nos critérios para esse tipo de medida. Ele também declarou que a situação representa o \"primeiro abuso claro\" da lei Magnitsky. Browder argumentou que Trump estava tentando resolver questões políticas por meio da legislação. A Transparência Internacional também criticou a aplicação da lei Magnitsky a Moraes, chamando-a de \"alarmante e inaceitável\", considerando-a politicamente motivada e alertando para o risco de instabilidade institucional no Brasil devido a esse tipo de \"interferência de um governo estrangeiro\" que desrespeita \"a soberania nacional e a separação de poderes\". A organização não governamental estadunidense Human Rights First [en] afirmou que a aplicação da lei Magnitsky mostra que Trump busca a \"impunidade de aliados políticos próximos\"; segundo um diretor sênior da organização, Trump estaria disposto a iniciar uma guerra comercial e outras medidas \"extremas\" para proteger Bolsonaro de processos relacionados à tentativa de golpe de 8 de janeiro.\nA revista britânica The Economist criticou a decisão americana, afirmando que houve exagero e destacando o caráter inédito de aplicar a lei Magnitsky nesse caso, argumentando que a medida poderia ter efeito contrário. Segundo a publicação, a sanção fortaleceria a narrativa de Luiz Inácio Lula da Silva de que Bolsonaro e seus aliados são \"traidores\" da pátria. The Economist também ressaltou que Moraes atua dentro da lei brasileira e o retratou como \"inabalável\" diante de pressões – chegando a viajar para São Paulo para assistir a uma partida do seu time no mesmo dia em que as sanções foram anunciadas. De acordo com o pesquisador da Fundação Getulio Vargas e professor do Ibmec, Leonardo Paz Neves, a sanção contra Moraes foi uma estratégia de Trump para evitar novamente a expressão \"Trump Always Chickens Out\" (\"Trump Sempre Amarela\"), já que no mesmo dia publicou-se um decreto que listava quase 700 itens isentos do aumento tarifário sobre produtos brasileiros.\nEm 1.º de agosto, durante a sessão de reabertura dos trabalhos do Supremo Tribunal Federal, Moraes declarou que a lei Magnitsky seria ignorada em seu caso e que ele permaneceria como relator do processo criminal referente à tentativa de golpe no Brasil. Os ministros Luís Roberto Barroso e Gilmar Mendes também criticaram a sanção e defenderam o colega. Moraes declarou que \"brasileiros pseudopatriotas\" agem \"de maneira covarde e traiçoeira\" com a finalidade de submeter o funcionamento da Suprema Corte \"ao crivo de um Estado estrangeiro\", acrescentando que esses indivíduos \"acham que estão lidando com pessoas da laia deles, também com milicianos\". No dia 4 do mesmo mês, o ministro Edson Fachin declarou que a aplicação da lei Magnitsky representa \"interferência indevida\" e uma \"ameaça\" à independência judicial.\nEm 12 de agosto de 2025, o governo Trump afirmou que a situação dos direitos humanos no Brasil se havia deteriorado e acusou o Judiciário de adotar medidas que minariam a liberdade de expressão. Publicado pelo Departamento de Estado dos Estados Unidos, o relatório citou nominalmente o ministro Alexandre de Moraes. Críticos afirmaram motivação política no documento por ignorar os esforços antidemocráticos do governo da Hungria, omitir a crise em Gaza causada por Israel e suavizar o tom sobre El Salvador de Nayib Bukele, além de criticar democracias consolidadas da Europa, como França e Alemanha. Josh Paul [en], ex-funcionário do Departamento, ponderou que o documento \"demonstra o que acontece quando agendas políticas têm prioridade sobre os fatos\". A organização não governamental Human Rights Watch acusou o governo dos Estados Unidos de \"exercício de encobrimento e enganação\", transformando o relatório em \"uma arma que faz os autocratas parecerem palatáveis e minimiza os abusos que ocorrem nesses lugares\"; a organização acusou Trump de manipulação também no caso do Brasil.\nEm 22 de setembro de 2025, o governo americano estendeu as sanções da Lei Magnitsky para Viviane Barsi de Moraes, esposa do ministro, com a alegação de que ela forneceria uma \"rede de apoio ao marido\", bem como à Lex Instituto de Estudos Jurídicos, empresa de advocacia da qual Viviane e dois de três filhos do casal são sócios. Em repórtagem na Reuters, o secretário do tesouro americano Scott Bessent declarou que \"não há Clyde sem Bonnie\", fazendo referência ao casal de criminosos americanos Bonnie e Clyde.\n\n\nBanco Master\nNa primeira quinzena de dezembro de 2025, uma reportagem do jornal O Globo revelou que o escritório de advocacia da esposa de Alexandre de Moraes, Viviane Barci de Moraes, possuía um contrato de R$ 129 milhões de reais com o Banco Master, instituição financeira envolvida em um suposto esquema de corrupção. Em razão desses fatos, a organização Transparência Internacional e comentaristas políticos têm criticado Alexandre de Moraes e o contrato do escritório de sua esposa, questionando eventual conflito de interesses e o nível de influência do banco diante do Ministro da Suprema Corte. \nO Ministro foi alvo de novas críticas após ser noticiado, na segunda metade do mês dezembro de 2025, que ele teria reiteradamente entrado em contato com Gabriel Galípolo, Presidente do Banco Central do Brasil, para obter informações a respeito do processo de venda do Banco Master ao Banco de Brasília, BRB, o qual ocorrera meses antes, e para \"pedir pelo banco Master junto ao Banco Central\". Apesar do Ministro ter se pronunciado oficialmente e negado tais conversas, comentaristas ponderaram como pertinente a abertura de uma investigação a respeito. Políticos de oposição ao terceiro governo do Presidente Lula falam no Congresso em abrir uma CPI para investigar o Banco Master e por conseguinte o casal Moraes.\n\n\nNotas e referências\n\n\nNotas\n\n\nReferências\n\n\nLigações externas\n\n«Alexandre de Moraes». no STF \n«Alexandre de Moraes». na FDUSP \n«Alexandre de Moraes». na Plataforma Lattes",
    "wikipedia_extrato_resumo": "Alexandre de Moraes (São Paulo, 13 de dezembro de 1968) é um jurista, magistrado, professor catedrático e ex-político brasileiro, sendo ministro e vice-presidente do Supremo Tribunal Federal (STF) e ex-presidente do Tribunal Superior Eleitoral (TSE).\nÉ professor titular de direito eleitoral da Faculdade de Direito do Largo de São Francisco (USP), instituição pela qual se graduou em 1990 e tornou-se doutor em direito do Estado em 2000, sob a orientação do professor Dalmo Dallari, apresentando uma tese sobre jurisdição constitucional. Obteve, em 2001, a livre-docência com uma tese sobre o direito constitucional administrativo. Em 2002, ingressou no corpo docente da USP como professor associado do Departamento de Direito do Estado. Alexandre de Moraes também exerce o magistério na Universidade Presbiteriana Mackenzie, onde é professor titular pleno de Direito Eleitoral desde 1999.\nFoi promotor de justiça do Ministério Público de São Paulo de 1991 até 2002, quando pediu exoneração para assumir o cargo de secretário da Justiça e da Defesa da Cidadania do Estado de São Paulo, nomeado pelo governador Geraldo Alckmin, função que exerceu até 2005. De 2004 a 2005, foi também presidente da FE..."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://pt.wikipedia.org/wiki/Alexandre_de_Moraes",
      "tipo": "wikipedia",
      "observacao": null
    }
  ],
  "atualizado_em": "2026-01-30"
}
