{
  "id": "stf-luiz-fux",
  "nome": "Luiz Fux",
  "nome_completo": null,
  "orgao": "STF",
  "cargo": "Ministro",
  "situacao": "titular",
  "dados_publicos": {
    "wikipedia_resumo": {
      "titulo": "Luiz Fux",
      "descricao": "jurista, professor e magistrado brasileiro, ministro do Supremo Tribunal Federal",
      "extrato": "Luiz Fux ComMM • ComCN é um jurista, professor universitário e magistrado brasileiro, atual ministro do Supremo Tribunal Federal (STF). Foi ministro do Tribunal Superior Eleitoral de 2014 a 2018, tendo sido presidente da corte eleitoral entre fevereiro e agosto de 2018. Exerceu também a função de ministro do Superior Tribunal de Justiça (STJ) de 2001 a 2011.",
      "url": {
        "page": "https://pt.wikipedia.org/wiki/Luiz_Fux",
        "revisions": "https://pt.wikipedia.org/wiki/Luiz_Fux?action=history",
        "edit": "https://pt.wikipedia.org/wiki/Luiz_Fux?action=edit",
        "talk": "https://pt.wikipedia.org/wiki/Discuss%C3%A3o:Luiz_Fux"
      }
    },
    "wikipedia_extrato": "Luiz Fux ComMM • ComCN (Rio de Janeiro, 26 de abril de 1953) é um jurista, professor universitário e magistrado brasileiro, atual ministro do Supremo Tribunal Federal (STF). Foi ministro do Tribunal Superior Eleitoral de 2014 a 2018, tendo sido presidente da corte eleitoral entre fevereiro e agosto de 2018. Exerceu também a função de ministro do Superior Tribunal de Justiça (STJ) de 2001 a 2011.\nÉ bacharel (1976) e doutor (2009) em direito pela Faculdade de Direito da Universidade do Estado do Rio de Janeiro (UERJ). Desde 1995 é professor titular de direito processual civil da UERJ, tendo chefiado o Departamento de Direito Processual dessa universidade, além de ter lecionado processo civil na Escola de Magistratura do Estado do Rio de Janeiro e direito judiciário civil na Pontifícia Universidade Católica do Rio de Janeiro.\nFoi advogado da Shell do Brasil de 1976 a 1978, promotor de justiça do Ministério Público do Estado do Rio de Janeiro de 1979 a 1982 e ingressou, no ano seguinte, na carreira da magistratura fluminense por meio de concurso público, tendo sido juiz de direito de 1983 até 1997, quando foi promovido a desembargador do Tribunal de Justiça do Rio de Janeiro.\nEm 2001, foi indicado pelo presidente Fernando Henrique Cardoso ao cargo de ministro do STJ, ali permanecendo até 2011, ano em que foi indicado pela presidente Dilma Rousseff ao cargo de ministro do \nSTF. É membro da Academia Brasileira de Letras Jurídicas desde 2008 e da Academia Brasileira de Filosofia desde 2014. Presidiu a comissão de juristas que elaborou o anteprojeto do Código de Processo Civil, em vigor desde 2016.\n\n\nCarreira jurídica\nFilho de Mendel Wolf Fux e Lucy Luchnisky Fux, judeus de origem romena exilados pela Segunda Guerra Mundial, Luiz Fux foi criado no bairro carioca do Andaraí e estudou no Colégio Liessin e no Colégio Pedro II. Fux lembrou dos tempos em que costumava cantar o hino do estado de Israel na escola durante o recebimento da medalha Jerusalém de Ouro.\nFormou-se em direito em 1976 pela então Universidade Estadual de Guanabara (hoje Universidade do Estado do Rio de Janeiro) e pela mesma universidade tornou-se doutor em direito processual civil no ano de 2009.\nIniciou a carreira profissional na advocacia privada como advogado da Shell Brasil S.A. Petróleo de 1976 a 1978, tendo sido aprovado em primeiro lugar em concurso para o cargo. De 1979 a 1982, foi promotor de justiça do Ministério Público do Estado do Rio de Janeiro, tendo atuado nas comarcas de Trajano de Moraes, Santa Maria Madalena, Cordeiro, Cantagalo, Nova Iguaçu, Macaé e Petrópolis. Foi também curador de fundações, no mesmo período.\nEm 1983, ingressou na carreira da magistratura fluminense como juiz de direito, aprovado em primeiro lugar em concurso, e exerceu atividades nas comarcas de Niterói, Duque de Caxias, Petrópolis e Rio de Janeiro (capital). Foi promovido por merecimento para o cargo de juiz de direito da Entrância Especial, tendo sido titular da 9ª Vara Cível do Estado do Rio de Janeiro. Exerceu a função de juiz eleitoral na 13ª Zona Eleitoral e 25ª Zona Eleitoral Rio de Janeiro. Foi também promovido por merecimento para o cargo de juiz do Tribunal de Alçada do Estado do Rio de Janeiro.\nEm 1997, Fux foi promovido a desembargador do Tribunal de Justiça do Estado do Rio de Janeiro, onde permaneceu até 2001.\n\n\nMinistro do STJ\nEm 2001, foi o escolhido pelo então presidente Fernando Henrique Cardoso para ocupar o cargo de ministro do Superior Tribunal de Justiça pelo terço destinado a desembargadores de Tribunais de Justiça, em vaga deixada pelo então ministro Hélio Mosimann, que se aposentara. Foi empossado em 29 de outubro de 2001.\nEm 2003, Luiz Fux foi o relator do julgamento no Superior Tribunal de Justiça que considerou a Tele Sena um título de capitalização, e não um jogo de azar, revertendo decisão da Justiça Federal da 3ª Região. Em março de 2005, Fux foi admitido pelo presidente Luiz Inácio Lula da Silva à Ordem do Mérito Militar no grau de Comendador especial.\nReportagem da revista IstoÉ revelou em 2009 que o STJ solicitava a companhias aéreas privilégios para amigos e familiares de Fux.\n\n\nMinistro do STF e TSE\n\nEm 1º de fevereiro de 2011, foi indicado pela Presidente Dilma Rousseff para ocupar uma cadeira do Supremo Tribunal Federal (STF), vaga desde agosto de 2010 com a aposentadoria do então ministro Eros Grau. A indicação foi defendida pelos políticos Sergio Cabral Filho (ex-governador do Rio de Janeiro)  e Antonio Palocci (Ministro-chefe da Casa Civil). Em 9 de fevereiro de 2011 a Comissão de Constituição, Justiça e Cidadania do Senado Federal do Brasil (CCJ) aprovou por unanimidade a indicação de Luiz Fux para o STF. Em seguida, a matéria seguiu para o plenário do Senado Federal do Brasil que aprovou a indicação por 68 votos a favor, dois contra e sem nenhuma abstenção. Em 11 de fevereiro de 2011, foi nomeado ministro do STF. Às 16 horas de 3 de março de 2011 Luiz Fux tomou posse como ministro do Supremo Tribunal Federal sob a presidência do ministro Cezar Peluso.  No TSE, foi empossado como membro substituto em maio de 2011.  Tomou posse como efetivo em 2014. Em 2016 tomou posse como vice-presidente do TSE.  Em 2017 votou no TSE a favor da cassação da chapa Dilma-Temer, acompanhando o voto do relator, ministro Herman Benjamin também acompanhado pela ministra Rosa Weber ficando os três ministros vencidos. Em dezembro de 2017, foi eleito presidente do TSE, porém ficou apenas 6 meses na presidência do tribunal.\n\n\nVoto contra a aplicabilidade da Lei da Ficha Limpa\nEm 23 de março de 2011, Fux deu o voto decisivo contra a aplicação da Lei da Ficha Limpa nas eleições de 2010. A decisão do Supremo Tribunal Federal, considerando a aplicação da lei nas eleições de 2010 inconstitucional, beneficiou diretamente vários candidatos cuja elegibilidade havia sido barrada por causa de processos na Justiça. A lei começou a valer apenas a partir de 2012, embora ainda possa ser questionada. O caso teve ampla repercussão na mídia.\n\n\nPolêmica na Nomeação de Marianna Fux ao Cargo de Desembargadora do TJRJ\nA nomeação de Marianna Fux, filha do ministro do Supremo Tribunal Federal (STF) Luiz Fux, como desembargadora do Tribunal de Justiça do Rio de Janeiro (TJRJ) em 2016, pelo quinto constitucional, gerou intensa controvérsia no meio jurídico brasileiro.\nEscolhida pelo então governador Luiz Fernando Pezão após receber 125 dos 143 votos na lista tríplice do TJRJ, Marianna, então com 35 anos e advogada no escritório Sérgio Bermudes, enfrentou questionamentos sobre sua experiência profissional. Críticos, incluindo conselheiros da OAB-RJ, tentaram impugnar sua candidatura, alegando insuficiência na comprovação de dez anos de exercício advocatício ininterrupto, mas a impugnação foi rejeitada.\nA influência de Luiz Fux, ex-desembargador do TJRJ e figura proeminente no Judiciário, foi apontada como fator decisivo para a nomeação, levantando acusações de nepotismo indireto. Reportagem da revista piauí revelou que Fux articulou a candidatura desde 2013, com apoio de aliados como o ex-governador Sérgio Cabral. A votação aberta no TJRJ, descrita como constrangedora por desembargadores, e a rapidez na escolha de Marianna por Pezão intensificaram as críticas sobre a falta de transparência e meritocracia no processo, alimentando debates sobre a seleção de magistrados no Brasil.\nApesar das polêmicas, Marianna tomou posse em 14 de março de 2016, tornando-se a desembargadora mais jovem do TJRJ. Atuando inicialmente na 25ª Câmara Cível e depois na 19ª Câmara de Direito Privado, ela buscou consolidar sua trajetória com dedicação, mas o episódio permanece como um marco controverso na biografia de Luiz Fux, evidenciando tensões entre redes de poder e a confiança pública no Judiciário.\n\n\nOutras atividades\n\nMembro da Academia Brasileira de Letras Jurídicas desde 2008, presidiu a comissão de juristas que elaborou o anteprojeto do novo Código de Processo Civil Brasileiro, concluído em 8 de junho de 2010. Uma de suas maiores preocupações foi a morosidade da Justiça; Fux propôs a limitação do número de recursos.\nAtuante na área de direitos humanos, Fux defende o reconhecimento efetivo pelo Judiciário dos direitos sociais garantidos na Constituição.  Recebeu em 2011 a Medalha do Mérito Cívico Afro-Brasileiro da Organização Não-Governamental Afrobras e pela Faculdade Zumbi dos Palmares.\n\n\nVida pessoal\nFux pratica jiu-jitsu, é mestre na arte marcial, atingindo o 8° grau, faixa vermelha e branca, concedida pelo grão-mestre Osvaldo Alves de 9º grau, faixa vermelha, também pratica musculação e toca guitarra. Durante a cerimônia de posse de seu colega, então ministro Joaquim Barbosa como presidente da corte, subiu ao palco e interpretou \"Um dia de domingo\", de Tim Maia.  Na juventude, foi surfista amador. Em maio de 2003, ele foi agredido por assaltantes que invadiram seu apartamento no bairro Copacabana, na Zona Sul da cidade do Rio de Janeiro. Em decorrência do ataque, que também vitimou seus dois filhos Rodrigo e Marianna Fux, foi internado em estado gravíssimo no hospital Copa D'Or. Torcedor apaixonado do Fluminense, mantém bandeira do clube em seu gabinete de trabalho.\n\n\nPrêmios\nLista de prêmios adquiridos:\n\nMedalha Grã-Cruz da Ordem do Congresso Nacional, 2022.\nMedalha Jerusalém de Ouro, 2020 \nOrdem de Rio Branco, grau Grã-Cruz, 2020.\nMedalha do Mérito Eleitoral do Distrito Federal, 2010.\nTroféu Theodor Herzi, Hebraica, 2009.\nMedalha da Ordem do Mérito da Defesa, 2008.\nColar do Mérito Ministro Victor Nunes Leal - Tribunal de Contas do Município do Rio de Janeiro, Brasil, 2007.\nPrêmio Jabuti de Literatura - Categoria Direito, 2007.\nPrêmio de Destaque Nacional em Desenvolvimento Sustentável e Responsabilidade Social - BIOSFERA, 2007.\nMoção de Reconhecimento pelos magnânimos serviços prestados em defesa dos direitos da população brasileira e em respeito à Carta Magna da Nação, 2007.\nComenda da Ordem do Mérito do Direito Público, 2006.\nMedalha da Inconfidência, 2006.\nMedalha da Ordem do Mérito Naval, 2006.\nMedalha do Clube Israelita Brasileiro - \"B'nai B'rith\", 2006.\nMedalha do Mérito Cívico Afrobrasileiro, Afrobrás, 2006.\nMedalha Marechal Mascarenhas de Moraes, 2006.\nMedalha Mérito Segurança Pública – RJ, 2006.\nMedalha Ordem do Mérito Ministério Público Militar, 2006.\nTroféu Palácio da Justiça Desembargador Renato de Mattos, 2006.\nTroféu Raça Negra, 2006.\nCondecoração de Alta Distinção, na Ordem do Mérito Ministério Público Militar, 2005.\nComendador especial da Ordem do Mérito Militar, 2005.\nMedalha do Mérito Cultural da Magistratura, 2005.\nMedalha Ordem do Mérito Judiciário do TRT 1ª Região, no Grau Grã-Cruz, 2004.\nOrdem do Mérito Ministério Público Militar, 2004.\nTítulo de Sócio Honorário da Associação Brasileira das Administradoras de Imóveis, 2004.\nMedalha Albert Sabin, 2003.\nMedalha da Ordem do Mérito Judiciário Militar, 2003.\nMedalha Tiradentes, 2003.\nMedalha Pedro Ernesto, 2001.\nColar do Mérito Judiciário, 1998.\n\n\nPolêmicas\nNo dia 14 de abril de 2011, em resposta à pergunta da repórter Débora Santos, do site de notícias G1, sobre o resultado do referendo do desarmamento ocorrido em 2005, Luiz Fux afirmou: \"Eu acho que o povo votou errado.\" Em decorrência da sua função, a afirmação foi interpretada por diferentes setores da sociedade como uma afronta do magistrado ao sistema democrático brasileiro. Além disso, completou: \"Eu acho que tinha que vir uma solução legislativa, sem plebiscito mesmo. Todo mundo sabe que o desarmamento é fundamental.\"\nEm entrevista ao jornal Folha de S.Paulo em 2 de dezembro de 2012, o eminente ministro Luiz Fux revelou detalhes das articulações que levaram à sua nomeação para o Supremo Tribunal Federal.  Dentre os pedidos de apoio por sua indicação, Luiz Fux procurou por uma recomendação do ex-ministro José Dirceu, réu na ação penal oriunda do Escândalo do Mensalão. Durante uma reunião com José Dirceu, Luiz Fux usou a expressão futebolística \"mato no peito\" ao se referir ao processo, interpretada pelo interlocutor como promessa de que o absolveria no eventual julgamento pelo Supremo Tribunal Federal.\nEm 2014, Fux pressionou advogados, desembargadores e políticos ao fazer campanha para que sua filha, a então advogada Marianna Fux, fosse nomeada para o cargo de desembargadora do Tribunal de Justiça do Estado do Rio de Janeiro pelo quinto constitucional. Após um procedimento polêmico de escolha, Marianna Fux, com apenas 35 anos de idade, sem ter comprovado prática jurídica, tomou posse no cargo de desembargadora do TJ-RJ em março de 2016.\nDurante sessão plenária no Supremo Tribunal Federal, em 2017, Fux fez parte de uma polêmica envolvendo as ministras Rosa Weber e Cármen Lúcia quando esta, na qualidade de presidente do STF, concedeu a palavra para o voto daquela. Na ocasião, Fux, em tom de brincadeira, disse \"concedo a palavra para o voto integral\", sendo retrucado por Cármen, que protestou: \"Como concede a palavra? É a vez dela votar. Ela é quem concede, se quiser, um aparte\". Ela citou, em seguida, uma pesquisa feita por membros da Northwestern University Pritzker School of Law, afirmando que \"em todos os tribunais constitucionais onde há mulheres, o número de vezes que mulheres são aparteadas é 18 vezes maior do que entre os ministros\". Tal episódio repercutiu na imprensa como uma exemplificação da diferença entre os tratamentos de mulheres e homens dentro do Poder Judiciário Brasileiro.  Poucos dias antes de Joesley Batista e Ricardo Saúd serem presos, Fux defendeu suas prisões dizendo \"espero que eles passem do exílio nova-iorquino, para o exílio da Papuda.\"\n\n\nCompromisso contra disseminação de notícias falsas nas eleições\nComo ministro do TSE, Fux, fez um compromisso com a assinatura de 10 partidos contra a disseminação de notícias falsas para as eleições de 2018.  Segundo o documento, seu objetivo é: \"Manter o ambiente de higidez informacional, de sorte a reprovar qualquer prática ou expediente referente à utilização de conteúdo falso no próximo pleito, atuando como agentes colaboradores contra a disseminação de fake news nas Eleições 2018\".\n\n\nPublicações\nFux é autor, entre outras obras, de:\n\nCurso de Direito Processual Civil,, 2008, 4º ed., ISBN 978-85-3092770-7\nO Novo Processo de Execução,, 2008, ISBN 978-85-3092588-8\nA Reforma do Processo Civil,, 2008, ISBN 978-85-7626299-2\nLocações, Processo e Procedimentos, 2008, ISBN 978-8-57626300-5\n\n\nReferências\n\n\nLigações externas\n\nCurrículo de Luiz Fuxno sítio do STF.\nDepoimento de Luiz Fux sobre a UERJ",
    "wikipedia_extrato_resumo": "Luiz Fux ComMM • ComCN (Rio de Janeiro, 26 de abril de 1953) é um jurista, professor universitário e magistrado brasileiro, atual ministro do Supremo Tribunal Federal (STF). Foi ministro do Tribunal Superior Eleitoral de 2014 a 2018, tendo sido presidente da corte eleitoral entre fevereiro e agosto de 2018. Exerceu também a função de ministro do Superior Tribunal de Justiça (STJ) de 2001 a 2011.\nÉ bacharel (1976) e doutor (2009) em direito pela Faculdade de Direito da Universidade do Estado do Rio de Janeiro (UERJ). Desde 1995 é professor titular de direito processual civil da UERJ, tendo chefiado o Departamento de Direito Processual dessa universidade, além de ter lecionado processo civil na Escola de Magistratura do Estado do Rio de Janeiro e direito judiciário civil na Pontifícia Universidade Católica do Rio de Janeiro.\nFoi advogado da Shell do Brasil de 1976 a 1978, promotor de justiça do Ministério Público do Estado do Rio de Janeiro de 1979 a 1982 e ingressou, no ano seguinte, na carreira da magistratura fluminense por meio de concurso público, tendo sido juiz de direito de 1983 até 1997, quando foi promovido a desembargador do Tribunal de Justiça do Rio de Janeiro.\nEm 2001, ..."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://pt.wikipedia.org/wiki/Luiz_Fux",
      "tipo": "wikipedia",
      "observacao": null
    }
  ],
  "atualizado_em": "2026-01-30"
}
