{
  "id": "stf-edson-fachin",
  "nome": "Edson Fachin",
  "nome_completo": null,
  "orgao": "STF",
  "cargo": "Ministro",
  "situacao": "titular",
  "dados_publicos": {
    "wikipedia_resumo": {
      "titulo": "Edson Fachin",
      "descricao": "jurista e magistrado brasileiro, 62⁰ Presidente do Supremo Tribunal Federal desde 2025",
      "extrato": "Luiz Edson Fachin é um jurista, magistrado e escritor brasileiro, atualmente ministro e presidente do Supremo Tribunal Federal do Brasil. Foi presidente do Tribunal Superior Eleitoral (TSE) de fevereiro a agosto de 2022.",
      "url": {
        "page": "https://pt.wikipedia.org/wiki/Edson_Fachin",
        "revisions": "https://pt.wikipedia.org/wiki/Edson_Fachin?action=history",
        "edit": "https://pt.wikipedia.org/wiki/Edson_Fachin?action=edit",
        "talk": "https://pt.wikipedia.org/wiki/Discuss%C3%A3o:Edson_Fachin"
      }
    },
    "wikipedia_extrato": "Luiz Edson Fachin (Passo Fundo, 8 de fevereiro de 1958) é um jurista, magistrado e escritor brasileiro, atualmente ministro e presidente do Supremo Tribunal Federal do Brasil. Foi presidente do Tribunal Superior Eleitoral (TSE) de fevereiro a agosto de 2022.\nAnteriormente, foi advogado, procurador do Estado do Paraná e professor titular de direito civil da Faculdade de Direito da Universidade Federal do Paraná (UFPR). Na carreira acadêmica, notabilizou-se por sua obra voltada ao direito civil.\n\n\nBiografia\nLuiz Edson Fachin, cujo pai era agricultor e a mãe professora, nasceu no então distrito de Rondinha, Passo Fundo, Rio Grande do Sul, em uma família de poucas posses, que mudou-se para Toledo, Paraná, quando ele tinha dois anos de idade. Aos dezessete anos, ele se mudou para Curitiba para estudar. Na capital do Paraná, a partir da metade da década de 1970 até o início da década de 1980, participou de diversas atividades literárias, como editor e cooautor, entre elas as antologias poéticas Pega Gente, Sala 17, Reis Magros e Sangra:Cio, em parceria com expoentes da literatura paranaense como Paulo Lemiski, Reinoldo Aten, Hamilton Faria, Antonio Thadeu Wojciechowski, os irmãos Marcos e Roberto Prado, entre outros. No mesmo período promoveu diversos concursos e encontros literários locais, estaduais e nacionais. Em sua sabatina pelo Senado Federal em 2015, Fachin declarou que teve uma infância de privações e uma adolescência difícil, tendo vendido laranjas nas ruas da cidade e passagens em uma estação rodoviária.\nÉ casado com Rosana Amara Girardi Fachin, desembargadora do Tribunal de Justiça do Paraná, sendo pai de Camila Girardi Fachin, vice-reitora da Universidade Federal do Paraná e da jurista Melina Fachin, tendo três netos: Bernardo, Flor e Bela.\nÉ fluente em inglês, espanhol, italiano e francês.\nÉ torcedor do Coritiba.\n\n\nCarreira\n\n\nAdvocacia\nFachin atuou como advogado desde 1980, quando fundou o escritório Fachin Advogados Associados, até 2015, quando foi indicado ao cargo de ministro do Supremo Tribunal Federal. Em seu escritório, trabalhou principalmente em casos de conflitos empresariais, sucessórios, ambientais, agrários e imobiliários.\nDe 1982 a 1987, foi procurador jurídico do Instituto de Terras, Cartografia e Florestas do Estado do Paraná. Em 1985 foi procurador geral do Instituto Nacional de Colonização e Reforma Agrária (INCRA).\nFoi, também, procurador do Estado do Paraná de 1990 até 2006.\n\n\nAtuação acadêmica\nGraduado em direito pela Universidade Federal do Paraná (UFPR) em 1980, obteve os títulos de mestre e doutor pela Pontifícia Universidade Católica de São Paulo (PUC/SP), defendendo, em 1986 e 1991, respectivamente, a dissertação \"Negócio jurídico e ato jurídico em sentido estrito: diferenças e semelhanças sob uma tipificação exemplificativa no Direito Civil brasileiro\" e a tese \"Paternidade presumida: do Código Civil brasileiro à jurisprudência do Supremo Tribunal Federal\", ambas sob a orientação do professor José Manoel de Arruda Alvim Netto. Realizou pós-doutorado no Canadá e foi professor visitante do King's College (Reino Unido) e pesquisador convidado do Instituto Max Planck (Alemanha).\n\nTendo ingressado como docente na UFPR em 1991, foi um dos professores que capitanearam a implantação do doutorado em direito nessa instituição, tendo, ainda, criado o Núcleo de Estudo em Direito Civil-Constitucional \"Virada de Copérnico\" em 1996, contribuindo para a chamada repersonalização do Direito Civil brasileiro. Tornou-se professor titular de direito civil em 1999 e permaneceu no cargo até ser empossado ministro do STF em 2015, quando pediu exoneração.\nDentre as diversas contribuições teóricas, destacam-se o valor das relações afetivas como critério para atribuir a paternidade e a tese do Estatuto Jurídico do Patrimônio Mínimo, esta última apresentada para o Concurso de Professor Titular de Direito Civil da UFPR em 1999.\nÉ membro do Instituto dos Advogados Brasileiros, da Academia Brasileira de Direito Constitucional e da Academia Brasileira de Direito Civil. Fachin é também professor do curso de pós-graduação de Direito Civil Constitucional do Centro Universitário de Brasília (UNICEUB).\nIntegrou a comissão do Ministério da Justiça sobre a reforma do Poder Judiciário e atuou como colaborador do Senado Federal na elaboração do Código Civil Brasileiro.\n\n\nPolítica\nEm 2003, Fachin assinou um manifesto, com o então deputado petista Luiz Eduardo Greenhalgh e o jurista Fábio Konder Comparato, em favor do cumprimento, pelo poder público, da norma constitucional que prevê a desapropriação, para fins de reforma agrária, de imóveis rurais que descumpram a função social da propriedade.\nPor indicação da Central Única dos Trabalhadores (CUT), integrou a Comissão da Verdade do Paraná. Em 2010, assinou um manifesto, juntamente com outros juristas, em defesa do direito do então presidente Lula de opinar sobre as eleições.\nEm 29 de outubro de 2010, participou de um vídeo de campanha lendo um manifesto de juristas com declaração de apoio a Dilma Rousseff, então candidata do Partido dos Trabalhadores à presidência da República.\nEm 2018, já como ministro do STF, Fachin foi apontado pelo jornalista Reinaldo Azevedo como um esquerdista convertido em \"herói da extrema-direita\" por conta de suas decisões na área do direito penal, consideradas por alguns juristas como punitivistas e flexibilizadoras de garantias constitucionais.\n\n\nSupremo Tribunal Federal\n\n\nIndicação\n\nEm 14 de abril de 2015, Fachin foi indicado pela presidente Dilma Rousseff para o cargo de ministro do Supremo Tribunal Federal (STF), na vaga que estava em aberto havia mais de oito meses, desde a aposentadoria de Joaquim Barbosa em 31 de julho de 2014.\nAnteriormente, ele havia sido considerado como cotado para o cargo em seis ocasiões, a primeira das quais em 2003, e depois de ser preterido diversas vezes pelo presidente Luiz Inácio Lula da Silva, declarou, em 2010, que aquela seria sua última tentativa de assumir uma vaga no tribunal.\nA indicação de Fachin recebeu o apoio de ministros do STF, como Luís Roberto Barroso, Marco Aurélio Mello e Ricardo Lewandowski, dos constitucionalistas Clèmerson Merlin Clève, Dalmo Dallari, Ives Gandra Martins, José Afonso da Silva, Lenio Streck e Paulo Bonavides, e também foi defendida por Beto Richa (PSDB), governador do Paraná, e Álvaro Dias (PSDB), senador pelo Paraná e relator da indicação no Senado Federal.\nDentro do Senado, porém, a indicação encontrou resistência. O presidente daquela casa, Renan Calheiros, quando fora consultado informalmente pela presidente da República sobre a possibilidade de indicar Luiz Edson Fachin, já havia declarado que a indicação seria barrada, devido às posições políticas do jurista. Outras razões seriam a defesa de Fachin em prol da reforma agrária, desagradando senadores da bancada ruralista, e em prol do casamento entre pessoas do mesmo sexo, contrariando a bancada evangélica. Ademais, Fachin foi acusado pelo Senador Ricardo Ferraço (PMDB-ES) e pela oposição (DEM e PSDB) de não ter reputação ilibada, por ter exercido a advocacia após ter tomado posse como procurador do Estado do Paraná em 1990, contrariando a Constituição do Estado do Paraná. Fachin se defendeu comprovando não ter impedimento para advogar naquele momento, tendo sido autorizado pela procuradoria e pela Ordem dos Advogados do Brasil a cumular a função de procurador com a advocacia privada, uma vez que a Constituição Federal não proíbe o acúmulo dessas funções e o edital de seu concurso previa o impedimento de advogar contra a própria fazenda pública estadual.\nSua sabatina perante a Comissão de Constituição, Justiça e Cidadania (CCJ) do Senado, considerada a mais difícil em décadas, durou cerca de 12 horas, sendo a mais longa pela qual já passou um indicado ao STF. Ao final, Fachin teve seu nome aprovado pela CCJ com 20 votos favoráveis e 7 contrários, e a indicação seguiu para ser votada pelo plenário, onde, na semana seguinte, Fachin foi aprovado com 52 votos favoráveis e 27 contrários. A nomeação foi publicada no Diário Oficial da União (DOU), edição do dia 25 de maio de 2015, e Fachin tomou posse em 16 de junho.\n\n\nRelatoria da Operação Lava Jato\n\nEm 2 de fevereiro de 2017, foi sorteado relator da Operação Lava Jato no Supremo Tribunal Federal (STF), em substituição ao ministro Teori Zavascki, morto em um acidente aéreo em Paraty, na costa sul fluminense.\nFachin foi o único ministro da primeira turma que pediu oficialmente a transferência para segunda turma (onde tramitam as ações) um dia antes de ser escolhido como relator da Lava Jato. Segundo o STF, o software que realizou a distribuição é programado para sortear processos \"de forma aleatória e equilibrada\", levando em conta apenas o número de autos sorteado aos ministros nas distribuições recentes e sem considerar o estoque de cada gabinete, a fim \"tornar a distribuição o mais equânime possível\".\nEm 7 de fevereiro de 2017, em sua estreia na Operação Lava Jato, o ministro Edson Fachin negou o pedido de liberdade do ex-tesoureiro do Partido Progressista, João Cláudio Genu, preso na operação. Em abril de 2017, homologou a delação premiada do publicitário João Santana e da esposa dele, Mônica Moura. No mesmo mês, a pedido da Procuradoria-Geral da República, retirou sigilo das delações da Odebrecht.\nEm outubro de 2019, votou pela condenação de Geddel Vieira Lima. Fachin considerou haver provas de que Geddel e Lúcio usaram o apartamento como forma de ocultar a origem do dinheiro.\nEm fevereiro de 2020, homologou a delação premiada de Sérgio Cabral.\n\n\nTribunal Superior Eleitoral\nEm 16 de agosto de 2018, tomou posse como ministro efetivo do Tribunal Superior Eleitoral (TSE), cargo em que permanece durante dois anos, substituindo Luiz Fux. Desde 7 de junho de 2016, Fachin era ministro substituto do TSE.\nEm 22 de fevereiro de 2022, tomou posse como presidente do TSE, encerrando seu mandato em 16 de agosto de 2022, quando foi sucedido pelo ministro Alexandre de Moraes.\n\n\nBibliografia\nSão os livros publicados por Luiz Edson Fachin:\n\nPega Gente, antologia poética, São Paulo, 1976, edição coletiva.\nSalal 17, antologia poética, Curitiba, 1977, edição coletiva.\nReis Magros antologia poética, Curitiba, 1978, editora Beija-Flor.\nSangra:Cio, antologia poética, Curitiba, 1979, edição coletiva.\nA função social da posse e a propriedade contemporânea: uma perspectiva da usucapião imobiliária rural. Porto Alegre: Fabris, 1988.\nNovo conceito de ato e negócio jurídico: conseqüências práticas. Curitiba: Scientia et Labor; EDUCA, 1988.\nIntervenção de terceiros no Processo Civil. São Paulo: Revista dos Tribunais, 1989.\nComentários à Constituição Federal. Rio de Janeiro: Trabalhistas, 1991 (em coautoria com José Gomes da Silva).\nEstabelecimento da filiação e paternidade presumida. Porto Alegre: Fabris, 1992.\nAveriguação e investigação de paternidade extramatrimonial: Comentários à Lei nº. 8.560/1992. Curitiba: Gênesis, 1995 (coordenador).\nDa paternidade: relação biológica e afetiva. Belo Horizonte: Del Rey, 1996. v. 1.\nRepensando fundamentos do direito civil brasileiro contemporâneo. Rio de Janeiro: Renovar, 1998 (coordenador).\nElementos críticos do direito de família. Rio de Janeiro: Renovar, 1999.\nEstatuto jurídico do patrimônio mínimo. Rio de Janeiro: Renovar, 2001.\nDiálogos sobre direito civil. Rio de Janeiro: Renovar, 2002 (organizador, junto a José Antônio Peres Gediel, Carmem Lúcia Silveira Ramos, Gustavo José Mendes Tepedino, Heloisa Helena Gomes Barboza e Maria Celina Bodin de Moraes).\nTeoria Crítica do Direito Civil. Rio de Janeiro: Renovar, 2003.\nComentários ao Código Civil Brasileiro. Do Direito de Família. Rio de Janeiro: Forense, 2003. v. XVIII.\nComentários ao Código Civil. Parte Especial. Direito das coisas. São Paulo: Saraiva, 2003.\nCódigo Civil comentado: direito de família, casamento: arts. 1511 a 1590. São Paulo: Atlas, 2003. v. XV (em coautoria com Carlos Eduardo Pianovski Ruzyk).\nAs intermitências da Vida: o nascimento dos não filhos à luz do Código Civil. Rio de Janeiro: Forense, 2007.\nApontamentos Críticos para o Direito Civil Contemporâneo. Anais do projeto de pesquisa Virada de Copérnico. Curitiba: Juruá, 2007 (coordenador, junto a Eroulths Cortiano Junior, Jussara Maria Leal de Meirelles e Paulo Nalin).\nQuestões do direito civil brasileiro contemporâneo. Rio de Janeiro: Renovar., 2008.\nDiálogos sobre Direito Civil. Vol. II. Rio de Janeiro: Renovar, 2008 (organizador, junto a Gustavo Tepedino).\nSoluções Práticas de Direito - Pareceres - Volume I - Contratos e Responsabilidade Civil. São Paulo: Revista dos Tribunais, 2011.\nSoluções Práticas de Direito - Pareceres - Volume II - Família e Sucessões. São Paulo: Revista dos Tribunais, 2011.\nDoutrinas Essenciais: Obrigações e Contratos. São Paulo: Revista dos Tribunais, 2011, 7 volumes (coordenador, junto a Gustavo Tepedino).\nPensamento Crítico do Direito Civil. Curitiba: Juruá, 2011 (coordenador, junto a Gustavo Tepedino).\nDiálogos sobre Direito Civil Vol. III. Rio de Janeiro: Renovar, 2012 (coordenador, junto a Gustavo Tepedino).\nDireito Civil: sentidos, transformações e fim. Renovar: Rio de Janeiro, 2014.\nJurisprudência Civil Brasileira: métodos e problemas. Belo Horizonte: Fórum, 2017 (coordenador, junto a Eroulths Cortiano Junior, Carlos Eduardo Pianovski Ruzyk e Maria Cândida Pires Vieira do Amaral Kroetz).\n\n\nNotas e referências\n\n\nNotas\n\n\nReferências\n\n\nLigações externas\n O Wikiquote possui citações de ou sobre: Edson Fachin\n Media relacionados com Edson Fachin no Wikimedia Commons",
    "wikipedia_extrato_resumo": "Luiz Edson Fachin (Passo Fundo, 8 de fevereiro de 1958) é um jurista, magistrado e escritor brasileiro, atualmente ministro e presidente do Supremo Tribunal Federal do Brasil. Foi presidente do Tribunal Superior Eleitoral (TSE) de fevereiro a agosto de 2022.\nAnteriormente, foi advogado, procurador do Estado do Paraná e professor titular de direito civil da Faculdade de Direito da Universidade Federal do Paraná (UFPR). Na carreira acadêmica, notabilizou-se por sua obra voltada ao direito civil.\n\n\nBiografia\nLuiz Edson Fachin, cujo pai era agricultor e a mãe professora, nasceu no então distrito de Rondinha, Passo Fundo, Rio Grande do Sul, em uma família de poucas posses, que mudou-se para Toledo, Paraná, quando ele tinha dois anos de idade. Aos dezessete anos, ele se mudou para Curitiba para estudar. Na capital do Paraná, a partir da metade da década de 1970 até o início da década de 1980, participou de diversas atividades literárias, como editor e cooautor, entre elas as antologias poéticas Pega Gente, Sala 17, Reis Magros e Sangra:Cio, em parceria com expoentes da literatura paranaense como Paulo Lemiski, Reinoldo Aten, Hamilton Faria, Antonio Thadeu Wojciechowski, os irmãos Marcos ..."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://pt.wikipedia.org/wiki/Edson_Fachin",
      "tipo": "wikipedia",
      "observacao": null
    }
  ],
  "atualizado_em": "2026-01-30"
}
