{
  "id": "stf-nunes-marques",
  "nome": "Nunes Marques",
  "nome_completo": null,
  "orgao": "STF",
  "cargo": "Ministro",
  "situacao": "titular",
  "dados_publicos": {
    "wikipedia_resumo": {
      "titulo": "Nunes Marques",
      "descricao": "magistrado brasileiro, ministro do Supremo Tribunal Federal",
      "extrato": "Kassio Nunes Marques é um magistrado brasileiro, atual ministro do Supremo Tribunal Federal (STF) e do Tribunal Superior Eleitoral (TSE).",
      "url": {
        "page": "https://pt.wikipedia.org/wiki/Nunes_Marques",
        "revisions": "https://pt.wikipedia.org/wiki/Nunes_Marques?action=history",
        "edit": "https://pt.wikipedia.org/wiki/Nunes_Marques?action=edit",
        "talk": "https://pt.wikipedia.org/wiki/Discuss%C3%A3o:Nunes_Marques"
      }
    },
    "wikipedia_extrato": "Kassio Nunes Marques (Teresina, 16 de maio de 1972) é um magistrado brasileiro, atual ministro do Supremo Tribunal Federal (STF) e do Tribunal Superior Eleitoral (TSE).\nAnteriormente, foi advogado, juiz do  Tribunal Regional Eleitoral do Piauí e desembargador do Tribunal Regional Federal da 1ª Região.\n\n\nFormação acadêmica\nGraduado em direito pela Universidade Federal do Piauí (UFPI) em 1994, Nunes concluiu especialização em processo e direito tributário pela Universidade Federal do Ceará (UFC) em 2013, bem como mestrado em direito constitucional pela Universidade Autônoma de Lisboa (Portugal) em 2015 e doutorado em direito pela Universidade de Salamanca (Espanha) em 2020.\n\n\nCarreira\nNunes atuou como advogado entre 1996 e 2011, nas áreas cível, trabalhista e tributária. De 2001 a 2011, foi sócio do escritório Marques, Carvalho e Araújo Advogados Associados.\nDe 2007 a 2009, foi conselheiro seccional da Ordem dos Advogados do Brasil (OAB) do Piauí, e de 2010 a 2011 foi suplente do Conselho Federal da OAB, no qual integrou a Comissão Nacional de Direito Eleitoral e Reforma Política.\nEm maio de 2008, tornou-se juiz do Tribunal Regional Eleitoral do Piauí (TRE-PI), indicado pelo Tribunal de Justiça do Estado do Piauí para vaga destinada a advogado, com mandato de um biênio, sendo reconduzido em 2010.\nEm 12 de maio de 2011, assumiu o cargo de desembargador do Tribunal Regional Federal da 1ª Região (TRF-1), indicado em lista sêxtupla pela Ordem dos Advogados do Brasil e nomeado pela presidente Dilma Rousseff em vaga do quinto constitucional, após a aposentadoria do desembargador Carlos Fernando Mathias de Souza. No TRF-1, integrou a 1ª Turma da 1ª Seção, composta de seis magistrados e responsável, principalmente, pelo julgamento de processos na área previdenciária. Foi vice-presidente do tribunal de 2018 a 2020.\n\n\nSupremo Tribunal Federal\n\n\nIndicação\nNunes conheceu Jair Bolsonaro no início de 2018 e os dois se tornaram amigos no período da eleição presidencial daquele ano, após o então candidato à presidência haver sofrido um atentado em campanha. Posteriormente, Nunes frequentou o Palácio da Alvorada a convite do presidente para assistir a partidas de futebol.\nEm 30 de setembro de 2020, o presidente Jair Bolsonaro comunicou aos ministros do Supremo Tribunal Federal (STF) a intenção de indicar Nunes para integrar aquela corte, na vaga que seria aberta pela aposentadoria do ministro Celso de Mello. A escolha foi considerada por aliados do presidente e pela imprensa como uma surpresa, tendo em vista que Nunes não estava nas listas de potenciais indicados para a função. Além disso, a indicação de um nome para uma vaga no STF ocorreu antes de esta ser aberta, o que também é incomum.\nO desembargador foi classificado como \"equilibrado e discreto\". Ao mesmo tempo, dois integrantes da alta corte comentaram, em conversa reservada com a imprensa, que ficaram aliviados pela nomeação, uma vez que Nunes não era \"altamente identificado com Bolsonaro\".\nNo dia 2 de outubro, Bolsonaro comunicou oficialmente o Senado Federal sobre a indicação de Nunes.\nEm 21 de outubro de 2020, Nunes foi sabatinado pelo Senado Federal, sendo no mesmo dia aprovado pela Comissão de Constituição e Justiça com 22 votos favoráveis e 5 contrários, e pelo plenário com 57 votos favoráveis, 10 contrários e 1 abstenção. \nDurante o processo de sabatina, Nunes Marques fez esclarecimentos sobre o seu currículo , que teve divergências na imprensa. Na titulação, o então desembargador indicou uma pós-graduação em \"Contratación Pública\" pela Universidade da Corunha (Espanha), curso que a universidade afirmou ter quatro dias de duração, diferente da mesma nomenclatura brasileira. Nunes também falou sobre um pós-doutorado em direito constitucional pela Universidade de Messina (Itália), um ciclo de seminários, mas, novamente, sem equivalência a um grau acadêmico no Brasil.\nNo dia 22 de outubro de 2020, foi nomeado por Bolsonaro para o cargo de ministro do Supremo Tribunal Federal e tomou posse em 5 de novembro de 2020.\n\n\nAtuação\n\n\nCrença religiosa e mudança de data de etapa de concurso público\nEm novembro de 2020, o Supremo Tribunal Federal julgou dois recursos extraordinários que discutiam se a Administração pública deveria mudar a data de etapas de concurso públicos em razão de candidato que invoca a impossibilidade do comparecimento por motivos religiosos. Num dos casos, se discutia se uma prova de concurso num sábado violaria o dever de culto. Nunes Marques votou contra a remarcação, alegando inexistir dever da Administração de providenciar uma data alternativa, sobretudo em razão da falta de previsão legal para tanto. Marques ainda apontou o alto custo ao Estado para atender aos interesses de determinados grupos religiosos. O Ministro ficou vencido na discussão, junto com o Ministro Dias Toffoli e Gilmar Mendes, sagrando-se vencedora a tese de que a Administração deve adequar data de concurso por questões religiosas.\n\n\nInelegibilidade e Lei da Ficha Limpa\nEm dezembro de 2020, Nunes Marques suspendeu a eficácia de trecho da Lei da Ficha Limpa que previa que o prazo de inelegibilidade do condenado só passaria a ter início quando do cumprimento da pena. A decisão do Ministro, tomada de forma monocrática, suspendeu a expressão \"após o cumprimento da pena\" presente na lei, de modo que a inelegibilidade passe a contar da condenação, e, com isso, não ultrapasse o prazo de oito anos a partir dessa condenação. A decisão de Nunes Marques se deu em ação ajuizada pelo Partido Democrático Trabalhista (PDT), que alegava que o dispositivo legal permitia uma \"inelegibilidade por tempo indeterminado dependente do tempo de tramitação processo\", o que violaria a Constituição federal. A decisão de Nunes Marques causou \"grande perplexidade\", segundo o colega e Ministro Marco Aurélio Mello. A Procuradoria-Geral da República recorreu da decisão. Márlon Reis, o juiz que foi o autor da Lei da Ficha Limpa, criticou a decisão do ministro: \"Este é o mais duro ataque que a Lei da ficha Limpa já sofreu (…) Além de ser o maior de todos os ataques, nós entendemos  que, do ponto de vista da segurança jurídica, a decisão é insustentável.\" Segundo um levantamento feito pelo O Estado de S. Paulo, após a decisão de Nunes Marques, candidatos \"fichas sujas\" passaram a cobrar o Tribunal Superior Eleitoral reparação nos nomes para cargos políticos.\n\n\nLiberação de cultos religiosos durante a pandemia de COVID-19\nEm 3 de abril de 2021, Nunes Marques permitiu a realização de missas e cultos religiosos em todo o Brasil, durante a pandemia de Covid-19. Sua decisão, tomada liminarmente e de forma monocrática, se deu em resposta ao pedido formulado pela Associação Nacional dos Juristas Evangélicos (Anajure), que contestava a constitucionalidade de decretos estaduais e municipais que limitavam cultos e celebrações religiosas para tentar conter a COVID-19. Ao liberar a realização dos cultos e missas, Nunes Marques determinou que fossem respeitados protocolos sanitários, como limite máximo de ocupação de 25%, distanciamento social, aferição de temperatura e disponibilização de álcool gel. Segundo o Ministro, a proibição do exercício de prática religiosa violaria a razoabilidade e proporcionalidade, e poderia configurar uma extrapolação do poder dos entes federativos, ferindo a liberdade religiosa.\nA decisão de Nunes Marques foi considerada polêmica, por ter ocorrido em momento de agravamento da pandemia no Brasil. Segundo infectologistas, associações médicas e órgãos públicos de saúde, a aglomeração em igrejas e cultos traz alto risco de contágio e propagação de COVID-19. Também causou polêmica o fato de a ação ter sido ajuizada por associação religiosa que, meses antes, fora considerada pelo Supremo Tribunal Federal como parte não legítima para ajuizar aquele tipo de ação. No início do ano, na arguição de descumprimento de preceito fundamental (ADPF) nº 703, proposta pela mesma Anajure, a Corte entendeu de forma unânime - contando com voto de Nunes Marques - que a Anajure \"carece de legitimidade para a propositura da presente arguição\". Em seu voto que liberou cultos e atividades religiosas, Nunes Marques reconheceu que a Anajure já tinha sido declarada como parte ilegítima em ação semelhante, mas optou por continuar com o processo e proferir decisão, alegando que os dois casos possuiriam \"premissas fáticas distintas\", já que no processo mais recente a Anajure buscaria provimento que guardaria \"relação fundamental com seus objetivos essenciais, consistentes na proteção da liberdade religiosa\". Ao contrário do alegado por Nunes Marques, a ADPF nº 703 também fora proposta com base na proteção da liberdade religiosa.\nO Min. Marco Aurélio criticou publicamente a decisão de Nunes Marques, afirmando que via com “muita preocupação” a liberação de cultos e missas presenciais no país, em meio à pandemia; segundo Marco Aurélio, \"gera perplexidade [a decisão] num momento em que ainda não chegamos ao pico da pandemia no Brasil\". O prefeito de Belo Horizonte, Alexandre Kalil, afirmou em rede social que não cumpriria a decisão de Marques, afirmando que na cidade continuaria valendo o decreto que vetara a realização de celebrações religiosas presenciais. Kalil afirmou que sua recusa seria justificada pela decisão anterior do Supremo Tribunal Federal, na qual decidiu que Estados e Municípios detêm poder para determinar regras de isolamento e quarentena durante a pandemia. Ao tomar conhecimento da declaração, Nunes Marques intimou Kalil a cumprir \"com máxima urgência\" a decisão, exigindo ainda que o Prefeito esclarecesse, em 24 horas, \"as providências tomadas, sob pena de responsabilização, inclusive no âmbito criminal, nos termos da lei\". Nunes Marques ainda oficiou a Procuradoria-Geral da República, para que adotasse as medidas cabíveis contra o Prefeito \"tendo em vista a gravidade da declaração pública de uma autoridade de que não pretende cumprir uma decisão deste Supremo Tribunal Federal\", bem como mobilizou a Polícia Federal, caso fosse necessário atuação policial para impor a decisão. Intimado, Kalil recuou e suspendeu a fiscalização em igrejas que realizam missas e cultos presenciais, afirmando ainda que a Procuradoria Municipal iria entrar com recurso contra a decisão. O Presidente da Frente Nacional de Prefeitas e Prefeitos, Jonas Donizette, pediu que o ministro Luiz Fux, presidente do STF, se manifestasse com urgência sobre a decisão de Nunes Marques, por entender que a decisão estaria \"em flagrante contradição\" com o já decidido pela Corte, afirmando ainda que o decidido por Marques \"atrapalha o enfrentamento à pandemia\".\nDois dias depois da decisão de Nunes Marques, o Ministro Gilmar Mendes decidiu, em ação similar, manter a validade de decreto do Estado de São Paulo que proibia celebrações religiosas no estado. A violação a liberdade religiosa – um dos argumentos levados em conta por Marques quando de sua decisão – foi rejeitada por Gilmar Mendes, que classificou esse entendimento como \"postura negacionista\". A existência de duas decisões contraditórias gerou incertezas sobre qual dessas duas decisões deveria valer, tanto em território nacional quanto no estado paulista. A ação decidida por Gilmar Mendes foi enviada ao Plenário do Supremo Tribunal Federal, que decidiu, por 9 a 2, que Estados e Municípios podem restringir cultos e missas na pandemia. Os votos dissonantes foram dados por Nunes Marques e Dias Toffoli. O site de verificação de fatos, Aos Fatos, acusou Nunes Marques de se valer de \"dados falsos e distorcidos\" em seu voto. Em razão do decidido pelo Plenário, Nunes Marques revogou sua liminar.\n\n\nVida pessoal\nDe origem humilde, filho de professores da rede pública, Nunes Marques cresceu na periferia de Teresina e foi o primeiro de sua família a se formar em um curso de ensino superior. \nÉ membro da Maçonaria e se declara católico, embora a Igreja Católica condene a Maçonaria e proíba seus membros de se filiarem a ela.\nFoi casado com Maria do Socorro Marques. Nesse período, a funcionária pública trabalhou como comissionada no gabinete do senador Elmano Férrer (Podemos-PI), em 2020, e nos gabinetes de Wellington Dias (PT-PI), entre 2011 e 2014, da suplente deste, Regina Sousa (PT-PI), entre 2015 e 2018, e do segundo suplente Zé Santana (MDB-PI) em 2019.\nÉ torcedor do Flamengo.\n\n\nReferências",
    "wikipedia_extrato_resumo": "Kassio Nunes Marques (Teresina, 16 de maio de 1972) é um magistrado brasileiro, atual ministro do Supremo Tribunal Federal (STF) e do Tribunal Superior Eleitoral (TSE).\nAnteriormente, foi advogado, juiz do  Tribunal Regional Eleitoral do Piauí e desembargador do Tribunal Regional Federal da 1ª Região.\n\n\nFormação acadêmica\nGraduado em direito pela Universidade Federal do Piauí (UFPI) em 1994, Nunes concluiu especialização em processo e direito tributário pela Universidade Federal do Ceará (UFC) em 2013, bem como mestrado em direito constitucional pela Universidade Autônoma de Lisboa (Portugal) em 2015 e doutorado em direito pela Universidade de Salamanca (Espanha) em 2020.\n\n\nCarreira\nNunes atuou como advogado entre 1996 e 2011, nas áreas cível, trabalhista e tributária. De 2001 a 2011, foi sócio do escritório Marques, Carvalho e Araújo Advogados Associados.\nDe 2007 a 2009, foi conselheiro seccional da Ordem dos Advogados do Brasil (OAB) do Piauí, e de 2010 a 2011 foi suplente do Conselho Federal da OAB, no qual integrou a Comissão Nacional de Direito Eleitoral e Reforma Política.\nEm maio de 2008, tornou-se juiz do Tribunal Regional Eleitoral do Piauí (TRE-PI), indicado pelo Tribunal..."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://pt.wikipedia.org/wiki/Nunes_Marques",
      "tipo": "wikipedia",
      "observacao": null
    }
  ],
  "atualizado_em": "2026-01-30"
}
