{
  "id": "stf-dias-toffoli",
  "nome": "Dias Toffoli",
  "nome_completo": null,
  "orgao": "STF",
  "cargo": "Ministro",
  "situacao": "titular",
  "dados_publicos": {
    "wikipedia_resumo": {
      "titulo": "Dias Toffoli",
      "descricao": "jurista e magistrado brasileiro, ministro do Supremo Tribunal Federal",
      "extrato": "José Antonio Dias Toffoli GOMA é um magistrado brasileiro, atual ministro do Supremo Tribunal Federal, do qual foi presidente de 2018 a 2020. Foi, também, advogado-geral da União de 2007 a 2009, no segundo governo Lula, e presidente do Tribunal Superior Eleitoral de 2014 a 2016.",
      "url": {
        "page": "https://pt.wikipedia.org/wiki/Dias_Toffoli",
        "revisions": "https://pt.wikipedia.org/wiki/Dias_Toffoli?action=history",
        "edit": "https://pt.wikipedia.org/wiki/Dias_Toffoli?action=edit",
        "talk": "https://pt.wikipedia.org/wiki/Discuss%C3%A3o:Dias_Toffoli"
      }
    },
    "wikipedia_extrato": "José Antonio Dias Toffoli GOMA (Marília, 15 de novembro de 1967) é um magistrado brasileiro, atual ministro do Supremo Tribunal Federal, do qual foi presidente de 2018 a 2020. Foi, também, advogado-geral da União de 2007 a 2009, no segundo governo Lula, e presidente do Tribunal Superior Eleitoral de 2014 a 2016.\nBacharel em direito pela Faculdade de Direito da Universidade de São Paulo (1990), ingressou na advocacia em 1991, tendo sido consultor jurídico na Central Única dos Trabalhadores de 1993 a 1994, assessor parlamentar na Assembleia Legislativa do Estado de São Paulo em 1994 e assessor jurídico da liderança do Partido dos Trabalhadores na Câmara dos Deputados de 1995 a 2000. Foi também professor de direito constitucional e direito de família no Centro de Ensino Unificado de Brasília de 1996 a 2002 e chefe de gabinete da Secretaria de Implementação das Subprefeituras do Município de São Paulo em 2001.\nAtuou como advogado de três campanhas presidenciais de Luiz Inácio Lula da Silva, nas eleições de 1998, 2002 e 2006. Com a vitória de Lula em 2002, Toffoli foi designado como subchefe para assuntos jurídicos da Casa Civil da Presidência da República, função que exerceu de 2003 a 2005. Após, exerceu a advocacia privada entre 2005 e 2007, quando foi indicado pelo presidente Lula para o cargo de advogado-geral da União.\nEm 2009, foi indicado por Lula para o cargo de ministro do Supremo Tribunal Federal. Exerceu também a função de ministro do Tribunal Superior Eleitoral, tendo presidindo-o de 2014 a 2016, além de presidir a comissão de juristas responsável pela elaboração do anteprojeto do novo Código Eleitoral brasileiro.\n\n\nTrajetória profissional e política\nFilho do cafeicultor e marceneiro Luiz Toffoli e da professora e catequista Sebastiana Seixas Dias Toffoli, foi o oitavo de nove filhos em uma família de cafeicultores de renda média, descendente de italianos e católica. É torcedor do Palmeiras.\nEstudou em um dos colégios mais tradicionais do Rio de Janeiro, o Colégio Pedro II e graduou-se em direito pela Faculdade de Direito da Universidade de São Paulo (1986 - 1990). Durante o período de faculdade, foi diretor do Centro Acadêmico XI de Agosto.\nTrabalhou inicialmente como advogado em São Paulo, de março de 1991 a julho de 1995. Nesse período, foi consultor jurídico do Departamento Nacional dos Trabalhadores Rurais da Central Única dos Trabalhadores, de 1993 a 1994, e assessor parlamentar do deputado estadual Arlindo Chinaglia na Assembléia Legislativa do Estado de São Paulo (1994).\nEm 1994 e 1995 prestou concurso para juiz substituto do Estado de São Paulo mas foi reprovado nas duas vezes.\nEntre 1995 e 2000 foi assessor jurídico da liderança do Partido dos Trabalhadores (PT) na Câmara dos Deputados, em Brasília.\n\nDe 1996 a 2002, foi professor de direito constitucional e direito de família na Faculdade de Direito do Centro de Ensino Unificado de Brasília (UNICEUB). Também lecionou direito constitucional na Escola da Magistratura da Associação dos Magistrados do Distrito Federal (Amagis) em 2002.\nFoi chefe de gabinete da Secretaria de Implementação das Subprefeituras do Município de São Paulo em 2001, durante a gestão da prefeita Marta Suplicy. De março de 2001 a dezembro de 2002, atuou na advocacia privada como sócio do Escritório Toffoli & Telesca Advogados Associados S/C.\nFoi advogado do Partido dos Trabalhadores nas campanhas presidenciais de Luiz Inácio Lula da Silva em 1998, 2002 e 2006.\nCom a eleição de Lula em 2002, Toffoli foi designado para o cargo de subchefe da área de Assuntos Jurídicos da Casa Civil da Presidência da República, que ele exerceu de janeiro de 2003 a julho de 2005, durante a gestão do ministro da Casa Civil José Dirceu. Após a saída de Dirceu do ministério, Toffoli foi exonerado, a pedido, pela ministra Dilma Rousseff.\nRetornando à advocacia privada, foi sócio do Escritório Toffoli & Rangel Advogados, de agosto de 2005 a fevereiro de 2007. No mês seguinte, voltou a integrar o governo, ao ser nomeado por Lula para o cargo de advogado-geral da União, função que exerceu até outubro de 2009.\nTornou-se ministro do Supremo Tribunal Federal em 23 de outubro de 2009, também por indicação de Lula. Foi ministro efetivo do Tribunal Superior Eleitoral, em vaga destinada a membro do STF, de 29 de maio de 2012 a 12 de maio de 2016, tendo presidido a corte eleitoral no biênio 2014-2016.\nEm 13 de setembro de 2018, foi empossado como presidente do Supremo Tribunal Federal, sendo o ministro mais jovem a assumir essa função, aos 50 anos.\nServiu como presidente da República entre os dias 23 e 25 de setembro de 2018, tendo sido o sétimo presidente do STF a assumir interinamente a chefia do Poder Executivo, e nessa função sancionou a Lei nº 13.718, de 24 de setembro de 2018, que torna crime atos de importunação sexual.\nEm dezembro de 2018, foi agraciado com a condecoração Ordem do Mérito do Ministério da Justiça, na categoria Grã-Cruz.\n\n\nAdvocacia-Geral da União\nEm 12 de março de 2007, a convite do presidente Luiz Inácio Lula da Silva, de quem Toffoli fora advogado de campanha, assumiu a Advocacia-Geral da União.\nA solenidade de posse foi fechada e Toffoli substituiu Álvaro Augusto Ribeiro Costa, que deixou o cargo para tratar de projetos pessoais.\nÀ cerimônia de posse compareceram os então ministros Márcio Thomaz Bastos (Justiça), Guido Mantega (Fazenda), Luiz Dulci (Secretaria-Geral da Presidência), Tarso Genro (Relações Institucionais), Waldir Pires (Defesa) e Jorge Hage (CGU), entre outros.\n\n\nSupremo Tribunal Federal\n\nEm setembro de 2009, Dias Toffoli foi indicado pelo presidente Lula para o cargo de ministro do Supremo Tribunal Federal (STF), assumindo a vaga aberta com o falecimento do ministro Carlos Alberto Menezes Direito no início daquele mês. Antes, Toffoli já havia sido considerado para a mesma vaga em 2007, após a aposentadoria do ministro Sepúlveda Pertence, ocasião em que o indicado foi Menezes Direito.\nNo dia 8 de agosto de 2018, em votação na Corte do STF e com placar legal de 10 votos a 1, foi eleito presidente do Supremo Tribunal Federal, sendo empossado no dia 13 de setembro de 2018. Assumiu a presidência da corte aos 50 anos. Atuou para o combate à desigualdade de gênero através da criação da Política Nacional de Incentivo à Participação Feminina no Poder Judiciário, desenvolvida em parceria com a então Vice Presidente de Direitos Humanos da Associação dos Magistrados Brasileiros, Renata Gil.\n\n\nProcessos judiciais anteriores\nO Supremo Tribunal Federal compõe-se de onze ministros, escolhidos dentre cidadãos com mais de trinta e cinco e menos de sessenta e cinco anos de idade, de notável saber jurídico e reputação ilibada.\n\nEntretanto, em 2000, o Procurador-Geral do estado do Amapá, João Batista Plácido, junto com Toffoli e seu então escritório de advocacia, Toffoli & Telesca Advogados SC, foram condenados pela Justiça do Amapá a devolver 19 720 reais aos cofres públicos por conta de uma suposta licitação ilegal de prestação de serviços de advocacia ao governo vencida pelo escritório de Toffoli.  A ação foi julgada improcedente em segundo grau, tendo a sentença anulada em 2008. Em 2006 Toffoli foi processado novamente por outro ilícito de mesma natureza, ocorrido em 2001, desta vez pela 2.ª Vara Cível do Amapá, a devolver 420 mil reais (700 mil reais em valores atualizados até 21 de setembro de 2009).\nUma vez que a indicação do seu nome para compor o STF era examinada pela Comissão de Constituição de Justiça e Cidadania do Senado Federal (CCJ), Toffoli informou ao então presidente da Comissão, Demóstenes Torres, que havia recorrido da condenação, e que a ação contra ele ainda tramitava. Logo, como não havia uma condenação definitiva, seu nome ainda atenderia ao requisito de \"reputação ilibada\", um dos elementos que seriam analisados pelo Senado.[carece de fontes?]\nDe fato, em 30 de setembro de 2009, sua nomeação foi aprovada pela CCJ.  A votação, que durou cerca de sete horas, foi de 20 votos a favor e 3 contra.  A sabatina seguiu então ao Plenário do Senado, que também aprovou a nomeação por 58 votos a favor, 9 contra e 3 abstenções. Para ocupar a posição de Ministro no STF, Toffoli contou com o apoio da CNBB, declarado antes da realização da sabatina. E, ao ser submetido a tal sabatina, declarou-se contra o aborto, demonstrando, pelo menos nesse ponto, afinação com as ideias da CNBB, o que lhe rendeu críticas por parte daqueles que defendem o laicismo estatal.\nFoi empossado no Supremo Tribunal Federal em 23 de outubro de 2009, em solenidade presidida pelo então presidente do STF, Gilmar Mendes, com cerca de mil convidados presentes, entre eles, o presidente Lula, o vice-presidente José Alencar, a ministra da Casa Civil Dilma Rousseff, vários governadores, entre eles José Serra (São Paulo), os presidentes do Senado, José Sarney, e da Câmara dos Deputados, Michel Temer.\n\n\nPolêmica da posse\nNa sua posse, o ministro José Antonio Dias Toffoli envolveu-se em uma polêmica relacionada a sua festa de posse no Supremo Tribunal Federal, por conta de um patrocínio de 40 mil reais da Caixa Econômica Federal. Defendido pelo ministro Marco Aurélio Mello, declarou que não estava a par dos fatos, e que a festa não fora de sua iniciativa.\nAo comentar o episódio, o senador Pedro Simon (PMDB-RS) declarou que a festa era um absurdo desnecessário à Caixa Econômica Federal.\n\n\nAtuação no julgamento da constitucionalidade da Lei da Ficha Limpa\nO ministro Dias Toffoli, no primeiro julgamento acerca da constitucionalidade da chamada Lei da Ficha Limpa, que teve como recorrente o candidato a Governador do Distrito Federal Joaquim Roriz, fez extenso voto no sentido de que a Lei Complementar n° 135 de 2010, não afetava o direito adquirido ou a presunção de inocência quanto aos que renunciam ao mandato para não sofrer os efeitos de processo disciplinar ou político. Ele entendeu, porém, que aquela lei não poderia ser aplicada ao processo eleitoral em curso, sob pena de violação do princípio da anualidade das leis que o modificam. O mesmo entendimento foi mantido por Toffoli no julgamento da ação que garantiu a posse de Jader Barbalho no Senado Federal.[carece de fontes?]\nEm razão do novo impasse surgido na votação do Pleno do Supremo Tribunal Federal, Dias Toffoli sugeriu a aplicação do art. 13, inciso IX do Regimento Interno do STF, no qual está previsto o voto de qualidade do Presidente do STF para desempate da questão em julgamento, posicionamento que ficou vencido, tendo a maioria dos ministros seguido o posicionamento do ministro Celso de Mello, que defendia, no caso de empate nos votos, a manutenção do acórdão recorrido, ou seja, a manutenção do acórdão do Tribunal Superior Eleitoral, regra contida no art. 205, Parágrafo Único, inciso II do Regimento Interno do STF.[carece de fontes?]\n\n\nAcusação de envolvimento com o escândalo do mensalão no DF\nEm fevereiro de 2012, em depoimento à Polícia Federal, a advogada Christiane Araújo de Oliveira, assessora do ex-deputado federal João Caldas (PSDB-AL) declarou que, no período que antecedeu o escândalo do Mensalão no Distrito Federal, manteve relações íntimas em troca de favores com várias figuras envolvidas no caso, inclusive Dias Toffoli. Segundo ela, na época em que Dias Toffoli era Advogado-Geral da União, os dois se encontravam em um apartamento de Durval Barbosa, onde mantinham relações, e em uma ocasião Dias Toffoli teria solicitado um jato oficial do Governo para transportá-la. Ela teria entregue a Dias Toffoli, num desses encontros, gravações comprometendo Durval Barbosa.\nPor escrito, Dias Toffoli negou todas as acusações e disse que nunca frequentou tal apartamento ou solicitou avião oficial, e que só recebeu Christiane uma vez, e em seu gabinete, numa audiência formal.\n\n\nAtuação no julgamento do Mensalão\nEm 22 de agosto de 2012, durante o julgamento do Escândalo do Mensalão pelo Supremo Tribunal Federal, advogados do Movimento Endireita Brasil apresentaram denúncia por crime de responsabilidade, contra Toffoli, ao Senado. Na apresentação da denúncia, é assinalada a relação de Toffoli com José Dirceu e com o PT, de quem era advogado na época em que os fatos julgados ocorreram. O ministro Marco Aurélio Mello já havia dito que a situação de Toffoli era \"delicada\", tendo em vista sua relação próxima com os acusados além do fato de sua namorada, Roberta Rangel, também ter sido advogada de outros acusados no processo.\nDurante o julgamento, Toffoli considerou João Paulo Cunha e Marcos Valério culpados da acusação de lavagem de dinheiro, além dos envolvidos a eles relacionados. Toffoli também considerou ilegal o processo de contratação da empresa de publicidade SMP&B, condenando os réus da acusação de corrupção ativa. Toffoli inocentou João Paulo Cunha da acusação de peculato e José Dirceu por compra de votos.\nDurante o julgamento, o ministro Toffoli comparou as penas impostas aos réus do mensalão às punições aplicadas no período da Inquisição na \"época de Torquemada\" , o Grande Inquisidor espanhol do século XV, em cujo período foram executados cerca de 2.200 autos de fé, na Espanha. Toffoli defendeu que as penas, neste caso, fossem somente financeiras.\n\n\nOperação Lava-Jato\nTendo em vista a aposentadoria do ministro Joaquim Barbosa, e a demora de vários meses da presidente Dilma Rousseff em indicar o seu sucessor, a Segunda Turma do Supremo Tribunal Federal, responsável pela maioria dos inquéritos relacionados à Operação Lava Jato, ficaria com apenas quatro membros, de forma que um empate seria possível. Para evitar isso, o ministro Gilmar Mendes sugeriu que um membro da Primeira Turma se transferisse para a Segunda Turma, sugestão que foi apoiada pelos ministros Celso de Mello e Teori Zavascki.\nDe acordo com o Regimento Interno do tribunal, o ministro mais antigo da Primeira Turma, Marco Aurélio Mello, teria prioridade para pedir a transferência. Marco Aurélio não mostrou interesse e Dias Toffoli, sendo o segundo mais antigo, passou a compor a Segunda Turma e, assim, passou a presidir o julgamento dos processos relativos aos deputados e senadores envolvidos no esquema.\n\n\nPosições políticas\nEm 2016, Toffoli afirmou que, embora tenha tido uma formação católica social de esquerda e ainda a mantenha, sua experiência no STF tornou-o mais liberal e favorável a um Estado menos intervencionista, entendendo que quanto menos a sociedade depender do Estado, melhor para ela, e que o enorme volume de processos judicializados talvez fosse desnecessário se houvesse menos atuação estatal e mais da sociedade civil.\nDurante palestra na Faculdade de Direito da Universidade de São Paulo em outubro de 2018, Toffoli afirmou que o sistema político e partidário brasileiro atende, desde sua origem, a interesses setorizados, sem a capacidade de apresentar propostas nacionais, e que os partidos se mostram \"órfãos de qualquer tipo de posicionamento do ponto de vista político, filosófico, e institucional\". Também afirmou que, seguindo algo que aprendeu com o ministro da justiça Torquato Jardim, não se refere à tomada do poder pelos militares como \"golpe\" nem como \"revolução\", mas como \"movimento de 1964\", e citou textos do historiador Daniel Aarão Reis para sustentar que tanto a esquerda quanto a direita conservadora deixaram de assumir seus erros naquele período.  O Centro Acadêmico XI de Agosto repudiou a declaração sobre 1964 e o próprio Daniel Aarão Reis considerou a substituição da terminologia \"golpe\" como uma relativização do desrespeito à lei.\n\nEm abril de 2019, participou de um debate na Congregação Israelita Paulista sobre liberdade de expressão e intolerância. Na ocasião, Toffoli frisou:O diálogo é extremamente importante e faz parte dos fundamentos judaicos e da nossa história de herança ocidental. Esse diálogo sobre direito, justiça, assim como a tradição judaica, influenciaram o Ocidente e também a área  do Direito.\n\n\nControvérsias\n\n\nInquérito para apurar ofensas ao Supremo\nEm 14 de março de 2019, Dias Toffoli autorizou abertura de um inquérito para apurar supostas ofensas aos ministros do STF. Contrariando o rito, Toffoli escolheu diretamente o relator do caso, o ministro Alexandre de Moraes, ao invés de por sorteio. O inquérito foi aberto por meio de portaria, e não a pedido da PGR, como é a regra, gerando controvérsia na comunidade jurídica e mesmo entre os ministros do STF.\nNa portaria, Toffoli apresentou como justificativa suposta \"…existência de notícias fraudulentas (fake news), denunciações caluniosas, ameaças e infrações, que atingem a honorabilidade do Supremo Tribunal Federal, de seus membros e familiares\".\nA então procuradora-geral da República Raquel Dodge contestou o inquérito, alegando que a função de investigar não faz parte das competências do Judiciário, e que isso poderia comprometer a imparcialidade no processo.\n\n\nCensura\nEm 11 de abril de 2019, a revista Crusoé publicou uma reportagem intitulada \"O amigo do amigo de meu pai\". Segundo a publicação, a defesa do empresário Marcelo Odebrecht havia reunido um documento que mencionava Dias Toffoli que, na época, era advogado-geral da União, como o \"amigo do amigo do meu pai\".\nApós a publicação da reportagem, Toffoli classificou o conteúdo da revista como \"…mentiras e ataques… divulgadas [sic] por pessoas que querem atingir as instituições brasileiras\" e pediu ao ministro Alexandre de Moraes que apurasse as informações. Em seguida Moraes ordenou que a revista Crusoé e o sítio O Antagonista retirassem do ar todas as reportagens e notas que citassem Toffoli, além de estipular multa diária de 100 mil reais e ordenar que a Polícia Federal ouvisse os responsáveis do site e da revista em 72 horas.\nA decisão de censurar o conteúdo da revista provocou críticas por órgãos de defesa da liberdade de imprensa e de expressão, como a Associação Nacional de Jornais (ANJ), a Associação Nacional de Editores de Revistas (ANER), a Associação Brasileira de Jornalismo Investigativo (ABRAJI) a Associação Brasileira de Imprensa (ABI) e a Transparência Internacional, e pelo ministro da Corte Marco Aurélio Mello, que afirmou ter tido \"censura\" e retrocesso\" na decisão do colega Alexandre de Moraes.\n\n\nDelação de Sérgio Cabral\nEm 2021, o ex-governador do Rio de Janeiro, Sérgio Cabral, declarou em delação premiada junto a Policia Federal que o escritório da advogada Roberta Rangel, mulher do ministro Toffoli, teria recebido R$ 4 milhões para favorecer dois prefeitos do Rio – de Volta Redonda e de Bom Jesus de Itabapoana – que tinham processos no Tribunal Superior Eleitoral (TSE), quando Toffoli era ministro da Corte. Através da assesoria do STF, Toffoli negou ter recebido qualquer valor e ter atuado parcialmente nos casos sob sua responsabilidade.\n\n\nFinal da Liga dos Campeões da UEFA de 2023–24\nEm 1.º de junho de 2024, Dias Toffoli foi a Final da Liga dos Campeões da UEFA de 2023–24, o ministro usou cerca de R$ 39 mil dos cofres público apenas em segurança pessoal e ficando em um camarote do do empresário Alberto Leite, dono da FS Security, junto com outros outros políticos brasileiros, o empresário é conhecido por ter livre acesso ao alto escalão dos três poderes do poder federal.\n\n\nCondução do caso envolvendo o Banco Master\n\nNo final de novembro de 2025, o Ministro Dias Toffoli, pouco tempo antes de assumir a relatoria da investigação sobre suspeitas de fraudes financeiras envolvendo o Banco Master S.A., viajou em um avião particular com Augusto de Arruda Botelho, advogado envolvido no processo mencionado, para assistir a uma partida de futebol em Lima. Isso foi alvo de críticas de comentaristas e juristas, que levantaram dúvidas a respeito da parcialidade do Ministro em julgar o caso.\n\n\nDecisões e acareação\nNo começo de dezembro de 2025, logo após se tornar relator do caso, Toffoli tornou o processo sigiloso. Dias depois, reverteu a quebra de sigilo que a CPMI de esquema de fraudes do INSS tinha determinado sobre Daniel Vorcaro, um dos sócios do Banco Master.\nNo dia 24 de dezembro de 2025, Dias Toffoli marcou uma acareação entre Daniel Vorcaro, um diretor do Banco Central do Brasil e um ex-presidente do Banco de Brasília, BRB, o qual tentou comprar o Banco Master antes dele ser liquidado pelo Banco Central, para ocorrer durante o recesso forense, em caráter sigiloso, no dia 30 de dezembro do mesmo ano. O então Procurador-Geral da República Paulo Gonet se mostrou contrário a esta movimentação de ofício de Dias Toffoli, alegando que tal acareação era prematura e que as premissas para a sua realização não estavam contempladas, requerendo a suspensão de sua feitura por tempo indeterminado.\nO Ministro Dias Toffoli, nada obstante, rejeitou o pedido do Procurador-Geral e manteve inalterada a acareação. Esta decisão do Ministro foi alvo de intensas críticas por parte de juristas, bem como de comentaristas.\n\n\nResort Tayayá e conexões investigadas\nEm janeiro de 2026, revelações jornalísticas apontaram que o resort Tayayá, em Ribeirão Claro (Paraná), construído por uma incorporadora de irmãos do ministro, havia sido vendido em abril de 2025 ao advogado Paulo Humberto Barbosa, que mantém vínculos empresariais com dirigentes da J&F. A transação foi realizada por meio de fundo administrado pela Reag, instituição mencionada em investigações relacionadas ao caso Banco Master.\nReportagens indicaram que o ministro frequenta regularmente o resort, onde funcionários o tratariam como proprietário, e que o local abriga jogos de azar. O novo proprietário afirmou que os jogos disponíveis são autorizados pela loteria estadual e que não há incentivo à jogatina. O ministro Toffoli não se pronunciou sobre as revelações.\nEm nota divulgada em 22 de janeiro de 2026, José Eugênio Dias Toffoli, irmão do ministro, informou que a empresa familiar Maridt Participações encerrou sua participação no resort em fevereiro de 2025, após vendas ao Fundo Arleen (setembro de 2021) e à PHD Holding (fevereiro de 2025), e que todas as operações foram declaradas à Receita Federal.\n\n\nPedidos de afastamento e arquivamentos\nEm dezembro de 2025 e janeiro de 2026, foram protocolados múltiplos pedidos de declaração de impedimento e suspeição do ministro Toffoli. Os deputados federais Adriana Ventura (Novo-SP), Caroline de Toni (PL-SC) e Carlos Jordy (PL-RJ) apresentaram representação à Procuradoria-Geral da República questionando a imparcialidade do magistrado com base na viagem a Lima.\nEm decisão datada de 15 de janeiro de 2026 e divulgada em 22 de janeiro, o Procurador-Geral da República Paulo Gonet arquivou a representação, argumentando que o caso já estava sob análise no próprio STF com acompanhamento da PGR, não havendo \"qualquer providência a ser adotada no momento\".\nAlém desta representação, outras cinco foram apresentadas por diferentes parlamentares e organizações, incluindo pedidos dos senadores Eduardo Girão (Novo-CE), Magno Malta (PL-ES) e da senadora Damares Alves (PL-DF), bem como da vereadora de São Paulo Cris Monteiro (Novo-SP) e do deputado federal Luiz Philippe de Orleans e Bragança (PL-SP).\nSegundo relatos de interlocutores, o ministro Toffoli afirmou não cogitar deixar a relatoria, sustentando que não há fundamentos jurídicos para impedimento ou suspeição, e que sua condução no processo visa evitar alegações futuras de nulidade.\n\n\nDefesa institucional e repercussões\nApós o arquivamento da representação pela PGR, o ministro Gilmar Mendes manifestou apoio à decisão em publicação nas redes sociais, afirmando que ela \"evidencia o funcionamento regular das instituições da República\" e que decisões baseadas em critérios jurídicos objetivos, distantes de pressões circunstanciais, fortalecem a segurança jurídica e reafirmam a maturidade institucional.\nO caso tem gerado ampla repercussão na mídia e debates sobre transparência, conflitos de interesse e a condução de investigações no âmbito do Supremo Tribunal Federal. Em janeiro de 2026, Toffoli autorizou a prorrogação das investigações por mais 60 dias e determinou que materiais apreendidos, inicialmente sob custódia do STF, fossem transferidos para a Procuradoria-Geral da República.\n\n\nPublicações\n\n\nOrganizador\n30 Anos da Constituição Brasileira - Democracia, Direitos Fundamentais e Instituições. São Paulo: Editora Forense, 2018.\n\n\nCapítulos de livros\nPoder Moderador no Brasil: os Militares e o Supremo Tribunal Federal. In: A Constituição entre o Direito e a Política: o Futuro das Instituições – Estudos em homenagem a José Afonso da Silva, Rio de Janeiro, GZ Editora e OAB Editora, p. 113-150, 2018.\nOs caminhos da Cidadania e do Voto no Brasil, um Panorama Histórico. In: Reforma Política – Brasil República: Em homenagem ao Ministro Celso de Mello, Brasília, OAB, Conselho Federal, p. 67-87, 2017.\nLos Derechos Políticos de los Pueblos Indígenas en Brasil. In: Diálogos Judiciales en el Sistema Interamericano de Derechos Humanos. Valencia: Editorial Tirant lo Blanch, 1.ª Edição, p. 129-136, 2017.\nA Evolução do Papel do Supremo Tribunal Federal no Brasil. In: Constituição, Direitos Fundamentais e Política: Estudos em homenagem ao Professor José Joaquim Gomes Canotilho. Belo Horizonte: Editora Fórum, p. 135-147, 2017.\nImprobidade Administrativa e seus reflexos sobre a elegibilidade do cidadão. In: Improbidade Administrativa: Temas Atuais e Controvertidos. Rio de Janeiro: Editora Forense, p. 159-176, 2017.\nPerspectiva histórico-constitucional dos Municípios e dos consórcios intermunicipais na federação brasileira. In: Estudos em Homenagem ao Conselheiro Presidente Rui Moura Ramos. Coimbra/Portugal, Editora Almedina, v. II, p. 1205-1230, 2016.\nReforma do Poder Judiciário: contributos do Ministro José Geraldo Rodrigues de Alckmin e reflexões sobre as necessidades contemporâneas. In: Centenário José Geraldo Rodrigues Alckmin, São Paulo, Editora IASP, 1.ª Edição, p. 193- 212, 2015.\nO financiamento eleitoral nos Estados Unidos: Citizens United v. FEC e os super PAC. In: Direito, Economia e Política: Ives Gandra, 80 Anos do Humanista, São Paulo, Editora IASP, 1.ª Edição, p. 115-130, 2015.\nPerspectiva Histórico-Constitucional dos Municípios e dos Consórcios Intermunicipais na Federação Brasileira. In: Juiz Constitucional: Estado e poder no século XXI: Homenagem ao Ministro Enrique Ricardo Lewandowski, São Paulo, Editora Revista dos Tribunais, p. 263-287, 2015.\nA Competência do Supremo Tribunal Federal para julgar ações em que se impugnam decisões do Conselho Nacional de Justiça.  In: O Conselho Nacional de Justiça e sua Atuação como Órgão do Poder Judiciário – Homenagem aos 10 anos do CNJ, São Paulo, Quartier Latin, p. 79-100, 2015.\nA Jurisdição Constitucional e o Processo de Convergência entre os Sistemas do Common Law e do Civil Law no Brasil, em coautoria com Daiane Nogueira de Lira. In: O Direito nos Tribunais Superiores: com ênfase no novo direito processual civil, Bonijuris, p. 207-227, 2015.\nO Sistema Constitucional de Representação Proporcional no Brasil e o Processo Histórico de Implantação do Sistema de Listas Abertas.  In: A Constituição de 1988 na Visão dos Ministros do Supremo Tribunal Federal, Edição Comemorativa, Brasília, Supremo Tribunal Federal, p. 155-168, 2013.\nHans Kelsen, o jurista e suas circunstâncias (estudo introdutório para a edição brasileira da \"autobiografia\" de Hans Kelsen), em coautoria com Otavio Luiz Rodrigues Junior. In: KELSEN, Hans. Autobiografia. 4 ed. Rio de Janeiro: Forense, 2012.\nPrerrogativas constitucionais da propaganda comercial. In: Autorregulamentação e Liberdade de Expressão – A Receita do Conar, p. 63-70, 2010.\n\n\nArtigos em revistas e jornais\nDemocracy in Brazil: The Evolving Role of the Country’s Supreme Court. Boston College Internacional and Comparative Law Review, Hannover, vol. XL, nº 2, p. 245-259, 2017.\nMovimento Conciliatório e a Câmara de Conciliação e Arbitragem da Administração Federal (CCAF): Breves Considerações. Revista de Arbitragem e Mediação, São Paulo, ano 13, vol. 50, p. 229-240, julho/setembro 2016.\nO uso das redes sociais nas eleições e nos processos eleitorais – o sistema brasileiro. Revista Justiça & Cidadania, Edição 188, p. 24-26, abril 2016.\nQuem financia a democracia no Brasil?. Revista Interesse Nacional, 2015.\nA primeira constituição do Brasil (em coautoria com Otavio Luiz Rodrigues Junior). Folha de S.Paulo, 2014.\nA quarta maior democracia do mundo. Folha de S.Paulo, 2014.\nNotas jurídico-históricas sobre os conflitos federativos e patrimonialismo no Estado brasileiro. Revista Procuradoria da Câmara Municipal de São Paulo, 2013.\nA excelência da advocacia pública na defesa do Estado e do cidadão. Jornal Valor Econômico, 2009.\nBreves considerações sobre a fraude ao direito Eleitoral. Revista Brasileira de Direito Eleitoral-RBDE, Belo Horizonte, ano 1, n. 1, p. 45-61, jul./dez. 2009.\n\n\nReferências\n\n\nLigações externas\n\nPerfil - Advocacia-Geral da União\nJô Soares entrevista o ministro José Antônio Dias Toffoli (17 de novembro de 2014)",
    "wikipedia_extrato_resumo": "José Antonio Dias Toffoli GOMA (Marília, 15 de novembro de 1967) é um magistrado brasileiro, atual ministro do Supremo Tribunal Federal, do qual foi presidente de 2018 a 2020. Foi, também, advogado-geral da União de 2007 a 2009, no segundo governo Lula, e presidente do Tribunal Superior Eleitoral de 2014 a 2016.\nBacharel em direito pela Faculdade de Direito da Universidade de São Paulo (1990), ingressou na advocacia em 1991, tendo sido consultor jurídico na Central Única dos Trabalhadores de 1993 a 1994, assessor parlamentar na Assembleia Legislativa do Estado de São Paulo em 1994 e assessor jurídico da liderança do Partido dos Trabalhadores na Câmara dos Deputados de 1995 a 2000. Foi também professor de direito constitucional e direito de família no Centro de Ensino Unificado de Brasília de 1996 a 2002 e chefe de gabinete da Secretaria de Implementação das Subprefeituras do Município de São Paulo em 2001.\nAtuou como advogado de três campanhas presidenciais de Luiz Inácio Lula da Silva, nas eleições de 1998, 2002 e 2006. Com a vitória de Lula em 2002, Toffoli foi designado como subchefe para assuntos jurídicos da Casa Civil da Presidência da República, função que exerceu de 2003 a ..."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://pt.wikipedia.org/wiki/Dias_Toffoli",
      "tipo": "wikipedia",
      "observacao": null
    }
  ],
  "atualizado_em": "2026-01-30"
}
