{
  "id": "stf-gilmar-mendes",
  "nome": "Gilmar Mendes",
  "nome_completo": null,
  "orgao": "STF",
  "cargo": "Ministro",
  "situacao": "titular",
  "dados_publicos": {
    "wikipedia_resumo": {
      "titulo": "Gilmar Mendes",
      "descricao": "jurista, magistrado e professor brasileiro, ministro do Supremo Tribunal Federal",
      "extrato": "Gilmar Ferreira Mendes GOMM é um professor, acadêmico, escritor, jurista e magistrado brasileiro. É ministro do Supremo Tribunal Federal (STF) desde 20 de junho de 2002, tendo presidido a corte entre 2008 e 2010 e sendo o atual decano. Foi indicado pelo presidente da República Fernando Henrique Cardoso, em cujo governo exerceu o cargo de advogado-geral da União desde janeiro de 2000.",
      "url": {
        "page": "https://pt.wikipedia.org/wiki/Gilmar_Mendes",
        "revisions": "https://pt.wikipedia.org/wiki/Gilmar_Mendes?action=history",
        "edit": "https://pt.wikipedia.org/wiki/Gilmar_Mendes?action=edit",
        "talk": "https://pt.wikipedia.org/wiki/Discuss%C3%A3o:Gilmar_Mendes"
      }
    },
    "wikipedia_extrato": "Gilmar Ferreira Mendes GOMM (Diamantino, 30 de dezembro de 1955) é um professor, acadêmico, escritor, jurista e magistrado brasileiro. É ministro do Supremo Tribunal Federal (STF) desde 20 de junho de 2002, tendo presidido a corte entre 2008 e 2010 e sendo o atual decano (membro mais antigo). Foi indicado pelo presidente da República Fernando Henrique Cardoso, em cujo governo exerceu o cargo de advogado-geral da União desde janeiro de 2000.\nMestre e doutor em direito pela Universidade de Münster, lecionou na Universidade de Brasília (UnB), pela qual se graduou, e no Instituto Brasiliense de Direito Público (IDP), do qual é co-fundador. Recebeu o Prêmio Jabuti em 2008, como um dos autores do livro Curso de Direito Constitucional, e em 2014, como um dos organizadores da obra Comentários à Constituição do Brasil, ambos pela Editora Saraiva.\nIngressou no Ministério Público Federal como procurador da República em 1985 e posteriormente exerceu diversos cargos na administração pública federal, tais como consultor jurídico da Secretaria Geral da Presidência da República, assessor do Ministério da Justiça, subchefe para Assuntos Jurídicos da Casa Civil e advogado-geral da União, antes de sua nomeação ao STF.\nFoi considerado pela Revista Época um dos 100 brasileiros mais influentes do ano de 2009.\n\n\nCarreira docente e acadêmica\nGraduado pela Faculdade de Direito da Universidade de Brasília em 1978, ali também concluiu o curso de mestrado em direito e estado, em 1987, com a dissertação Controle de Constitucionalidade: Aspectos Jurídicos e Políticos, desenvolvida sob a orientação do ministro do Supremo Tribunal Federal José Carlos Moreira Alves.\nEm 1989, concluiu um segundo mestrado na Universidade de Münster, na Alemanha, sob a orientação do Professor Hans-Uwe Erichsen. Em 1990 obteve seu doutorado nessa mesma universidade, também sob a orientação do professor Erichsen.\nLecionou na Universidade de Brasília, onde foi inicialmente professor assistente substituto, de fevereiro a dezembro de 1994 e de março a junho de 1995, quando se tornou professor adjunto na cadeira de Direito Constitucional, tanto na graduação quanto na pós-graduação. Aposentou-se como professor da UnB em 6 de outubro de 2022.\nÉ também professor e sócio fundador no Instituto Brasiliense de Direito Público (IDP) desde 1998.\nRecebeu, em 2008, o Prêmio Jabuti, em terceiro lugar na categoria Direito, por seu livro, Curso de Direito Constitucional, escrito em coautoria com o procurador regional da República Paulo Gustavo Gonet Branco e com o ex-procurador geral da República Inocêncio Mártires Coelho. Em 2014, o livro Comentários à Constituição do Brasil, coordenado por Gilmar Mendes, José Joaquim Gomes Canotilho, Lenio Luiz Streck, Ingo Wolfgang Sarlet e Léo Ferreira Leoncy, venceu o Prêmio Jabuti, em segundo lugar na categoria direito.\nÉ membro da Academia Internacional de Direito e Economia, da Academia Brasileira de Letras Jurídicas e da Academia Mato-Grossense de Letras.\n\n\nInstituto Brasiliense de Direito Público\nGilmar Mendes fundou, em 1998, juntamente com Paulo Gustavo Gonet Branco e Inocêncio Mártires Coelho, o Instituto Brasiliense de Direito Público (IDP), uma escola privada que oferece cursos de graduação e pós-graduação em Brasília. Segundo reportagem da CartaCapital esse Instituto faturou cerca de R$ 1,6 milhão em convênios com a União até 2008. Ainda segundo a reportagem, de seus dez colegas no STF, seis são professores desse Instituto, além de outras figuras importantes nos poderes executivo e judiciário. Entre os maiores clientes do instituto estão a União, o STJ e o Congresso Nacional. O ministro confirma que é sócio do IDP e garante que não há nenhum impedimento para isso. \"A Lei da Magistratura permite isso expressamente. Não há dúvida\".\nAnualmente o IDP organiza o Congresso Brasiliense de Direito Constitucional. Ao longo de seus catorze anos de edição, já contou com a presença dos grandes nomes do mundo jurídico nacional e também palestrantes estrangeiros vindos da Alemanha, África do Sul, França, Estados Unidos e outros países.\nPara discutir os rumos e as tendências atuais do direito constitucional, o IDP já trouxe para o Brasil Mark Tushnet (Harvard), Paolo Ridola (La Sapienza), Angelo Schillaci (La Sapienza), Francisco Balaguer (Granada) e Jorge Miranda (Lisboa).\n\n\nCarreira antes do STF\nGilmar Mendes foi oficial de chancelaria do Ministério das Relações Exteriores, tendo atuado em Brasília de 1976 a 1979, e em Bonn (Alemanha) de 1979 a 1982.\nEm 1984, foi aprovado em concursos públicos para os cargos de juiz federal, assessor legislativo do Senado Federal e procurador da República, optando por este último e exercendo-o de 1985 a 1988.\nFoi, também, adjunto da Subsecretaria Geral da Presidência da República (1990-1991), consultor jurídico da Secretaria Geral da Presidência da República (1991-1992), assessor técnico na Relatoria da Revisão Constitucional na Câmara dos Deputados (1993-1994), assessor técnico do Ministério da Justiça (1995-1996), subchefe para Assuntos Jurídicos da Casa Civil (1996-2000) e advogado-geral da União (2000-2002).\n\n\nProjetos de lei\nGilmar Mendes participou da elaboração de diversos projetos que foram transformados em leis, especialmente em direito Constitucional.\nGilmar Mendes foi autor, juntamente com o Professor Ives Gandra da Silva Martins, do Projeto de Emenda Constitucional (PEC nº 130/92), apresentado pelo Deputado Roberto Campos, com o objetivo de instituir a ação declaratória de constitucionalidade. Referida proposta foi incorporada, ainda que com algumas alterações, ao texto da Constituição, pela Emenda Constitucional nº 3, de 17.3.1993. Trata-se de um dos instrumentos mais eficazes na racionalização do processo decisório\nParticipou, também, da Comissão para elaborar estudos e anteprojeto de lei que disciplinasse a arguição de descumprimento de preceito fundamental (ADPF), sob a presidência do Prof. Celso Ribeiro Bastos. O texto básico, incorporado no substitutivo do Relator na Comissão de Constituição e Justiça, Deputado Prisco Viana, foi convertido na Lei nº 9.882/99.\nGilmar Mendes foi membro da Comissão instituída pela Portaria nº 634, de 23.10.96, para deliberar sobre matéria constitucional, sob a coordenação do Professor Caio Tácito. Nessa comissão, foi o relator do anteprojeto de lei sobre o processo e julgamento da Ação Direta de Inconstitucionalidade e da Ação Declaratória de Constitucionalidade, que se converteu no Projeto de Lei do Executivo no 2.960/97, atual Lei nº 9.868/99. É também dessa Comissão a proposta que gerou a nova lei do Mandado de Segurança (Lei 12.016/09).\nFoi um dos autores, junto com os Professores Ives Gandra da Silva Martins Filho e Sálvio de Figueiredo Teixeira, do texto do Projeto de Lei nº 4.070/98 do Poder Executivo, que resultou na Lei no 9.756/98, que introduziu importantes mudanças na legislação processual civil (por exemplo, a Lei que admitiu decisões monocráticas para o provimento de recursos no caso de manifesta contradição com súmula ou com a jurisprudência do STF e do STJ) e deu nova disciplina ao incidente de inconstitucionalidade (CPC, art. 481).\nAinda, elaborou, juntamente com Ives Gandra Filho, o texto do Projeto de Lei (PLP) nº 113/2000, que cuidou da delegação aos Estados-membros da competência para fixar o piso salarial regional. Aludida proposta foi transformada no PLC no 19/2000 e, posteriormente, na Lei Complementar no 103/2000.\n\n\nJuizados Especiais Federais\n\nEm 1997, Mendes redigiu o texto básico da emenda constitucional que instituiu os Juizados Especiais Federais, com o objetivo de democratizar o acesso à Justiça e de agilizar as decisões em causas cíveis cujo valor não exceda 60 salários mínimos e dispensam a utilização de precatórios, permitindo pagamento direto. O projeto foi aprovado em 2001 e os juizados foram implantados no ano seguinte. Antes de entrarem em vigor, 81,5% das ações que tramitavam contra o INSS se enquadravam neste limite e poderiam ser beneficiadas. Seus primeiros resultados foram considerados \"altamente positivos\" pelo então presidente do Superior Tribunal de Justiça, e, no fim daquele ano, a experiência foi repassada para a Justiça de Cabo Verde, que manifestou interesse em implantar modelo semelhante naquele país. Em 2003, o projeto chegou a ser mencionado pelo então ministro do STF como um exemplo de modernização da Justiça brasileira.\n\n\nAdvocacia-Geral da União\nEm 31 de janeiro de 2000, foi nomeado advogado-geral da União pelo presidente Fernando Henrique Cardoso. Durante os dois anos e quatro meses em que esteve à frente da AGU, reestruturou o órgão, transformando-o no maior escritório de advocacia do Brasil. Caracterizou-se por sua defesa intransigente da União. Travou polêmicas com tribunais, com o Ministério Público e advogados de renome e obteve sucesso em causas difíceis, como o racionamento de energia e o acordo do FGTS. Admitido à Ordem do Mérito Militar em 1997 no grau de Oficial por FHC, Gilmar foi promovido pelo mesmo em seu primeiro ano como advogado-geral ao grau de Comendador em 2000, sendo novamente promovido apenas três semanas mais tarde ao grau de Grande-Oficial.\nAjudou a criar o teto do funcionalismo público e a definir o piso do salário mínimo, e nenhum documento saía ou chegava à mesa do presidente sem sua revisão. Em uma época de contenção das contratações no serviço público, conseguiu admitir 379 advogados. Participou de discussões sobre a reforma tributária e, para reduzir o número de recursos de órgãos federais nas instâncias judiciais superiores, emitiu súmulas proibindo a União de recorrer de algumas decisões específicas. Também atuou preventivamente, com a criação dos primeiros núcleos de assessoramento jurídico da União, com o objetivo de analisar os atos antes de serem publicados. Os núcleos foram inaugurados em espaços cedidos por fundações e empresas estatais em Goiânia, Fortaleza e Rio de Janeiro, sem custos para a União.\n\n\nRacionamento energético\nNo primeiro semestre de 2002, durante a elaboração do plano de emergência, Mendes assumiu um papel destacado nos embates jurídicos do racionamento energético. Participou da edição da Medida Provisória que fixava metas de redução de consumo de energia elétrica, sobretaxas e regras de comercialização de energia excedente. A Medida continha pontos polêmicos, e o governo teve de modificá-la várias vezes, o que foi apontado como uma falha do Advogado-Geral da União e deu causa a mais de uma centena de ações judiciais. Seus críticos no Ministério Público alegavam que Mendes era melhor na defesa da União do que na prevenção da crise, e o apelidaram de Darth Vader, em referência ao personagem da série Star Wars. Para tentar solucionar o problema, redigiu uma ação ajuizada pelo presidente da República no Supremo para declarar a constitucionalidade da Medida Provisória. Mendes alegava que as 28 liminares até então concedidas em favor dos contribuintes tinham o intuito de paralisar os programas emergenciais de racionalização do consumo de energia estabelecidos pelo governo federal. A declaração de constitucionalidade combatia, de uma vez, as 127 ações judiciais em andamento. O ministro Marco Aurélio Mello, então presidente do STF, que inicialmente criticou as medidas do racionamento, declarou em junho: \"Temos hoje uma das advocacias mais inteligentes dos últimos anos. É aguerrida como deve ser em um serviço público. Com a manutenção do programa, Mendes foi considerado o responsável pela vitória judicial do Governo.\n\n\nAcordo FGTS\nEm 2000, o Supremo Tribunal Federal decidiu pelo reconhecimento do direitos dos trabalhadores à correção das contas do Fundo de Garantia por Tempo de Serviço (FGTS) referentes aos planos econômicos Collor I e Verão. Em 2002, Mendes participou da construção de um acordo do Governo Federal com os trabalhadores, pelo qual a União pagaria a correção a todos os trabalhadores com saldo à época dos planos, independentemente da existência de ação judicial. Aos empregados com ações em trâmite, caberia a opção de desistir da ação e aderir ao acordo, ou continuar a demanda por via judicial. Com a medida, o Governo reduziu o número de processos. Gilmar Mendes obteve no STF a reversão de decisões anteriores sobre as indenizações e a fixação de um percentual bem menor do que o que havia sido determinado em outras instâncias, passando de 120% para 68%, garantindo economia de cerca de 40 bilhões de reais ao erário, o equivalente a todo o orçamento anual dos ministérios da Saúde e da Educação daquele ano. Mais de 19 milhões de correntistas do Fundo de Garantia foram beneficiados com o acordo, dos quais 700 mil desistiram de ações judiciais que já estavam em andamento.\n\n\nSupremo Tribunal Federal\n\n\nNomeação\nGilmar Mendes foi nomeado para o Supremo Tribunal Federal (STF) por Fernando Henrique Cardoso. Recebeu o convite do então presidente em 25 de abril de 2002, e sua sabatina pela Comissão de Constituição e Justiça (CCJ) do Senado foi inicialmente marcada para o dia 8 de maio. Entretanto, o Senado recebeu um pedido de adiamento da sabatina assinado pelo ex-presidente da Ordem dos Advogados do Brasil (OAB), Reginaldo de Castro, alegando que Gilmar Mendes não teria atuado como advogado em nenhuma ação, o que seria um requisito para ser ministro do STF. Em sua defesa, Mendes qualificou o documento como \"ato de covardia institucional\" e o autor como \"um advogado que tem em sua biografia a atuação como ex-censor da Polícia Federal nos idos de 1970\". Ele estranhou ainda que o pedido não estivesse assinado pelo presidente da OAB àquela altura, Rubem Aprobatto. Com base no pedido, o senador Eduardo Suplicy solicitou mais tempo para analisar o currículo de Mendes, no que foi seguido por outros senadores. O presidente da Comissão, Bernardo Cabral, atendeu o pedido de vista coletivo, adiando a sabatina para o dia 15 de maio. A sabatina continuou no dia 15, sem a presença do senador Suplicy, e a Comissão aprovou a indicação de Mendes ao STF por 16 votos a seis. A votação foi secreta, mas alguns senadores declararam seu voto. 43 personalidades e 10 entidades ligadas ao Direito manifestaram apoio à indicação de Mendes. Um dos críticos mais contundentes do governo Fernando Henrique, o ministro Marco Aurélio Mello manifestou confiança na capacidade de Gilmar Mendes para a função.\n\nApós aprovado na CCJ, a indicação foi votada no plenário do Senado no dia 22 de maio, e novamente aprovada, por 57 votos a favor e 15 contra, o triplo do segundo candidato ao posto com maior rejeição, o ministro Eros Grau, e a nomeação foi publicada no dia 28 de maio de 2002.\nQuando da indicação de Mendes para o STF, Dalmo de Abreu Dallari, professor da Faculdade de Direito da Universidade de São Paulo, afirmou, em artigo de opinião publicado na Folha de S.Paulo, que tal indicação representava um sério risco para a proteção dos direitos no Brasil, o combate à corrupção e a própria normalidade constitucional. Segundo ele, Gilmar Mendes estaria longe de preencher os requisitos necessários para ser membro da mais alta corte do país. Já o irmão de Dalmo, Adilson de Abreu Dallari, professor titular de Direito Administrativo da PUC-SP, não compartilhava da mesma opinião. Em 2008, afirmou que o ministro vinha tendo \"uma excelente atuação, com independência e imparcialidade, decidindo de maneira totalmente coerente com seus escritos doutrinários, sem surpresa alguma\".\nGilmar Mendes chegou a mover um processo criminal contra Dalmo Dallari, mas o juiz Sílvio Rocha recusou a instauração da ação penal por se tratar de simples expressão de opinião. \"A crítica, como expressão de opinião, é a servidão que há de suportar (…) quem se encontrar catalogado no rol das figuras importantes\", escreveu o juiz. Mendes não deu prosseguimento à ação.\nDurante o período como ministro do STF, assumiu o cargo de vice-presidente da Corte, então presidida pela ministra Ellen Gracie.\nNa véspera de tomar posse como presidente do STF, Mendes determinou, nos autos da reclamação nº 2186, o arquivamento de duas ações de improbidade administrativa contra dois dos ex-ministros do governo Fernando Henrique Cardoso: Pedro Malan e José Serra. O Ministério Público Federal, em parecer da lavra do Vice-Procurador-Geral da República, Dr. Haroldo Ferraz da Nóbrega, também havia opinado no sentido do deferimento da reclamação dos então ministros.\n\n\nPresidência\n\nEm 23 de abril de 2008, foi empossado presidente do STF para o biênio 2008-2010, substituindo Ellen Gracie. Na cerimônia, estiveram presentes o então presidente da República, Luiz Inácio Lula da Silva, e três ex-presidentes: Fernando Henrique Cardoso, Fernando Collor de Mello e José Sarney. Em seu discurso de posse, que durou vinte minutos, destacou como temas relevantes a serem discutidos no tribunal: o aborto, as pesquisas com células-tronco, a prisão civil do depositário infiel e a questão da Terra Indígena Raposa-Serra do Sol. Também criticou a edição de medidas provisórias, que chamou de \"instrumento desgastado que afeta a construção de um processo democrático\".\nEm seu discurso de posse, mencionou Pelé, que após o evento afirmou que quando era ministro dos Esportes, costumava se aconselhar com Mendes, que era o advogado-geral da União, sobre as questões ligadas à sua pasta. Para o ex-jogador, o ministro estaria \"inspirado por Deus para tomar decisões importantes no Supremo, diante do preparo que tem\".\nEm sua gestão, Gilmar Mendes inovou ao comparecer ao YouTube para responder perguntas enviadas pelos espectadores. De acordo com matéria publicada no Jornal Correio Braziliense, essa iniciativa foi considerada um grande feito, um passo adiante no fortalecimento da democracia. Ao final de seu período como Chefe do Poder Judiciário, Carlos Mário da Silva Velloso, Ministro aposentado do Supremo Tribunal Federal, escreveu, no Correio Braziliense, que a presidência de Gilmar Mendes foi marcada pela defesa intransigente do Poder Judiciário e por fazer deste combatente pelos direitos humanos e da dignidade da pessoa humana, fundamento da República e do Estado Democrático de Direito. Em maio de 2010, Gilmar Mendes criou a Central do Cidadão onde qualquer pessoa pode encaminhar sugestões, críticas, dúvidas ou elogios relacionados ao STF. Em 2010, comemorou 2 anos com mais de 36 mil atendimentos.\n\n\nCaso Satiagraha\n\nGilmar Mendes, com apoio na jurisprudência do Supremo Tribunal Federal e decidido pela necessidade da aplicação do princípio do contraditório em todo o período da persecução penal e inclusive na investigação, deferiu no dia 9 de julho de 2008 Habeas Corpus a Daniel Dantas permitindo o acesso aos processos e sua liberação temporária do cárcere.\nA despeito do Habeas Corpus, no dia seguinte, o Juiz Federal da 6ª Vara Criminal de São Paulo, Fausto de Sanctis, determina nova prisão preventiva com novos argumentos, segundo de Sanctis.\nEm nova decisão, em 11 de julho de 2008, Gilmar Mendes suspendeu os efeitos desta segunda prisão preventiva, sob o entendimento de que sua fundamentação não se configurava suficiente para justificar a restrição do direito de ir e vir do empresário. Mendes também argumentou que esta segunda prisão fora articulada por setores da polícia federal em conluio com o Ministério Público e a Justiça Federal para desmoralizar o STF. Mendes acionou igualmente a Corregedoria do Tribunal Regional Federal e o Conselho da Justiça Federal. Esta segunda liminar esteve no centro de um grande celeuma na história recente do Judiciário.\nMendes foi alvo de violentas reações contrárias à sua atuação. 134 juízes federais da Magistratura Federal da Terceira Região (São Paulo e Mato Grosso do Sul) divulgaram carta de apoio ao juiz federal da 6ª Vara, Fausto Martin de Sanctis e demonstraram sua \"indignação com a atitude\" de Gilmar Mendes.\nNa sessão de 6 de novembro de 2008, o Supremo Tribunal Federal, por 9 votos a 1 confirmou as decisões tomadas por Gilmar Mendes e, nos termos do voto do Relator, Ministro Eros Grau, concedeu definitivamente a ordem de habeas corpus para assegurar acesso aos autos de inquérito, tornar sem efeito a ordem de prisão temporária e a ordem da prisão preventiva.\nProtógenes Queiroz, delegado da Polícia Federal e responsável pela Operação Satiagraha, foi posteriormente afastado da corporação envolvido num escândalo de grampos ilegais e bisbilhotagem de altas autoridades da república, incluindo o então presidente do Supremo, Gilmar Mendes.\n\n\nPedido de impeachment pelo sindicato CUT\n\nProcuradores Regionais da República e membros do Ministério Público Federal estudaram fazer um abaixo-assinado solicitando o impeachment de Mendes. O ministro afirmou não temer ameaça. Segundo os líderes no senado da época, não havia chances para um possível impeachment de Gilmar Mendes prosperar.\n\n Não tem nenhum cabimento [o impeachment]. Eu compreendo que os procuradores fiquem contrariados com a eventual frustração de algum resultado de seu trabalho. Mas isso não justifica nenhuma outra medida. Eu não tenho nenhum medo desse tipo de ameaça e retaliação.\n\nO sindicato Central Única dos Trabalhadores do Distrito Federal (CUT/DF) protocolou, dia 18 de julho de 2008, na Secretaria-Geral do Senado, o pedido de impeachment do presidente do Supremo Tribunal Federal (STF), ministro Gilmar Mendes. O pedido alega que o ministro tomou decisões \"de modo incompatível com a honra, dignidade e decoro de suas funções, ao agir de forma não esperada por um magistrado\".\nNo mesmo dia, a AMB divulgou nota contra o pedido de impeachment apresentado pela CUT/DF. A AMB afirma, no documento, que o impeachment é um importante instrumento de fortalecimento da democracia, mas que \"somente pode ser utilizado de maneira responsável e fundamentada, não sendo admissível o seu manejo para atacar conteúdo de decisão judicial\". A nota divulgada pela AMB também afirma que a independência dos ministros do STF e o teor de suas decisões \"não podem ser alvos de qualquer tipo de censura ou represália, muito menos objeto de pedido de impeachment\".\nO pedido de impeachment foi arquivado pelo presidente do Senado, Garibaldi Alves (PMDB-RN), em 22 de julho de 2008. No despacho encaminhado à Secretaria-Geral do Senado, Garibaldi recomendou o arquivamento do pedido porque ausentes \"elementos jurídicos\".\nEm 14 de julho de 2008, um manifesto, assinado por mais de 170 advogados, foi entregue pelo criminalista Arnaldo Malheiros Filho ao ministro, quando esteve em São Paulo. De acordo com um trecho da nota de apoio ao ministro Gilmar Mendes, \"Os signatários sentem-se seguros por viver num País que tem no ápice de sua estrutura judiciária um magistrado que tem a coragem e a dignidade de manter a Constituição acima da gritaria\".\nO ministro recebeu manifestações de apoio da Associação dos Juízes Federais da Primeira Região (Ajufer), da Associação Nacional dos Defensores Públicos (Anadep); da Federação das Associações de Advogados do Estado de São Paulo (Fadesp), da Federação Nacional dos Policiais Federais (Fenapef).\nEm 1 de agosto de 2008, na sessão de abertura do segundo semestre do Judiciário, o ministro-decano do Supremo Tribunal Federal, Celso de Mello, reafirmou publicamente respeito pelas decisões proferidas pelo ministro Gilmar Mendes, presidente da Corte, durante o recesso do mês de julho.\nCelso de Mello ressaltou que o ministro Gilmar Mendes, com segura determinação, agiu de forma digna e idônea e preservou a autoridade da Corte, fazendo prevalecer \"no regular exercício dos poderes processuais que o ordenamento legal lhe confere e sem qualquer espírito de emulação, decisões revestidas de densa fundamentação jurídica\". Todos os ministros presentes da Corte apoiaram as declarações do ministro Celso de Mello. Eros Grau e Joaquim Barbosa estavam ausentes, no momento da manifestação de apoio ao presidente.\n\n\nConflitos com o ministro Joaquim Barbosa\n\nEm 22 de abril de 2009 o ministro Gilmar Mendes e o ministro Joaquim Barbosa tiveram discussão acirrada na sessão plenária do tribunal. Barbosa queria analisar quais seriam as consequências de uma decisão proferida pela Corte, referente ao pagamento de previdência a servidores do Paraná, mas Mendes disse que o assunto já estava encerrado, tendo sido votada em outra sessão. Joaquim Barbosa se queixou de que estava de licença médica e apelou para as consequências da decisão. Barbosa acusou em seguida o presidente da Corte de estar \"destruindo a credibilidade da Justiça brasileira\" e desafiou-o a \"sair à rua\".\n\nGilmar Mendes irritou-se com o tom do colega e pediu respeito, logo após a sessão foi encerrada. Após a sessão, os ministros se reuniram no gabinete de Gilmar Mendes (Ellen Gracie, que estava fora do país, e Joaquim Barbosa não compareceram). Mendes, no dia seguinte, foi apartado pelos colegas e minimizou a discussão. \"Quem acompanha as sessões do STF sabe que há debates mais exacerbados, falas mais enfáticas.\"\nO ministro Gilmar Mendes recebeu o apoio do Democratas. Segundo o texto, assinado pelo então presidente nacional do partido, o deputado Rodrigo Maia, Gilmar \"cumpre com rigor e responsabilidade de institucional o papel de guardião da Constituição e do Estado de Direito\".\nEm agosto de 2007, Mendes e Barbosa discutiram asperamente por uma lei que beneficiava servidores de Minas. De maneira oposta, neste episódio foi Gilmar Mendes que tentava rever algo que Joaquim Barbosa já dizia ter sido apreciado. Barbosa acusou Mendes de estar se utilizando do \"jeitinho\" através da Questão de Ordem, que Barbosa disse ser um \"atalho para se obter um resultado inverso ao que foi atingido ontem\". Nesta discussão os dois ministros também utilizaram-se da expressão \"dar uma lição de moral\" um contra o outro.\n\n\nFicha Limpa\nEm junho de 2010, concedeu efeitos suspensivos a recurso de Heráclito Fortes (DEM-PI), condenado por um colegiado do Tribunal de Justiça do Piauí por conduta lesiva ao patrimônio público em novembro de 2009. Seu argumento foi de que o condenado tem um recurso parado na justiça. O julgamento foi iniciado pela Segunda Turma do STF, em novembro de 2010, mas foi interrompido por um pedido de vista do ministro Cezar Peluso. A chamada lei da Ficha Limpa disciplinou o artigo 14 da Constituição Federal, instituindo a condenação judicial por órgão colegiado como nova causa de inelegibilidade.\nO ministro foi um dos cinco que votaram contra a validade da lei Ficha Limpa para as eleições do ano de 2010. Ele defendeu a regra do artigo 16 da Constituição Federal de 1988, que estabelece a anterioridade de um ano para lei que altere o processo eleitoral.\nEm julgamento de recurso extraordinário impetrado por Jader Barbalho, que decidiu o pleno do STF pela validade da Ficha Limpa para as eleições de 2010, Gilmar Mendes tachou a lei oriunda de iniciativa popular de sandice e desatino, afirmando que \"O povo não é soberano nas democracias constitucionais\". Nesta ocasião, Gilmar Mendes chamou a lei Ficha Limpa de \"barbárie da barbárie\" e a comparou-a ao nazifascismo. Nesse momento, indicou que o projeto original, de origem popular, fora modificado casuisticamente pelo Congresso Nacional.\n\n\nFinanciamento de campanhas e partidos políticos por empresas\nEm setembro de 2011, a Ordem dos Advogados do Brasil propôs ao Supremo Tribunal Federal uma ação direta de inconstitucionalidade (ADI) visando, basicamente, a declaração da inconstitucionalidade parcial do artigo 24 da Lei 9.504/97, na parte em que autoriza a doação por pessoas jurídicas a campanhas eleitorais, e do artigo 31 da Lei nº 9.096/95, na parte em que autoriza a realização de doações por pessoas jurídicas a partidos políticos. Além disso, a OAB requereu o estabelecimento de \"limite per capita uniforme para doações por pessoa natural a campanha eleitoral ou a partido, em patamar baixo o suficiente para não comprometer excessivamente a igualdade nas eleições\". Em suas considerações, a OAB observou que \"as regras hoje em vigor quanto ao financiamento de campanhas resultam, de fato, na quase adoção de critérios censitários para a escolha dos governantes. Proclama-se a igualdade formal, o princípio democrático, mas permite-se que a desigualdade política prevaleça, pela via da influência do poder econômico sobre a política\". \nEm dezembro de 2013, a ADI 4.650 começou a ser votada. De acordo com o relator do processo, ministro Luiz Fux, apenas 1% das empresas doou 61% do montante total doado nas eleições de 2010 e apenas cerca de 20 mil empresas (0,5% das empresas do país) contribuíram com candidatos. E acrescentou: \"Esperar que o Congresso, beneficiário da distorção, a corrija, é esperar que o parlamento trabalhe contra seus próprios interesses\". Em seu voto, o Ministro Marco Aurélio Mello declarou que \"o sistema político [do Brasil] mostra-se carente de transparência, dependente do dinheiro privado, vazio de ideologia partidária e marcado por um processo eleitoral injusto e corrompido. O dinheiro faz as vezes do eleitor.\" O ministro Luís Roberto Barroso, por sua vez, afirmou em seu voto que o sistema eleitoral brasileiro tem um viés antidemocrático e antirrepublicano como consequência da conjugação de dois fatores: o sistema eleitoral proporcional com lista aberta somado à possibilidade de financiamento privado por empresas. Segundo o ministro, \"menos de dez por cento dos candidatos são eleitos com votação própria. Na verdade, o eleitor não sabe em quem está votando. A lista aberta é muito menos democrática do que a lista preordenada, na qual sabemos em quem estamos votando.\"\nEm abril de 2014, a ADI já havia obtido votos favoráveis de seis ministros, que seguiram o parecer do ministro relator, e um voto de divergência, aberto pelo ministro Teori Zavascki, o que já assegurava o resultado favorável ao pleito da OAB (a declaração da inconstitucionalidade do financiamento de campanhas políticas por empresas), faltando o voto de quatro membros do Tribunal. No entanto, Gilmar Mendes pediu vistas ao processo e interrompeu a votação por quase um ano e meio.\nFinalmente, em 16 de setembro de 2015, Gilmar Mendes proferiu seu voto - contrário à proibição das doações de pessoas jurídicas para campanhas eleitorais e à imposição de limite uniforme para doações de pessoas físicas. Durante sua manifestação, o ministro argumentou que são as doações privadas favorecem a efetiva competição eleitoral no país. Segundo ele, sem o apoio de empresas, \"os partidos de oposição não teriam a menor chance de competir em níveis razoáveis com o partido que ocupa o governo\", afirmando que o fim das doações de empresas \"asfixiaria os partidos que não se beneficiaram do esquema criminoso revelado pela Operação Lava Jato\". Mendes também criticou a Ordem dos Advogados do Brasil (OAB) por ter proposto a ação, acusando a entidade de agir no caso em nome do Partido dos Trabalhadores, que defende o fim das doações por empresas. Após apresentar seu voto, Mendes abandonou o plenário da Corte quando o secretário-geral da OAB, Cláudio de Souza Pereira Neto, pediu a palavra e foi autorizado a subir à tribuna para defender a Ordem dos Advogados das críticas feitas a entidade pelo ministro em seu voto.\n\n\nNota de repúdio da OAB\nEm 17 de setembro de 2015 o colégio de presidentes das seccionais da Ordem dos Advogados do Brasil emitiu nota de repúdio relativo à ação do ministro, no dia anterior, em se retirar quando o advogado, representante da OAB, iniciou seu pronunciamento em defesa do argumento da mesma durante a sessão de julgamento sobre \"investimento empresarial em campanhas eleitorais\" (ver também Financiamento público de campanhas), ainda, na nota, a OAB classifica a postura do ministro de \"grosseira\" e \"arbitrária\". Transcrevendo o trecho da nota em que OAB afirma que o ministro é \"um magistrado que não se fez digno de seu ofício\", o colunista Jânio de Freitas reforçou as críticas da OAB a Gilmar lembrando o histórico de atuação da Ordem dos Advogados em defesa da democracia no Brasil.\n\n\nNota de repúdio do PT\nTambém no dia 17 de setembro, o presidente nacional do Partido dos Trabalhadores, Rui Falcão, emitiu nota oficial na qual refuta as acusações feitas ao partido pelo ministro Gilmar Mendes, durante sessão do STF realizada no dia 16. \"A defesa do financiamento público, e, portanto, a proibição do financiamento empresarial das campanhas eleitorais, é uma bandeira histórica do PT\", diz a nota. \"Mais do que isso, o PT, em conjunto com centenas de entidades democráticas e movimentos sociais, luta pela realização de uma verdadeira reforma política, através de uma assembleia constituinte convocada exclusivamente para essa finalidade.\" O presidente do PT considerou que a suspeita de \"uma conspirata da Ordem dos Advogados do Brasil, em conluio com o PT, para proscrever o financiamento empresarial\" seja um desvario do ministro. A nota do PT também informa que o partido aguarda a transcrição da sessão do dia 16 de setembro para avaliar a possibilidade de mover uma ação judicial contra Gilmar Mendes.\n\n\nPrisão em segunda instância\nEm fevereiro de 2016, o ministro Gilmar Mendes votou a favor da prisão para condenados em segunda instância. Em outubro de 2016, Gilmar Mendes novamente votou favorável a aplicação da prisão. O projeto de lei foi defendido também pela Associação dos Juízes Federais do Brasil, pela Associação Nacional dos Procuradores da República, pela Associação dos Magistrados do Brasil, pela Procuradoria-Geral da República, pelo juiz federal Sergio Moro e pelos procuradores da Operação Lava Jato como uma importante decisão contra impunidade.\nEm seu voto Gilmar frisou: “Uma coisa é termos alguém como investigado. Outra coisa é termos alguém como denunciado. Outra coisa é ter alguém com condenação. E agora com condenação em segundo grau. O sistema estabelece uma progressiva derruição da ideia de presunção de inocência”, argumentou Gilmar Mendes.\n\n\nConselho Nacional de Justiça\n\nComo Chefe do Poder Judiciário, a Gilmar Mendes coube também assumir, simultaneamente, a Presidência do Conselho Nacional de Justiça - CNJ, período em que comandou processo de efetiva e irreversível modernização da Justiça brasileira, a começar pela implantação do inédito Planejamento Estratégico Nacional, cujo destaque foi a fixação das metas de nivelamento, a exemplo da conhecida Meta 2, que resultou no julgamento de 2,72 milhões de processos antigos (protocolados antes de janeiro de 2006). A criação do Processo Judicial Eletrônico, do Cadastro Nacional de Condenados por Atos de Improbidade, do Cadastro Nacional de Adoção e do Cadastro Nacional de Adolescentes em Conflito com a Lei, das Varas Criminais e de Execução Penal Virtuais, está entre as muitas medidas destinadas a dar tornar mais ágil e eficiente a prestação jurisdicional no país.\nNo tocante à promoção dos direitos humanos e da cidadania, são também destaques dessa bem-sucedida gestão: Programa \"Mutirões Carcerários\" (mais de 114 mil processos examinados, quase 35 mil benefícios concedidos, entre os quais aproximadamente 21 mil alvarás de soltura de presos indevidamente encarcerados), \"Começar de Novo\" (mais de 1.700 vagas de emprego oferecidas a egressos do sistema penitenciário por entidades públicas e privadas), \"Advocacia Voluntária\" (assistência jurídica gratuita à população carcerária economicamente necessitada), \"Casas de Justiça e Cidadania\" (uso de espaços públicos do Judiciário para ações de cidadania), \"Nossas Crianças\" (ações voltadas ao efetivo cumprimento do Estatuto da Criança e do Adolescente), além da criação do Departamento de Monitoramento e Fiscalização do Sistema Carcerário e do Sistema de Execução de Medidas Socioeducativas.\nSobre a atuação de Gilmar Mendes no CNJ, ao lado do então corregedor Ministro Gilson Langaro Dipp, Márcio Thomaz Bastos declarou:\n\n\nLiminar suspendendo a \"presunção de boa-fé\" no comércio de ouro\nEm 4 de abril de 2023, julgando ação do PV, Gilmar Mendes suspendeu, através de uma decisão liminar, a aplicação da \"presunção de boa-fé\" na comercialização de ouro no Brasil. Essa prática, autorizada por uma lei de 2013, permite a legalização do comércio desse metal a partir apenas de informações prestadas pelos vendedores. Segundo a liminar, \"a simplificação do processo de compra de ouro permitiu a expansão do comércio ilegal, fortalecendo as atividades de garimpo ilegal, o desmatamento, a contaminação de rios, a violência nas regiões de garimpo, chegando a atingir os povos indígenas das áreas afetadas\". Mendes determinou noventa dias para o governo federal apresentar novas regras de fiscalização da comercialização. Foi definido pelo STF, que a liminar vai ser analisada a partir de 21 de abril, em plenário virtual.\n\n\nDistinções honrosas\nGilmar Mendes já recebeu diversas menções honrosas, em especial pelos serviços prestados à cultura jurídica, como defensor das garantias do Estado Democrático de Direito e da altivez do Poder Judiciário Brasileiro, e pelo reconhecimento em homenagem aos relevantes serviços prestados à Justiça Brasileira. [carece de fontes?]\nMencione-se a concessão do Prêmio Luís Gama, do Instituto Pro Bono, como reconhecimento público ao comprometimento e dedicação à causa da advocacia de interesse público, ao acesso à Justiça e à prática da advocacia pro bono no Brasil, em 12 de abril de 2010. Em dezembro de 2008, Gilmar Mendes recebeu o Prêmio Franz de Castro de Direitos Humanos da OAB-SP.\n\n\nAtuação acadêmica\nGilmar Mendes é professor da Universidade de Brasília (UNB), do Instituto Brasiliense de Direito Público (IDP) e da Escola de Direito do Brasil (EDB), essa última foi fundada pelo próprio Gilmar Mendes, em novembro de 2010.\nEm 1995, tornou-se professor adjunto da Universidade de Brasília, instituição na qual já lecionava desde a década de 1970 e na qual possui, como linhas de pesquisa, os seguintes temas: Direitos Fundamentais, Direito Constitucional, Jurisdição Constitucional e Direito Administrativo.\nNo IDP, atua desde 1998 como professor dos Cursos de Extensão e de Especialização de Direito Constitucional. Em 2010, com a criação da Escola de Direito de Brasília (EDB), vinculada ao IDP, passou a também disciplinar matérias no curso de Graduação.\nGilmar Mendes ministra disciplinas em diversas outras instituições, onde participa de bancas de Mestrado e Doutorado, como na Pontifícia Universidade Católica de São Paulo (PUC/SP), do Rio de Janeiro (PUC/Rio) e do Rio Grande do Sul (PUCRS), no Centro Universitário de Brasília (UniCEUB) e na Universidade de São Paulo (USP).\nPara homenagear a contribuição acadêmica de Gilmar Mendes, foi lançada, em 2006, a “Coleção Gilmar Mendes”. Organizada por André Ramos Tavares e publicada pela Editora Método, já possui 15 volumes de obras de importantes juristas da atualidade.\n\n\nControvérsias\n \n\n\nIndicação de Gilmar Mendes para integrar o STF\nEm 2002, o jurista e professor da USP Dalmo Dallari publicava um artigo de opinião intitulado \"Degradação do Judiciário\", no qual criticava a indicação de Gilmar Mendes, então advogado-geral da União, para integrar o Supremo Tribunal Federal - indicação feita antes mesmo que se formalizasse a abertura da vaga na Corte. Segundo Dallari, a aprovação dessa indicação colocaria em risco \"a proteção dos direitos no Brasil, o combate à corrupção e a própria normalidade constitucional\". Segundo Dallari, o indicado não tinha a \"reputação ilibada\" necessária para integrar o STF.\n\n\nDenúncias veiculadas na imprensa\nEm 2008, por meio de blog, denominado Conversa Afiada, Paulo Henrique Amorim fez publicação com paródia de campanha publicitária de cartão de cartão de crédito com vista a criticar a soltura, por Gilmar Mendes, de Daniel Dantas. Paulo Amorim escreveu novas publicações contra Gilmar Mendes. Em razão das publicações, Gilmar Mendes ingressou com duas ações de danos morais, alegando que Paulo Amorim feriu sua honra e induziu o leitor a concluir que era corrupto e comparsa de Daniel Dantas. Gilmar Mendes obteve êxito em ambas as ações. A defesa alegou o exercício da liberdade de expressão e que expressões críticas podem ser interpretadas de diferentes formas. Em 2014, Paulo Henrique Amorim publicou em seu blog imagem associando Gilmar Mendes ao nazismo. E, novamente, o jornalista foi condenado a indenizar o ministro.\nEm 2010 o Ministro Gilmar Mendes, representado por advogados do IDP, teve o seu pedido de indenização por danos morais contra a revista Carta Capital negado pela juíza Adriana Sachsida Garcia, da 34ª Vara Cível de São Paulo. Segundo a juíza \"se os fatos não são mentirosos, não vejo fundamento jurídico para coibir o livre exercício do questionamento e da crítica pela imprensa. Ainda que daí possa decorrer 'efeito colateral' em desfavor do autor\".\nEm setembro de 2010, a reportagem da Folha de S.Paulo presenciou uma ligação de José Serra para Gilmar Mendes. Segundo o jornal, José Serra teria ligado para Gilmar Mendes para pedir o adiamento de uma votação sobre a obrigatoriedade de dois documentos para votar (julgamento de ADI pedida pelo Partido dos Trabalhadores). Gilmar Mendes foi acusado de nepotismo em março de 2012, após a Folha de S.Paulo revelar que a enteada do ministro Gilmar Mendes é assessora do senador Demóstenes Torres. Segundo a Folha, especialistas afirmaram que o caso poderia ser discutido no âmbito da regra antinepotismo porque súmula do STF impede a nomeação para cargos de confiança de parentes de autoridades dentro da \"mesma pessoa jurídica\".\nO ministro foi acusado em abril de 2011 pelo seu ex-sócio e ex-procurador-geral da República Inocêncio Mártires Coelho por desfalque e sonegação fiscal. Mendes recebeu, a seu favor, um parecer assinado pelo advogado-Geral da União, Luís Inácio Adams, o qual valida o despejo de Mártires Coelho do cargo de gestor do IDP. Por fim, o processo foi extinto por Inocêncio e o denunciante vendeu sua parte da instituição pela quantia de R$ 8 milhões.\nEm matéria de 2012, a revista Carta Capital veiculou diversas denúncias contra Gilmar Mendes. Nela, Mendes é acusado de sonegação fiscal, de ter viajado em aviões cedidos pelo ex-senador Demóstenes Torres, de intervir em julgamentos em favor de José Serra, de nepotismo, e testemunho falso ao relatar uma chantagem do ex-presidente Lula para que adiasse o processo do Mensalão para depois das eleições municipais de 2012. A revista repercute acusações de certos movimentos sociais dele ser o \"líder da oposição\", de estar destruindo o judiciário e de servir a interesses de grandes proprietários. Mendes porém volta a afirmar não ser o líder da oposição.\nAdemais, por reportagens em 2012, a referida revista e os jornalistas Leandro Forte e Mino Carta foram condenados a pagar indenização por danos morais devido à publicação de textos ofensivos. A revista e os jornalistas contestaram, sustentando que abordaram o tema de interesse público e de forma crítica. No entanto, o juiz Hilmar Castelo Branco afirmou que reportagens devem ser pautadas pelos princípios éticos da profissão e oportunizar esclarecimento pelos envolvidos.\nNo dia 31 de maio de 2012, o PSOL protocolou uma representação na Procuradoria Geral da República contra o ministro Gilmar Mendes questionando a conduta do magistrado em relação às denúncias de que teria sofrido pressão do ex-presidente Luiz Inácio Lula da Silva para adiar o julgamento do mensalão. A representação se encontra em curso.\nEm uma conversa entre o senador Demóstenes Torres e o bicheiro Carlinhos Cachoeira, gravada pela Polícia Federal durante a Operação Monte Carlo, o parlamentar afirma a Cachoeira ter obtido favores junto ao ministro Gilmar Mendes para levar ao STF uma ação envolvendo a Companhia Energética de Goiás (Celg). Considerada a \"caixa preta\" do governo de Goiás, a Celg estava imersa em dívidas que somavam cerca de R$ 6 bilhões. Segundo reportagem do Estadão, Demóstenes disse a Cachoeira que Gilmar Mendes conseguiria abater cerca de metade do valor com uma decisão judicial, tendo \"trabalhado ao lado do ministro para consegui-lo\". O portal de notícias Carta Maior publicou uma matéria em março de 2012, sobre uma investigação da Polícia Federal no âmbito da Operação Monte Carlo, com escutas telefônicas indicando que Gilmar Mendes teria utilizado um avião fornecido pela quadrilha do contraventor Carlinhos Cachoeira, para retornar da Alemanha em 25 de abril de 2011, junto com o senador Demóstenes Torres. O ministro porém negou ter viajado em avião de Cachoeira e apresentou documentos que, segundo ele mesmo, desmentem tais acusações.\nPaulo Lacerda, ex-diretor da Policia Federal e da Abin, envolvido no escândalo dos grampos da Operação Satiagraha, foi acusado por Gilmar Mendes de estar \"assessorando\" o ex-presidente Lula. Lacerda afirmou que se Mendes de fato disse isso, esta seria uma informação \"leviana, irresponsável e mentirosa\". A Associação Nacional dos Delegados de Polícia Federal (ADPF) manifestou solidariedade a Paulo Lacerda. Nem o grampo, nem o áudio do alegado grampo, jamais foram encontrados pela Polícia Federal, que arquivou o inquérito que apurava referidas alegações.\nEm 2017 o senador Aécio Neves queria muito que um dos inquéritos contra ele na Corte fosse retirado do ministro Edson Fachin, relator da Lava Jato, e enviado ao gabinete de Gilmar Mendes, mas a presidente do STF (Supremo Tribunal Federal), Cármen Lúcia, negou o pedido da defesa.\n\n\nAcusação de aparelhamento da Wikipédia\nEm 2012, Gilmar Mendes acusou a Wikipédia em português de ser \"partidária e muito aparelhada\". Segundo ele, seu artigo estava sendo alvo de \"ataque ideológico\" e que, por ser uma enciclopédia, o verbete deveria ser apenas informativo sobre o biografado, sem absorver avaliações de terceiros ou denúncias jornalísticas. Essa crítica foi motivada após a reação ao ver o artigo sobre ele com denúncias da revista CartaCapital, que Gilmar Mendes contestou judicialmente. Segundo o ministro \"o verbete deve ser estritamente informativo sobre o biografado, sem absorver avaliações de terceiros ou denúncias jornalísticas\".\n\n\nO caso do médico Roger Abdelmassih\nEm 23 de dezembro de 2009, Gilmar Mendes, na época presidente do Supremo Tribunal Federal (STF), concedeu habeas corpus que revogava a prisão preventiva do médico Roger Abdelmassih acusado por 56 crimes sexuais. Como consequência, o médico permaneceu foragido até o ano de 2014, quando suas vítimas mobilizaram-se e conseguiram encontrá-lo no Paraguai.\nEm 2009, para o ministro Gilmar Mendes, como o Conselho Regional de Medicina suspendeu o registro profissional do médico, não haveria possibilidade de reiteração dos supostos abusos sobre clientes, e por isso, não seria necessária a prisão provisória. “A prisão preventiva releva, na verdade, mero intento de antecipação de pena, repudiado em nosso ordenamento jurídico”.\nCom a repercussão do polêmico ato de Mendes, diversas vítimas de Abdelmassih publicaram moções de repúdio, concederam entrevistas, organizaram abaixos-assinados. Uma delas, Vanuzia Leite Lopes, em entrevista chegou a declarar: “O maior estupro foi feito por Gilmar Mendes”.\nO promotor Luiz Henrique Dal Poz, responsável pelo caso do médico Roger Abdelmassih, viu com preocupação a decisão do STF de libertar o médico e considerou a continuidade da prisão do médico \"extremamente necessária\". O promotor também afirmou que Mendes teve acesso somente às informações apresentadas pela defesa, justificando a decisão de libertar o médico.\n\n\nLei da Ficha Limpa\nEm agosto de 2016, Gilmar Mendes disse que a Lei da Ficha Limpa parece ter sido “feita por bêbados”. A frase do ministro foi dita durante sessão da Corte que analisa decisão sobre contas rejeitadas de prefeitos que são candidatos às eleições. “Sem querer ofender ninguém, mas já ofendendo, parece que [a Lei da Ficha Limpa] foi feita por bêbados. É uma lei mal feita, nós sabemos disso. No caso específico, ninguém sabe se são contas de gestão ou contas de governo. No fundo, é rejeição de contas. E é uma lei tão casuística, queria pegar quem tivesse renunciado”, disse Mendes.\n\n\nCríticas a decisão de outros ministros do STF\n\n\nMarco Aurélio Mello\nEm 6 de dezembro de 2016, Gilmar Mendes criticou a decisão do ministro Marco Aurélio Mello ao aceitar a liminar do Rede Sustentabilidade que pedia o afastamento de Renan Calheiros do cargo de presidente do Senado. A decisão de Marco Aurélio foi baseado no próprio entendimento da Corte de que réus não podem assumir a linha de sucessão presidencial do Brasil. Para Gilmar Mendes, Marco Aurélio agiu como \"despachante\". Gilmar Mendes inclusive \"sugeriu\" o impeachment do ministro, ao falar que o caso era “reconhecimento de inimputabilidade ou de impeachment”.\n\n\nLuiz Fux\nEm 15 de dezembro de 2016, Gilmar Mendes considerou uma “perda de paradigmas” a decisão do ministro Luiz Fux que determinou devolução do projeto anticorrupção à Câmara dos Deputados a partir da estaca zero. Segundo ele, impor ao Congresso que aprove um texto sem fazer alterações é o mesmo que fechar o Legislativo. “É um AI-5 do Judiciário”, afirmou em referência ao Ato Institucional 5, que, em 1967, suspendeu garantias constitucionais no País. Para Mendes, o STF caminha para o “mundo da galhofa”. Gilmar Mendes já era um crítico ao projeto de lei do Ministério Público Federal das 10 Medidas contra a corrupção, do qual qualificou como \"delírio\".\nO site O Antagonista publicou no mesmo dia uma nota dizendo que Gilmar Mendes se apropriou do termo \"AI-5\", utilizado pelos jornalistas, que chamou as emendas da meia-noite de “AI-5 do Crime Organizado”, quando a Câmara desfigurou o projeto inicial com a retirada de diversas medidas e inclusão de outras polêmicas, incluindo uma de abuso de autoridade de juízes e procuradores, apresentada por Weverton Rocha.\nNo mesmo dia, a Associação dos Magistrados Brasileiros (AMB) divulgou uma nota sugerindo que Gilmar Mendes renuncie à toga e vá exercer livremente sua liberdade de expressão como comentarista. A associação critica a postura de Gilmar Mendes em dar opiniões sobre os desdobramentos da Operação Lava Jato. Segundo a nota, o ministro \"vem reiteradamente violando as leis da magistratura e os deveres éticos impostos a todos os juízes do país, valendo-se da imprensa para tecer juízos depreciativos sobre decisões tomadas no âmbito da Operação Lava Jato e mesmo sobre decisões de colegas seus, também Ministros do Supremo Tribunal Federal\".\n\n\nInstituto de Direito Público\nO Instituto de Direito Público, que tem Gilmar Mendes como sócio, celebrou em 2012 parceria com o Tribunal de Justiça do Estado da Bahia para a capacitação de seus servidores, no valor estimado de treze milhões de reais e inexigibilidade de licitação. De acordo com o jornalista Luis Nassif, os contratos foram firmados quando o TJ-BA já era investigado por supostas vendas de sentença e contratos sem licitação.\nSegundo o jornal Folha de S.Paulo, em matéria publicada em junho de 2017, o IDP recebeu entre 2015 e 2017, patrocínio de 2,1 milhões de reais do grupo J&F Investimentos, controlador da JBS, dos irmãos Joesley Batista e Wesley Batista, investigados na Operação Lava Jato. De acordo com a entidade, a conduta das empresas do grupo era \"exemplar\" à época da realização dos patrocínios.\nO Instituto anunciou em 30 de maio de 2017 a presença do presidente Michel Temer na abertura de seu 7º Seminário Internacional de Direito Administrativo e Administração Pública, a ocorrer em 20 e 21 de junho. Além de Temer, foram anunciados os ministros de Estado Torquato Jardim, Raul Jungmann e Sérgio Etchegoyen. O anúncio foi realizado a uma semana do início do julgamento do processo de cassação da chapa Dilma-Temer pelo Tribunal Superior Eleitoral, presidido por Gilmar Mendes. O evento teve ainda patrocínio de noventa mil reais da Caixa Econômica Federal. Em resposta à Folha de S.Paulo, o Instituto disse que Mendes não faz parte de sua administração e negou conflito de interesses.\nOs três advogados da lista tríplice elaborada em 16 de agosto de 2017 pelo Supremo Tribunal Federal para a indicação do Presidente à vaga destinada à advocacia do Tribunal Superior Eleitoral, Carlos Bastide Horbach, Marilda de Paula Silveira e Fábio de Lima Quintas, eram professores do IDP. De acordo com a Folha, os nomes foram votados sem prévia análise, o que causou desconforto no ministro Ricardo Lewandowski.\n\n\nHabeas corpus a Jacob Barata Filho e Lélis Teixeira\nEm 17 de agosto de 2017, Mendes concedeu habeas corpus para determinar a soltura do empresário Jacob Barata Filho, mantido em prisão preventiva por ordem da 7ª Vara Criminal Federal do Rio de Janeiro, mantida pelo Tribunal Regional Federal da 2ª Região e pelo Superior Tribunal de Justiça, na pessoa da ministra Maria Thereza de Assis Moura, e Lélis Marcos Teixeira, presidente da Federação das Empresas de Transportes de Passageiros do Estado do Rio de Janeiro (Fetranspor). Barata Filho, filho de Jacob Barata, o \"Rei do Ônibus\", era apontado como peça-chave de um esquema de pagamento de propina do setor de transportes no Rio de Janeiro. De acordo com Gilmar Mendes em sua decisão, \"A história de sua vida contradiz a ideia da necessidade de submetê-lo às agruras e sofrimentos da prisão enquanto aguarda o momento de se defender das acusações que lhe foram dirigidas.\"\nNo caso, o Ministério Público Federal pedira o reconhecimento da suspeição do ministro por ter sido padrinho de casamento da filha do primeiro paciente, Beatriz Perissé Barata. Por meio de sua assessoria de imprensa, Gilmar Mendes negou a suspeição para o julgamento do pedido e justificou-se dizendo que o \"casamento não durou seis meses\". O juiz Marcelo Bretas, responsável pela ordem de prisão no início de julho, pouco depois emitiu nova determinação de custódia cautelar, alegadamente por conta da inclusão do crime de evasão de divisas.\n\n\nCríticas do ministro Luís Roberto Barroso\nNo dia 21 de março de 2018, ao longo uma sessão tensa no Supremo Tribunal Federal presidida pela ministra Cármen Lúcia e cuja pauta seria o Habeas Corpus do ex-presidente Luiz Inácio Lula da Silva, o ministro Luís Roberto Barroso teceu críticas a Gilmar Mendes, classificou-o como \"uma pessoa horrível, uma mistura de mal com o atraso e pitadas de psicopatia.\" e o acusou de estar \"sempre atrás de um interesse que não é o da justiça\".\nEm setembro de 2019 mandou soltar os empresários Miguel Iskin e Gustavo Estellita, que estavam presos desde agosto de 2018. Os empresários foram presos durante a operação SOS que verificou desvio de mais de 50 milhões de reais na rede de saúde pública do estado do Rio de Janeiro. Em julho de 2019 o Ministério Público Federal havia pedido a manutenção da prisão dos empresários.\n\n\nProcurador Deltan Dallagnol\nDesde que se tornou conhecido que o procurador da República Deltan Dallagnol incentivou uma investigação clandestina contra o ministro Dias Toffoli e da esposa de Mendes com o objetivo de encontrar evidências que ligassem a família às empreiteiras investigadas por casos de corrupção na Petrobras, o ministro critica Dallagnol e sua colaboração com o então juiz Sergio Moro na Operação Lava Jato. Mendes disse, sobre a condenação do ex-presidente Lula, que as ações do procurador \"anularam a condenação\". Disse que os métodos de Dallagnol e dos procuradores da força-tarefa podem ser comparados ao \"caso clássico do policial que coloca drogas no carro do investigado”. O ministro usou termos como “cretinos”, “desqualificada”, “despreparada”, gentalha” e “esse tipo de gente” para se referir ao procurador e os seus subordinados. Disse, ainda, que procuradores tiveram atitude de juvenis ao querer confrontar o STF.\nDallagnol, em resposta, disse que “à falta de argumentos sólidos, são lançadas à Lava Jato e ao PGR diretivas vagas e acusações vazias”. Ele aponta que Gilmar Mendes e outros juízes eram \"lenientes em casos de combate à corrupção\" e que “não são críticas que mancham imagem do tribunal, mas posturas como a do Ministro Gilmar Mendes”.\nEm dezembro de 2019, o procurador ajuizou demanda indenizatória em face da União requerendo danos morais por conta das ofensas e posterior ação de regresso contra o Ministro.. Além das declarações proferidas no julgamento do AR 4435-DF, outros pronunciamentos do juiz foram objeto da ação, em especial entrevistas concedidas à Rádio Gaúcha e manifestações na sessão de julgamento do Habeas Corpus 166.373. A petição inicial é assinada pelos advogados Pedro Henrique Xavier e Francisco Otávio Xavier e pede indenização no valor de R$ 59 mil. Segundo o Estadão, Dallagnol ainda declarou que “os valores, se recebidos, serão destinados à construção do hospital oncopediátrico ‘Erastinho’, vinculado ao Hospital Erasto Gaertner, em Curitiba.” Em 10 de agosto de 2020, a demanda foi julgada inteiramente procedente pelo juízo da 11ª Vara Federal de Curitiba\n\n\nAnthony Garotinho\nNa terça-feira dia 29 de outubro de 2019, a 2ª Câmara Criminal do Tribunal de Justiça do Rio de Janeiro (TJRJ) havia derrubado uma liminar que concedeu habeas corpus aos ex-governadores Anthony Garotinho e Rosinha Matheus, determinando a volta do casal à prisão. Na quarta-feira, o ministro Leopoldo de Arruda Raposo, do Superior Tribunal de Justiça (STJ), negou um habeas corpus da defesa do casal. Porém, menos de 24 horas após o fato, o Ministro Gilmar Mendes mandou soltá-los.\n\n\nPedido de impeachment\nEm 13 de setembro de 2016, o Senado Federal do Brasil recebeu pedidos de impedimento contra o ministro Gilmar Mendes. Uma semana depois, em sessão plenária, o presidente do Senado, Renan Calheiros, comunicou o arquivamento dos pedidos de impeachment contra o ministro.\n\n\nAbuso de Agrotóxicos\nEm 2018 o Ministério Público Estadual do Mato Grosso (MPE-MT) deflagrou duas ações contra Gilmar Mendes, ministro do Supremo Tribunal Federal (STF), devido ao plantio de transgênicos em área de preservação e uso abusivo de agrotóxicos em duas fazendas situadas no município de Diamantino, a 190 quilômetros de Cuiabá. As propriedades somam 1.300 hectares e estão em nome do ministro e de seus dois irmãos, Francisco Ferreira Mendes Júnior e Maria Conceição Mendes França.\n\n\nRecebimento de terras devolutas no Mato Grosso\nEm 2022, a revista Crusoé publicou matéria investigativa sobre o recebimento no ano de 1999 por parte de Gilmar Mendes de 507 hectares de terras no Estado do Mato Grosso, através de questionáveis procedimentos da assembleia legislativa do estado, entre eles o descumprimento de obrigação legal, que limitava a transferência a 100 hectares e apenas para pessoas que residissem na propriedade e não fossem possuidoras de outras áreas, o que não se aplicava na espécie. A matéria da revista também noticiou, que posteriormente, o então presidente da assembleia legislativa quando da transferência dos 507 hectares, José Riva, em duas ocasiões, foi solto da prisão por força de decisões monocráticas de Gilmar Mendes.\n\n\nRelação questionável com a CBF\nEm abril de 2025, a Piauí (revista) noticiou que o IDP, do qual o ministro é sócio, fechou um contrato milionário com a CBF. Meses depois, Gilmar deu uma liminar que salvou o mandato do presidente da confederação. \n\n\nPublicações\nMendes, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet; DO VALE, André Rufino (2010). A Jurisprudência do STF nos 20 Anos da Constituição. organizador 1ª ed. São Paulo: Saraiva. 301 páginas. ISBN 9788502091023. Consultado em 10 de agosto de 2012  \nMendes, Gilmar Ferreira (2007). Arguição de Descumprimento de Preceito Fundamental. Comentarios a Lei N. 9,882, de 3-12-1999 2ª ed. São Paulo: Saraiva. 372 páginas. ISBN 9788502061163. Consultado em 10 de agosto de 2012 \nMendes, Gilmar Ferreira (2011). Controle Abstrato de Constitucionalidade: ADI, ADC e ADO 1ª ed. São Paulo: Saraiva. 732 páginas. ISBN 9788502134171 \nMendes, Gilmar Ferreira; MARTINS, Ives Gandra da Silva (2009). Controle concentrado de constitucionalidade: comentários à Lei n.o 9.868, de 1999 (ADIn e ADC). 1ª ed. em 2001, 357 pp, 2ª ed. em 2005, 583 pp. 3ª ed. São Paulo: Saraiva. 357 páginas. ISBN 9788502071971. Consultado em 10 de agosto de 2012  \nMendes, Gilmar Ferreira (1990). Controle de Constitucionalidade: aspectos jurídicos e políticos. dissertação de Mestrado apresentada à UnB em 1987 1ª ed. São Paulo: Saraiva. 371 páginas. ISBN 9788502006591. Consultado em 10 de agosto de 2012 \nMendes, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet (2011). Curso de Direito Constitucional 6ª ed. São Paulo: Saraiva. ISBN 9788502006591. Consultado em 10 de agosto de 2012  \nMendes, Gilmar Ferreira (1991). Die abstrakte Normenkontrolle vor dem Bundesverfassungsgericht und vor dem brasilianischen Supremo Tribunal Federal. Col: Schriften zum öffentlichen Recht (em alemão). 607. Tese de doutorado — Universidade de Münster 1ª ed. Berlim: Duncker & Humblot. 249 páginas. ISBN 9783428072774. Consultado em 10 de agosto de 2012 \nMendes, Gilmar Ferreira. Direitos fundamentais e controle de constitucionalidade: estudos de Direito Constitucional 4ª ed. São Paulo: C. Bastos: Instituto Brasileiro de Direito Constitucional. 808 páginas. ISBN 9788502134263. Consultado em 10 de agosto de 2012 \nMendes, Gilmar Ferreira (2011). Estado de Direito e Jurisdição Constitucional 1ª ed. São Paulo: Saraiva. 1452 páginas. ISBN 9788502095113. Consultado em 10 de agosto de 2012 \nMendes, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet; COELHO, Inocêncio Mártires; (2000). Hermenêutica constitucional e direitos fundamentais. 2ª tir. em 2002 1ª ed. Brasília: Brasília Jurídica: IDP. 322 páginas  \nMendes, Gilmar Ferreira; HÄBERLE, Peter (1997). Hermenêutica Constitucional: a sociedade aberta dos intérpretes da Constituição 1ª ed. Brasília: SAFE. 55 páginas. ISBN 9788588278554. Consultado em 10 de agosto de 2012  \nMendes, Gilmar Ferreira (2005). Jurisdição Constitucional: o controle abstrato de normas no Brasil e na Alemanha 5ª ed. São Paulo: Saraiva. 446 páginas. ISBN 9788502050730. Consultado em 10 de agosto de 2012 \nMendes, Gilmar Ferreira (2004). Moreira Alves e o controle de constitucionalidade no Brasil. Coletânea de decisões da relatoria do Ministro Moreira Alves organizadas e sistematizadas por Gilmar Ferreira Mendes. 1ª ed. 2000, 872 pp.; 2ª ed. São Paulo: Saraiva. 950 páginas. ISBN 9788502045293. Consultado em 10 de agosto de 2012 \nMendes, Gilmar Ferreira (1988). O domínio da União sobre as terras indígenas: o Parque Nacional do Xingu 1ª ed. Brasília: Ministério Público Federal. 154 páginas. Consultado em 10 de agosto de 2012 \nAção Direta de Inconstitucionalidade; Ação declaratória de constitucionalidade; Arguição de Descumprimento de Preceito Fundamental; O Controle Incidental de Normas no Direito Brasileiro; A Representação Interventiva; e A Reclamação Constitucional no STF. In: Meirelles, Hely Lopes. Mandado de segurança, ação popular, ação civil pública, mandado de injunção, \"habeas data\", ação direta de inconstitucionalidade, ação declaratória de constitucionalidade e arguição de descumprimento de preceito fundamental. 22ª ed. São Paulo: Malheiros, 2000. Reedição e atualização da obra de Hely Lopes Meirelles por Arnoldo Wald e Gilmar Ferreira Mendes. 23ª edição em 2001; 24ª edição em 2002.Sexta Parte, pp. 187–383 e Sétima Parte, pp. 385–444; 25ª edição em 2003. Sexta Parte, pp. 297–391 e Sétima Parte, pp. 395–452. 26ª edição em 2003. Sexta Parte, pp. 297–393; Sétima e Oitava Partes, pp. 395–499. 27ª edição em 2004. Sexta Parte, pp. 305–418; Sétima Parte, pp. 419–80 e Oitava Parte, pp. 481–545. 28ª edição em 2005. Sexta Parte, pp. 313–447; Sétima Parte, pp. 449–527; Oitava Parte, pp. 529–600 e Nona Parte, pp. 601–637. 29ª edição em 2006. Sexta Parte, pp. 315–456; Sétima Parte, pp. 457–543; Oitava Parte, pp. 545–622; Nona Parte, pp. 623–660 e Décima Parte, pp. 661–696.\n\n\nReferências\n\n\nLigações externas\n\n«Página oficial» \n«Biografia de Gilmar Mendes no sítio do Supremo Tribunal Federal»",
    "wikipedia_extrato_resumo": "Gilmar Ferreira Mendes GOMM (Diamantino, 30 de dezembro de 1955) é um professor, acadêmico, escritor, jurista e magistrado brasileiro. É ministro do Supremo Tribunal Federal (STF) desde 20 de junho de 2002, tendo presidido a corte entre 2008 e 2010 e sendo o atual decano (membro mais antigo). Foi indicado pelo presidente da República Fernando Henrique Cardoso, em cujo governo exerceu o cargo de advogado-geral da União desde janeiro de 2000.\nMestre e doutor em direito pela Universidade de Münster, lecionou na Universidade de Brasília (UnB), pela qual se graduou, e no Instituto Brasiliense de Direito Público (IDP), do qual é co-fundador. Recebeu o Prêmio Jabuti em 2008, como um dos autores do livro Curso de Direito Constitucional, e em 2014, como um dos organizadores da obra Comentários à Constituição do Brasil, ambos pela Editora Saraiva.\nIngressou no Ministério Público Federal como procurador da República em 1985 e posteriormente exerceu diversos cargos na administração pública federal, tais como consultor jurídico da Secretaria Geral da Presidência da República, assessor do Ministério da Justiça, subchefe para Assuntos Jurídicos da Casa Civil e advogado-geral da União, antes de su..."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://pt.wikipedia.org/wiki/Gilmar_Mendes",
      "tipo": "wikipedia",
      "observacao": null
    }
  ],
  "atualizado_em": "2026-01-30"
}
