{
  "id": "stf-cristiano-zanin",
  "nome": "Cristiano Zanin",
  "nome_completo": null,
  "orgao": "STF",
  "cargo": "Ministro",
  "situacao": "titular",
  "dados_publicos": {
    "wikipedia_resumo": {
      "titulo": "Cristiano Zanin",
      "descricao": "magistrado brasileiro, Ministro do Supremo Tribunal Federal",
      "extrato": "Cristiano Zanin Martins é um magistrado brasileiro, atualmente ministro do Supremo Tribunal Federal (STF).",
      "url": {
        "page": "https://pt.wikipedia.org/wiki/Cristiano_Zanin",
        "revisions": "https://pt.wikipedia.org/wiki/Cristiano_Zanin?action=history",
        "edit": "https://pt.wikipedia.org/wiki/Cristiano_Zanin?action=edit",
        "talk": "https://pt.wikipedia.org/wiki/Discuss%C3%A3o:Cristiano_Zanin"
      }
    },
    "wikipedia_extrato": "Cristiano Zanin Martins (Piracicaba, 15 de novembro de 1975) é um magistrado brasileiro, atualmente ministro do Supremo Tribunal Federal (STF).\nGraduado em direito pela Pontifícia Universidade Católica de São Paulo (PUC-SP), com especialização em direito processual civil pela mesma universidade, exerceu a advocacia de 2000 até 2023 e lecionou na Faculdade Autônoma de Direito (FADISP). Ganhou notoriedade por sua atuação como advogado do presidente Luiz Inácio Lula da Silva (PT) nos processos relacionados à Operação Lava Jato.\nFoi indicado por Lula ao Supremo Tribunal Federal em 1° de junho de 2023, para a vaga aberta pela aposentadoria do ministro Ricardo Lewandowski, tomando posse em 3 de agosto do mesmo ano.\n\n\nFormação e atividade acadêmica\nCristiano Zanin, filho de Maria Roseli, diretora de escola pública de origem italiana, e Nelson Martins, advogado, nasceu em Piracicaba, em uma família de classe média, e se mudou a São Paulo em 1994 para cursar direito na Pontifícia Universidade Católica de São Paulo (PUC-SP), formando-se em 1999. Concluiu especialização em direito processual civil pela mesma universidade.\nLecionou direito civil e direito processual na Faculdade Autônoma de Direito (FADISP), em São Paulo.\nFundou em 2017 o Instituto Lawfare, que estuda e faz publicações a respeito do \"uso estratégico do Direito para fins políticos, geopolíticos, militares e comerciais\", e é um dos autores do livro Lawfare: uma introdução (2019).\n\n\nCarreira\n\n\nAdvocacia\nIniciou o exercício da advocacia em 2000, como advogado do escritório Arruda Alvim, onde fora estagiário durante a faculdade. Em 2004, passou a ser sócio do escritório Teixeira Martins Advogados. Em 2022, abriu seu próprio escritório, em sociedade com a esposa, Valeska Martins, filha de seu ex-sócio Roberto Teixeira, o qual havia atuado por muitos anos como advogado do presidente Luiz Inácio Lula da Silva.\nDedicou-se a litígios empresariais e recuperações judiciais, tendo trabalhado em casos de grande repercussão, como a recuperação judicial da Varig, a falência da Transbrasil e a revisão do acordo de leniência da J&F Investimentos. No fim de janeiro de 2023, foi contratado pela Americanas para atuar em um processo contra o BTG Pactual.\nFoi membro do Instituto dos Advogados Brasileiros (IAB), da Associação dos Advogados de São Paulo (AASP) e da International Bar Association (IBA).\n\n\nDefesa de Lula\n\nTornou-se advogado da família de Lula em 2013  e ganhou notoriedade ao assumir a defesa do então ex-presidente, em atuação conjunta com os advogados criminalistas José Roberto Batochio e Luiz Felipe Mallmann de Magalhães, nos processos derivados das investigações da Operação Lava Jato.\nEm setembro de 2020, em um desdobramento da Operação Lava Jato no Rio de Janeiro, o juiz Marcelo Bretas ordenou a busca e apreensão em casas de advogados cujos escritórios prestaram serviços para o Sistema S. Entre os escritórios investigados estavam os de Zanin e de Frederick Wassef, ex-advogado de Jair Bolsonaro. Zanin afirmou que a denúncia foi uma retaliação à defesa que presta a Lula e acrescentou que \"esse é o objetivo da Lava Jato. Me tirar ou tirar o meu tempo da defesa do presidente Lula e nos outros casos em que eu atuo. Só que isso não vai acontecer.\" Zanin ainda atentou ao fato de Marcelo Bretas nutrir simpatia pelo presidente Jair Bolsonaro. A Ordem dos Advogados do Brasil (OAB) enxergou a operação como \"uma clara iniciativa de criminalização da advocacia brasileira\". A denúncia foi arquivada posteriormente.\n\nNa condução da defesa, Zanin sustentou a tese de suspeição do então juiz federal Sergio Moro, afirmando que a Operação Lava Jato violou as regras do devido processo legal nos casos envolvendo Lula, uma vez que o juiz auxiliou a acusação.\nO advogado foi um dos principais difusores, no debate público brasileiro, da noção de lawfare, que consiste no uso do processo judicial como arma para perseguir adversários políticos, tendo sustentado que a Operação Lava Jato possuía objetivos políticos e que Lula foi vítima da prática de lawfare.\nEm 2021, um pedido de habeas corpus impetrado perante o Supremo Tribunal Federal (STF) pela equipe de defesa resultou na anulação das condenações de Lula relativas à Operação Lava Jato, tendo o tribunal reconhecido a parcialidade de Sergio Moro, declarando-o suspeito e anulando suas decisões. Consequentemente, foram restaurados os direitos políticos de Lula, possibilitando sua candidatura nas eleições de 2022, em que ele se elegeu à presidência da República pela terceira vez.\n\n\nPolítica\nZanin participou da coordenação da campanha presidencial de Lula nas eleições de 2022.\nEm novembro de 2022, foi designado para compor o grupo técnico sobre Justiça e Segurança Pública do gabinete de transição presidencial. Nessa função, foi responsável pelo relatório de Cooperação Judiciária Internacional e Estratégia Nacional de Combate à Corrupção e à Lavagem de Dinheiro (ENCCLA).\nApesar de haver atuado na defesa de Lula, Zanin não foi filiado a partido político nem exerceu militância político-partidária durante sua carreira como advogado.\nNo período de faculdade, era descrito como alguém de direita, e no tempo de sua indicação ao Supremo Tribunal Federal suas visões políticas foram consideradas como uma incógnita, enquanto parte da imprensa o apontou como um conservador moderado.\n\n\nAmeaças sofridas em aeroporto\nNo dia 11 de janeiro de 2023, Zanin foi abordado por um apoiador bolsonarista no banheiro do Aeroporto Internacional de Brasília, onde foi filmado enquanto era insultado e ameaçado de agressão física. Nas imagens, o ofensor afirma que o advogado deveria ser agredido por ter atuado na defesa do atual presidente Lula. Zanin manteve-se calmo e lamentou o ocorrido, bem como disse esperar que o responsável pelo ataque fosse punido. O homem responsável pela gravação do vídeo, um empresário de 29 anos, foi identificado e indiciado por ameaça, injúria e incitação a crime.\n\n\nSupremo Tribunal Federal\n\n\nIndicação\n\nApós a eleição de Lula à presidência da República, Zanin passou a ser considerado como cotado para indicação ao cargo de ministro do Supremo Tribunal Federal.\nPelo fato de ele haver atuado como advogado pessoal do presidente, a possível indicação foi objeto de críticas, tanto da oposição quanto de alguns aliados e apoiadores do governo Lula.\nPor outro lado, Zanin recebeu o apoio de advogados, do presidente do Senado Federal Rodrigo Pacheco e de ministros do próprio STF. Luís Roberto Barroso afirmou que não via em eventual indicação \"nenhum conflito ético, nem moral, nem violação da impessoalidade\". Cármen Lúcia avaliou que Zanin cumpriria os requisitos constitucionais do notável saber jurídico e reputação ilibada. Gilmar Mendes declarou: \"Não vejo nenhum obstáculo para a indicação de Zanin, que eu reputo como um ótimo advogado e muitas vezes foi incompreendido\".\n\nA indicação foi feita oficialmente em 1 de junho de 2023, para a vaga aberta pela aposentadoria do ministro Ricardo Lewandowski, ocorrida em abril.\nEm 21 de junho de 2023, foi sabatinado pelo Senado Federal, sendo no mesmo dia aprovado pela Comissão de Constituição e Justiça com 21 votos favoráveis e cinco contrários, e pelo plenário com 58 votos favoráveis e 18 contrários.\nFoi nomeado no Diário Oficial da União (DOU) em 5 de julho, sendo a cerimônia de posse realizada no dia 3 de agosto.\n\n\nPosições\nNo início de sua atuação no cargo de ministro do STF, Zanin proferiu decisões que foram consideradas como conservadoras, tais como um voto contrário à descriminalização do porte de maconha para uso pessoal, no qual entendeu que a liberação do ato poderia agravar o problema de saúde pública no país, e um voto que não reconheceu, por questões processuais, a equiparação de ofensas à comunidade LGBTQIA+ com o crime de injúria racial, sendo vencido em ambas as votações. As decisões foram alvo de críticas de parlamentares da base do governo Lula.\nZanin compõe a Primeira Turma do tribunal, da qual é presidente desde 24 de setembro de 2025.\n\n\nVida pessoal\n\nZanin é católico. É casado, desde 2004, com a advogada Valeska Teixeira Zanin Martins, com quem teve três filhos.\nÉ torcedor do São Paulo Futebol Clube.\n\n\nObras\nO Caso Lula - A Luta pela Afirmação dos Direitos Fundamentais no Brasil. São Paulo: Editora Contracorrente, 2016 (coordenador, junto a Valeska Teixeira Zanin Martins e Rafael Valim).\nEl caso Lula. Buenos Aires: Editorial Astrea SRL, 2018.\nLawfare: uma Introdução. São Paulo: Contracorrente. 2019  (em coautoria com Valeska Teixeira Zanin Martins e Rafael Valim).\nLawfare: La guerra jurídica. Buenos Aires: Editorial Astrea SRL, 2020.\nLawfare: Waging War through Law. Abingdon, Reino Unido, e Nova Iorque: Routledge, 2021.\n\n\nCondecorações\n\n\nVer também\nPrisão de Luiz Inácio Lula da Silva\nOperação Lava Jato\n\n\nReferências\n\n\nLigações externas\n\nCristiano Zanin no X \nCristiano Zanin no LinkedIn",
    "wikipedia_extrato_resumo": "Cristiano Zanin Martins (Piracicaba, 15 de novembro de 1975) é um magistrado brasileiro, atualmente ministro do Supremo Tribunal Federal (STF).\nGraduado em direito pela Pontifícia Universidade Católica de São Paulo (PUC-SP), com especialização em direito processual civil pela mesma universidade, exerceu a advocacia de 2000 até 2023 e lecionou na Faculdade Autônoma de Direito (FADISP). Ganhou notoriedade por sua atuação como advogado do presidente Luiz Inácio Lula da Silva (PT) nos processos relacionados à Operação Lava Jato.\nFoi indicado por Lula ao Supremo Tribunal Federal em 1° de junho de 2023, para a vaga aberta pela aposentadoria do ministro Ricardo Lewandowski, tomando posse em 3 de agosto do mesmo ano.\n\n\nFormação e atividade acadêmica\nCristiano Zanin, filho de Maria Roseli, diretora de escola pública de origem italiana, e Nelson Martins, advogado, nasceu em Piracicaba, em uma família de classe média, e se mudou a São Paulo em 1994 para cursar direito na Pontifícia Universidade Católica de São Paulo (PUC-SP), formando-se em 1999. Concluiu especialização em direito processual civil pela mesma universidade.\nLecionou direito civil e direito processual na Faculdade Autônoma de Di..."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://pt.wikipedia.org/wiki/Cristiano_Zanin",
      "tipo": "wikipedia",
      "observacao": null
    }
  ],
  "atualizado_em": "2026-01-30"
}
