{
  "id": "trf1-rui-goncalves",
  "nome": "Rui Gonçalves",
  "nome_completo": null,
  "orgao": "TRF1",
  "cargo": "Desembargador Federal",
  "situacao": "titular",
  "dados_publicos": {
    "gabinete_texto": "Ed. Sede II - 3° andar - 3N",
    "funcao_administrativa": null,
    "pagina_trf1": "https://www.trf1.jus.br/trf1/em-atividade/rui-goncalves-",
    "telefone": "(61) 3314-5225",
    "biografia_trf1_texto": "Nomeado por Decreto Presidencial de 27/04/2023, com posse e exercício em 10/05/2023.\n\nDesembargador Federal RUI COSTA GONÇALVES,nascido em Manaus (AM), no dia 05 de dezembro de 1962, tomou posse no cargo de Juiz Federal em 09 de novembro de 1992 e no cargo de Desembargador Federal em 10 de maio de 2023 no Tribunal Regional Federal da 1ª Região.\n\nInstrução Graduação em Ciências Econômicas, pela Fundação Universidade do Amazonas, em 1983; Graduação em Direito pela Fundação Universidade do Amazonas, em 1989.\n\nAtividade Profissional Desembargador Federal do TRF1. Exerceu as funções de Promotor de Justiça do Estado do Amazonas, de Juiz Federal no Estado do Pará, Piauí e Distrito Federal, de Juiz do Tribunal Regional Eleitoral do Pará, Amapá, Piauí e Amazonas. Foi Juiz Federal Presidente e Relator da Turma Recursal Única da Seção Judiciária do Piauí. Foi Coordenador eventual dos Juizados Especiais Federais da Seção Judiciária do Distrito Federal. Foi Presidente e Coordenador da Turma Recursal Única dos Juizados Especiais Federais da Seção Judiciária do Distrito Federal. Foi Membro da Turma Nacional de Uniformização de Jurisprudência dos Juizados Especiais Federais no Conselho da Justiça Federal, representante da Justiça Federal na 1ª Região. Foi representante da 1ª Região na Reunião sobre Estruturação das Turmas Recursais dos Juizados Especiais Federais no Conselho da Justiça Federal. Exerceu o cargo de Diretor do Foro da Seção Judiciária do Piauí e de Diretor do Foro da Seção Judiciária do Distrito Federal, Tem atuação na área de Direito Tributário, Previdenciário e Eleitoral. É autor de vários artigos científicos publicados em periódicos conceituados."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://www.trf1.jus.br/trf1/desembargadores-federais/em-atividade",
      "tipo": "site-oficial",
      "observacao": "Lista (Em atividade)"
    },
    {
      "url": "https://www.trf1.jus.br/trf1/em-atividade/rui-goncalves-",
      "tipo": "site-oficial",
      "observacao": "Pagina individual"
    }
  ],
  "atualizado_em": "2026-01-30"
}
