{
  "id": "trf1-gilda-sigmaringa-seixas",
  "nome": "Gilda Sigmaringa Seixas",
  "nome_completo": null,
  "orgao": "TRF1",
  "cargo": "Desembargador Federal",
  "situacao": "titular",
  "dados_publicos": {
    "gabinete_texto": "Ed. Sede I - 2º andar - Sala 1",
    "funcao_administrativa": "Vice-Presidente",
    "pagina_trf1": "https://www.trf1.jus.br/trf1/em-atividade/gilda-sigmaringa-seixas",
    "telefone": "(61) 3314-5225",
    "biografia_trf1_texto": "**Nomeada por Decreto Presidencial de 20/11/2014, com posse e exercício em 16/12/2014.**\n\nGilda Maria Carneiro Sigmaringa Seixas, natural do Rio de Janeiro/RJ, tomou posse no cargo de desembargadora federal do Tribunal Regional Federal da 1ª Região, por merecimento, nos termos do edital 009/2014 PRESI/ASMAG.\n\n### Instrução\n\nApós ter realizado o ensino fundamental no Colégio Sacré-Coeur de Marie em Brasília (1964 a 1972), e o ensino médio na Escola Normal de Brasília (1973 a 1976), teve sua formação acadêmica concluída no Centro Universitário de Brasília (UNICEUB), onde obteve o título de bacharela em direito, em 1980. Concluiu Curso de Aperfeiçoamento para as Carreiras Jurídicas, de nível de pós-graduação lato sensu, em 1993, com duração de 1.048 horas. Atualizou-se nos cursos promovidos pela Escola Nacional de Formação e Aperfeiçoamento de Magistrados (ENFAM), pelo Conselho da Justiça Federal (CJF) e pelo Conselho Nacional de Justiça (CNJ). Participou do Curso de Formação de Multiplicadores em Mediação e Técnicas Autocompositivas, promovido pela ENFAM em 2009. Em 2010 fez o curso de Administração Judiciária promovido pelo CNJ. Aluna Especial do Curso de Pós Graduação da Universidade de Brasília – UNB em 2013/2014.\n\n### Atividade Profissional\n\nFoi Secretária Social da Embaixada Britânica (1975 a 1978); Secretária do Embaixador de Bangladesh (1978 a 1980); exerceu o cargo de Oficiala de Gabinete da Câmara dos Deputados (1980 a 1983); foi assessora jurídica da Consultoria Jurídica do Ministério da Previdência Social (1983 a 1990); assessorou o SubProcurador- Geral da República, Dr. José Antônio Leal Chaves (1992 a 1995). Aprovada no IV Concurso para Juiz Federal Substituto da Primeira Região, assumiu suas funções na Seção Judiciária do DF, em 1995. Foi promovida para Juíza Federal da 1ª Vara da Seção Judiciária de Rondônia, Porto Velho. Foi Diretora do Foro naquela Seção e Juíza do Tribunal Regional Eleitoral. Removida, a pedido, para a Seção Judiciária de Belo Horizonte, em 18 de junho de 1999, ocasião em que instalou a 26ª Vara, sendo removida para a 2ª Vara Cível, onde permaneceu por 5 anos. Naquele Estado foi membro da Turma Recursal. Removida, a pedido, para a Seção Judiciária do Distrito Federal, assumiu a titularidade da 26ª Vara do Juizado Especial Federal, em 2005 e lá permaneceu até 2009. Foi Coordenadora dos Juizados Especiais Federais. Como Titular, foi diversas vezes convocada para o TRF/1ª Região: Nas Turmas Suplementares ( de 02/04/2004 a 17/11/2004); no Gabinete da Desembargadora Selene Maria de Almeida ( de 01/03/2005 a 01/04/2005); Prestou auxílio à Corregedoria no período de 11/09 a 15/09/2006; Auxiliou no Gabinete do Desembargador Reynaldo Fonseca, nos seguintes períodos: 04/05/2009 a 28/02/2010; 09/08/2010 a 02/09/2010; 03/02/2011 a 04/03/2011; 20/06/2011 a 20/07/2011; 09/01/2012 a 29/01/2012. Nomeada Coordenadora do Núcleo de Conciliação da Seção Judiciária do DF em abril de 2011 e membro da Comissão Técnica e Consultiva do Sistema de Conciliação da Primeira Região. Uma das pioneiras deste trabalho, desde 1998. Disseminou, incentivou seus pares e promoveu a capacitação e formação de inúmeros Servidores, Parceiros e Colaboradores na Mediação e técnicas autocompositivas, particularmente a Conciliação, em prol da Justiça Célere e de qualidade. Participou de vários Mutirões de Conciliação (1998 a 2014), não só no DF, mas também em outros Estados, auxiliando os mutirões no CNJ (Conselho Nacional de Justiça): Mutirão SFH TRF 5ª Região – abr/2011; Mutirão SFH SJPA – Nov/2011; Mutirão SFH SJGO em 2011; Mutirão SFH SJMA – Mar/12; Mutirão SFH SJMG – Mar/12; -Mutirão SFH SJPA – 16 a 18/05/12. A repercussão do trabalho da Conciliação e o acompanhamento/comprometimento na gestão da 16ª Vara estão demonstrados nas estatísticas/transparência no SITE do Tribunal Regional Federal da 1ª Região e na excelência no atendimento ao Jurisdicionado. Foi nomeada Diretora do Foro da Seção Judiciária do Distrito Federal a partir de 01/06/12. Inaugurou a Central de Conciliação da SJDF em 10/12 e a Central de Descarte e Vídeo Conferência em 2014. Foi convocada, para, com prejuízo de suas funções, substituir a Desembargadora Federal SELENE MARIA DE ALMEIDA, a partir do dia 07/04/14, até o provimento do cargo, por motivo de aposentadoria, conforme ATO/PRESI/ASMAG - 609 de 04 de abril de 2014. Gestão da 16ª Vara Federal SJDF – a partir da nomeação em 2009, foram estabelecidas metas paralelas àquelas do Tribunal, do CJF (Conselho da Justiça Federal) e do CNJ (Conselho Nacional de Justiça), a fim de acelerar o trâmite dos processos e promover a excelência no atendimento.\n\n### Palestras, Seminários, Conferências e Cursos\n\n- Palestrante na Colômbia: Tema: Expor a experiência produtiva dos Juizados Especiais Federais no Brasil; \n\nII Simpósio Nacional de Assistência Médico- Previdenciária – II SINAMP -09/81 \n\n Seminário sobre licitações e contratos – 07/81; \n\n 1º Encontro da ABDF – a nova tributação do capital – 05/88; \n\n Congresso Brasileiro de Previdência Social – 07/88; \n\n I Ciclo de Estudos sobre a Constituição de 1988; \n\n Curso de Atualização em Língua Portuguesa II – 04/92; \n\n XIII Ciclo de Conferências de Direito Constitucional -05/95; \n\n Metodologia do Desenvolvimento Intelectual – 06/95; \n\n Curso de IPD, DOS, Windows e Word 6.0 – 09/95; \n\nIII Encontro de Juízes Federais da Região Amazônica -11/98; \n\n Congressista do Encontro Bahia/Minas Gerais de Juízes Federais -12/99; \n\n I Encontro Nacional de Juízes Federais sobre Processo de Execução Fiscal -11/99; \n\nCongressista II Encontro de Juízes Federais e Procuradores da República – 09/2000; \n\nEncontro Minas Brasília de Juízes Federais – 12/2000; \n\n III Encontro de Juízes Federais – Goiânia – 10/01; \n\n Seminário Aspectos Jurídicos da Abertura do Mercado de Petróleo – 07/2002; \n\n Congressista no VI Congresso Nacional da Associação Brasileira de Direito Tributário – 08/2002; \n\n I Jornada de debates sobre Trabalho Escravo – 09/2002; \n\n V Encontro de Juízes Federais – 12/2002; \n\n Encontro dos Operadores da Justiça Virtual -06/2006 – CEJ/CJF; \n\n 23º Encontro Nacional de Juízes Federais do Brasil -11/2006; \n\n Palestra proferida na Universidade Católica de Brasília: “Juizados Especiais Federais. Justiça Gratuita: “Quem Precisa” (2006 e 28/09/2007); \n\n Palestra proferida na Escola da Magistratura Federal: “Curso de Formação para Novos Juízes” (2007); \n\n Elogio à Ouvidoria da Justiça Federal da 1ª Região – 03/07; \n\nIX Encontro de Juízes Federais – 06/07; \n\n Palestrante no Curso de Formação de Juízes Federais Substitutos da 1ª Região – aprovados no XII Concurso – 07/07; \n\n Palestra sobre Conciliação por Ocasião da Instalação dos Juizados nos Aeroportos:“Técnica de Conciliação no JEF” (outubro/2007); \n\n Coordenadora de Grupo de Workshop do I Seminário sobre Conciliação dos Juizados Especiais Federais na Primeira Região, realizado em Teresina (PI), no período de 17 a 19 de outubro de 2007; \n\n X Encontro de Juízes Federais da Escola de Magistratura Federal da 1ª Região – 04/2008; \n\n Palestra no 1º Curso de Capacitação da Defensoria Pública da União: “A Importância da Defensoria Pública nos Juizados Especiais Federais” (abril/2008); \n\n Seminário de Direito Ambiental – Ano IX – 04/08; \n\n Palestra proferida na UNIEURO: “Juizados Especiais Federais” (04/06/2008) \n\n Participou da Mesa Redonda sobre Mediação, promovida pelo Conselho da Justiça Federal, em 17/09/2008, com o palestrante Fred S. Souk. \n\n Ministrou curso de Direito Previdenciário junto ao STJ, pelo Instituto dos Magistrados de Brasília, em outubro/2008 \n\n Participou do “Intercâmbio de Experiências sobre La Jurisdicción de Pequeñas Causas”, a convite do Governo da Colômbia, na Cidade de Bogotá, no período de 27 a 31 de outubro de 2008; \n\nCurso de Aperfeiçoamento para Magistrados em Direito do Consumidor -03/09; \n\n Assistente de Conferência do Ministro Carlos Mário da Silva Velloso sobre o tema Neoconstitucionalismo e a Jurisprudência do Supremo Tribunal Federal -04/09 \n\n Curso de Formação de Multiplicadores em Mediação e Técnicas Autocompositivas 30/03 a 01/04/2009; \n\n Seminário Inovações Processuais promovido pela AJUFER – 05/09; \n\n 7º Encontro Anual dos Juízes Federais da 1ª Região – AJUFER – 08/09; \n\n Conferência sobre Segurança Jurídica, proferida pelo Professor Emérito Ilmar Galvão – 04/2010; \n\n Curso de Aperfeiçoamento para Magistrados em Direito Ambiental – 04/2010; \n\n Curso de Direito Comparado – Brasil – Alemanha II – 05/2010; \n\n Conferência “Os Tribunos da plebe e os poderes negativos: cotejo com o constitucionalismo moderno” – 08/2010; \n\n Seminário Internacional Brasil-Alemanha – 10/2010; \n\n XXVII Encontro Nacional dos Juízes Federais – Bahia – 11/10; \n\n Colóquio Brasil - Estados Unidos sobre Administração Judiciária – 12/2010; \n\n Curso de Administração Judiciária – 11/10; \n\n Mutirão Sistema Financeiro de Habitação – 04/11; \n\n Seminário sobre o Sistema Judicial Americano e População Indígena – 05/2011; \n\n 2º Encontro Distrital de Perícias Médicas Previdenciárias – 09/2011; \n\nXXVIII Encontro Nacional de Juízes Federais -10/11; \n\n Encontro Nacional dos Núcleos de Conciliação – 11/2011; \n\n Mutirão Sistema Financeiro de Habitação – 11/11; \n\n Seminário sobre a Lei 12.529/2011 – A Nova Lei de Defesa da Concorrência – 07/2012; \n\n Curso de Formação de Instrutores e Conciliadores no TRF 3ª Região \n\n Mutirão Sistema Financeiro de Habitação – 03/12; \n\n Mutirão Sistema Financeiro de Habitação – 05/12; \n\n Curso de Formação de Instrutores de Conciliação na Justiça Federal – 09/12; \n\n Seminário Internacional de Arbitragem –CEJ/CJF – 03/12/12; \n\n Seminário Atualidade e Futuro da Administração da Justiça – 11 e 12/03/2013; \n\n Conferencista – “ O processo de Conciliação”. Técnicas. Ferramentas para provocar mudanças – 04/2013; \n\n Presidente da Mesa no painel “ A estruturação da conciliação no âmbito das seções judiciárias do TRF da 1ª Região – 05/13; \n\n Simpósio “Judicialização do Direito à Saúde” – 05/13; \n\n III Encontro Nacional dos Núcleos de Conciliação – 08/13; \n\n Certificado de Batismo de Imersão da 99 ª Força de Submarinos da Marinha do Brasil – 08/13; \n\n II Encontro Nacional do Encarceramento Feminino – 08/13; \n\n III Fórum Direito e Fraternidade 09/13; \n\n Seminário de Jurisdição Brasileira e Cooperação Internacional – 10/13; \n\n Conferência CONIP Judiciário – 10/13; \n\n Curso de Aperfeiçoamento de Atividade Judicante – Teoria e Prática (Improbidade Administrativa) em 11/13. \n\n Seminário Internacional de Direito Administrativo e Administração Pública em 20/05/2014 realizado pelo IDP. \n\n Projeto Conciliar é mais (Concurso INOVARE, 2011 e 2013); \n\n Legitimidade da Conciliação para a resolução de conflitos – UNB – 2013, artigo publicado na Edição 31, Ano \n\n Março/2014, da Revista Justiç@ da SJDF – Justiça Federal \n\n Encontro do Projeto MELHORAÇÃO e do Fórum dos Juizados Especiais Federais – 04/2014. \n\n Jornada de Direito Processual Civil: “O Projeto do novo CPC em debate” – 06/2014, promovido pela Escola de Magistratura Federal da Primeira Região. \n\n Seminário “ Improbidade Administrativa e Desafios para a Gestão do Estado Brasileiro”, 08/2014, promovido pelo Conselho da Justiça Federal.\n\n### Condecorações\n\nCondecorada com a Comenda Militar “Amiga do Exército de Rondônia”, em 1996.\n\nCondecorada com a Comenda do Superior Tribunal Militar “Ordem do Mérito Judiciário Militar”, em 2004.\n\nCondecorada com a Medalha “Mérito Santos Dumont”, em 2013\n\nCertificado de reconhecimento às Importantes Contribuições à Subsecretaria de Modernização do Atendimento Imediato ao Cidadão – Na Hora, GDF, pelos serviços prestados nesses onze anos de excelência – 06/13",
    "biografia_trf1_secoes": {
      "Instrução": "Após ter realizado o ensino fundamental no Colégio Sacré-Coeur de Marie em Brasília (1964 a 1972), e o ensino médio na Escola Normal de Brasília (1973 a 1976), teve sua formação acadêmica concluída no Centro Universitário de Brasília (UNICEUB), onde obteve o título de bacharela em direito, em 1980. Concluiu Curso de Aperfeiçoamento para as Carreiras Jurídicas, de nível de pós-graduação lato sensu, em 1993, com duração de 1.048 horas. Atualizou-se nos cursos promovidos pela Escola Nacional de Formação e Aperfeiçoamento de Magistrados (ENFAM), pelo Conselho da Justiça Federal (CJF) e pelo Conselho Nacional de Justiça (CNJ). Participou do Curso de Formação de Multiplicadores em Mediação e Técnicas Autocompositivas, promovido pela ENFAM em 2009. Em 2010 fez o curso de Administração Judiciária promovido pelo CNJ. Aluna Especial do Curso de Pós Graduação da Universidade de Brasília – UNB em 2013/2014.",
      "Atividade Profissional": "Foi Secretária Social da Embaixada Britânica (1975 a 1978); Secretária do Embaixador de Bangladesh (1978 a 1980); exerceu o cargo de Oficiala de Gabinete da Câmara dos Deputados (1980 a 1983); foi assessora jurídica da Consultoria Jurídica do Ministério da Previdência Social (1983 a 1990); assessorou o SubProcurador- Geral da República, Dr. José Antônio Leal Chaves (1992 a 1995). Aprovada no IV Concurso para Juiz Federal Substituto da Primeira Região, assumiu suas funções na Seção Judiciária do DF, em 1995. Foi promovida para Juíza Federal da 1ª Vara da Seção Judiciária de Rondônia, Porto Velho. Foi Diretora do Foro naquela Seção e Juíza do Tribunal Regional Eleitoral. Removida, a pedido, para a Seção Judiciária de Belo Horizonte, em 18 de junho de 1999, ocasião em que instalou a 26ª Vara, sendo removida para a 2ª Vara Cível, onde permaneceu por 5 anos. Naquele Estado foi membro da Turma Recursal. Removida, a pedido, para a Seção Judiciária do Distrito Federal, assumiu a titularidade da 26ª Vara do Juizado Especial Federal, em 2005 e lá permaneceu até 2009. Foi Coordenadora dos Juizados Especiais Federais. Como Titular, foi diversas vezes convocada para o TRF/1ª Região: Nas Turmas Suplementares ( de 02/04/2004 a 17/11/2004); no Gabinete da Desembargadora Selene Maria de Almeida ( de 01/03/2005 a 01/04/2005); Prestou auxílio à Corregedoria no período de 11/09 a 15/09/2006; Auxiliou no Gabinete do Desembargador Reynaldo Fonseca, nos seguintes períodos: 04/05/2009 a 28/02/2010; 09/08/2010 a 02/09/2010; 03/02/2011 a 04/03/2011; 20/06/2011 a 20/07/2011; 09/01/2012 a 29/01/2012. Nomeada Coordenadora do Núcleo de Conciliação da Seção Judiciária do DF em abril de 2011 e membro da Comissão Técnica e Consultiva do Sistema de Conciliação da Primeira Região. Uma das pioneiras deste trabalho, desde 1998. Disseminou, incentivou seus pares e promoveu a capacitação e formação de inúmeros Servidores, Parceiros e Colaboradores na Mediação e técnicas autocompositivas, particularmente a Conciliação, em prol da Justiça Célere e de qualidade. Participou de vários Mutirões de Conciliação (1998 a 2014), não só no DF, mas também em outros Estados, auxiliando os mutirões no CNJ (Conselho Nacional de Justiça): Mutirão SFH TRF 5ª Região – abr/2011; Mutirão SFH SJPA – Nov/2011; Mutirão SFH SJGO em 2011; Mutirão SFH SJMA – Mar/12; Mutirão SFH SJMG – Mar/12; -Mutirão SFH SJPA – 16 a 18/05/12. A repercussão do trabalho da Conciliação e o acompanhamento/comprometimento na gestão da 16ª Vara estão demonstrados nas estatísticas/transparência no SITE do Tribunal Regional Federal da 1ª Região e na excelência no atendimento ao Jurisdicionado. Foi nomeada Diretora do Foro da Seção Judiciária do Distrito Federal a partir de 01/06/12. Inaugurou a Central de Conciliação da SJDF em 10/12 e a Central de Descarte e Vídeo Conferência em 2014. Foi convocada, para, com prejuízo de suas funções, substituir a Desembargadora Federal SELENE MARIA DE ALMEIDA, a partir do dia 07/04/14, até o provimento do cargo, por motivo de aposentadoria, conforme ATO/PRESI/ASMAG - 609 de 04 de abril de 2014. Gestão da 16ª Vara Federal SJDF – a partir da nomeação em 2009, foram estabelecidas metas paralelas àquelas do Tribunal, do CJF (Conselho da Justiça Federal) e do CNJ (Conselho Nacional de Justiça), a fim de acelerar o trâmite dos processos e promover a excelência no atendimento.",
      "Palestras, Seminários, Conferências e Cursos": "- Palestrante na Colômbia: Tema: Expor a experiência produtiva dos Juizados Especiais Federais no Brasil; \n\nII Simpósio Nacional de Assistência Médico- Previdenciária – II SINAMP -09/81 \n\n Seminário sobre licitações e contratos – 07/81; \n\n 1º Encontro da ABDF – a nova tributação do capital – 05/88; \n\n Congresso Brasileiro de Previdência Social – 07/88; \n\n I Ciclo de Estudos sobre a Constituição de 1988; \n\n Curso de Atualização em Língua Portuguesa II – 04/92; \n\n XIII Ciclo de Conferências de Direito Constitucional -05/95; \n\n Metodologia do Desenvolvimento Intelectual – 06/95; \n\n Curso de IPD, DOS, Windows e Word 6.0 – 09/95; \n\nIII Encontro de Juízes Federais da Região Amazônica -11/98; \n\n Congressista do Encontro Bahia/Minas Gerais de Juízes Federais -12/99; \n\n I Encontro Nacional de Juízes Federais sobre Processo de Execução Fiscal -11/99; \n\nCongressista II Encontro de Juízes Federais e Procuradores da República – 09/2000; \n\nEncontro Minas Brasília de Juízes Federais – 12/2000; \n\n III Encontro de Juízes Federais – Goiânia – 10/01; \n\n Seminário Aspectos Jurídicos da Abertura do Mercado de Petróleo – 07/2002; \n\n Congressista no VI Congresso Nacional da Associação Brasileira de Direito Tributário – 08/2002; \n\n I Jornada de debates sobre Trabalho Escravo – 09/2002; \n\n V Encontro de Juízes Federais – 12/2002; \n\n Encontro dos Operadores da Justiça Virtual -06/2006 – CEJ/CJF; \n\n 23º Encontro Nacional de Juízes Federais do Brasil -11/2006; \n\n Palestra proferida na Universidade Católica de Brasília: “Juizados Especiais Federais. Justiça Gratuita: “Quem Precisa” (2006 e 28/09/2007); \n\n Palestra proferida na Escola da Magistratura Federal: “Curso de Formação para Novos Juízes” (2007); \n\n Elogio à Ouvidoria da Justiça Federal da 1ª Região – 03/07; \n\nIX Encontro de Juízes Federais – 06/07; \n\n Palestrante no Curso de Formação de Juízes Federais Substitutos da 1ª Região – aprovados no XII Concurso – 07/07; \n\n Palestra sobre Conciliação por Ocasião da Instalação dos Juizados nos Aeroportos:“Técnica de Conciliação no JEF” (outubro/2007); \n\n Coordenadora de Grupo de Workshop do I Seminário sobre Conciliação dos Juizados Especiais Federais na Primeira Região, realizado em Teresina (PI), no período de 17 a 19 de outubro de 2007; \n\n X Encontro de Juízes Federais da Escola de Magistratura Federal da 1ª Região – 04/2008; \n\n Palestra no 1º Curso de Capacitação da Defensoria Pública da União: “A Importância da Defensoria Pública nos Juizados Especiais Federais” (abril/2008); \n\n Seminário de Direito Ambiental – Ano IX – 04/08; \n\n Palestra proferida na UNIEURO: “Juizados Especiais Federais” (04/06/2008) \n\n Participou da Mesa Redonda sobre Mediação, promovida pelo Conselho da Justiça Federal, em 17/09/2008, com o palestrante Fred S. Souk. \n\n Ministrou curso de Direito Previdenciário junto ao STJ, pelo Instituto dos Magistrados de Brasília, em outubro/2008 \n\n Participou do “Intercâmbio de Experiências sobre La Jurisdicción de Pequeñas Causas”, a convite do Governo da Colômbia, na Cidade de Bogotá, no período de 27 a 31 de outubro de 2008; \n\nCurso de Aperfeiçoamento para Magistrados em Direito do Consumidor -03/09; \n\n Assistente de Conferência do Ministro Carlos Mário da Silva Velloso sobre o tema Neoconstitucionalismo e a Jurisprudência do Supremo Tribunal Federal -04/09 \n\n Curso de Formação de Multiplicadores em Mediação e Técnicas Autocompositivas 30/03 a 01/04/2009; \n\n Seminário Inovações Processuais promovido pela AJUFER – 05/09; \n\n 7º Encontro Anual dos Juízes Federais da 1ª Região – AJUFER – 08/09; \n\n Conferência sobre Segurança Jurídica, proferida pelo Professor Emérito Ilmar Galvão – 04/2010; \n\n Curso de Aperfeiçoamento para Magistrados em Direito Ambiental – 04/2010; \n\n Curso de Direito Comparado – Brasil – Alemanha II – 05/2010; \n\n Conferência “Os Tribunos da plebe e os poderes negativos: cotejo com o constitucionalismo moderno” – 08/2010; \n\n Seminário Internacional Brasil-Alemanha – 10/2010; \n\n XXVII Encontro Nacional dos Juízes Federais – Bahia – 11/10; \n\n Colóquio Brasil - Estados Unidos sobre Administração Judiciária – 12/2010; \n\n Curso de Administração Judiciária – 11/10; \n\n Mutirão Sistema Financeiro de Habitação – 04/11; \n\n Seminário sobre o Sistema Judicial Americano e População Indígena – 05/2011; \n\n 2º Encontro Distrital de Perícias Médicas Previdenciárias – 09/2011; \n\nXXVIII Encontro Nacional de Juízes Federais -10/11; \n\n Encontro Nacional dos Núcleos de Conciliação – 11/2011; \n\n Mutirão Sistema Financeiro de Habitação – 11/11; \n\n Seminário sobre a Lei 12.529/2011 – A Nova Lei de Defesa da Concorrência – 07/2012; \n\n Curso de Formação de Instrutores e Conciliadores no TRF 3ª Região \n\n Mutirão Sistema Financeiro de Habitação – 03/12; \n\n Mutirão Sistema Financeiro de Habitação – 05/12; \n\n Curso de Formação de Instrutores de Conciliação na Justiça Federal – 09/12; \n\n Seminário Internacional de Arbitragem –CEJ/CJF – 03/12/12; \n\n Seminário Atualidade e Futuro da Administração da Justiça – 11 e 12/03/2013; \n\n Conferencista – “ O processo de Conciliação”. Técnicas. Ferramentas para provocar mudanças – 04/2013; \n\n Presidente da Mesa no painel “ A estruturação da conciliação no âmbito das seções judiciárias do TRF da 1ª Região – 05/13; \n\n Simpósio “Judicialização do Direito à Saúde” – 05/13; \n\n III Encontro Nacional dos Núcleos de Conciliação – 08/13; \n\n Certificado de Batismo de Imersão da 99 ª Força de Submarinos da Marinha do Brasil – 08/13; \n\n II Encontro Nacional do Encarceramento Feminino – 08/13; \n\n III Fórum Direito e Fraternidade 09/13; \n\n Seminário de Jurisdição Brasileira e Cooperação Internacional – 10/13; \n\n Conferência CONIP Judiciário – 10/13; \n\n Curso de Aperfeiçoamento de Atividade Judicante – Teoria e Prática (Improbidade Administrativa) em 11/13. \n\n Seminário Internacional de Direito Administrativo e Administração Pública em 20/05/2014 realizado pelo IDP. \n\n Projeto Conciliar é mais (Concurso INOVARE, 2011 e 2013); \n\n Legitimidade da Conciliação para a resolução de conflitos – UNB – 2013, artigo publicado na Edição 31, Ano \n\n Março/2014, da Revista Justiç@ da SJDF – Justiça Federal \n\n Encontro do Projeto MELHORAÇÃO e do Fórum dos Juizados Especiais Federais – 04/2014. \n\n Jornada de Direito Processual Civil: “O Projeto do novo CPC em debate” – 06/2014, promovido pela Escola de Magistratura Federal da Primeira Região. \n\n Seminário “ Improbidade Administrativa e Desafios para a Gestão do Estado Brasileiro”, 08/2014, promovido pelo Conselho da Justiça Federal.",
      "Condecorações": "Condecorada com a Comenda Militar “Amiga do Exército de Rondônia”, em 1996.\n\nCondecorada com a Comenda do Superior Tribunal Militar “Ordem do Mérito Judiciário Militar”, em 2004.\n\nCondecorada com a Medalha “Mérito Santos Dumont”, em 2013\n\nCertificado de reconhecimento às Importantes Contribuições à Subsecretaria de Modernização do Atendimento Imediato ao Cidadão – Na Hora, GDF, pelos serviços prestados nesses onze anos de excelência – 06/13"
    }
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://www.trf1.jus.br/trf1/desembargadores-federais/em-atividade",
      "tipo": "site-oficial",
      "observacao": "Lista (Em atividade)"
    },
    {
      "url": "https://www.trf1.jus.br/trf1/em-atividade/gilda-sigmaringa-seixas",
      "tipo": "site-oficial",
      "observacao": "Pagina individual"
    }
  ],
  "atualizado_em": "2026-01-30"
}
