{
  "id": "trf1-marcos-augusto-de-sousa",
  "nome": "Marcos Augusto de Sousa",
  "nome_completo": null,
  "orgao": "TRF1",
  "cargo": "Desembargador Federal",
  "situacao": "titular",
  "dados_publicos": {
    "gabinete_texto": "Ed. Sede I - 3º andar - Sala 8",
    "funcao_administrativa": null,
    "pagina_trf1": "https://www.trf1.jus.br/trf1/em-atividade/marcos-augusto-de-sousa",
    "telefone": "(61) 3314-5225",
    "biografia_trf1_texto": "**Nomeado por Decreto Presidencial de 04/06/2014, com posse e exercício em 25/06/2014.**\n\nMarcos Augusto de Sousa, nascido em 8 de outubro de 1965, é filho de Augusto Marques de Sousa e Glória Marques Barcelos e natural de Ceres, Estado de Goiás, onde cursou os ensinos de primeiro e segundo graus. É casado com a Sra. Nelsília Maria Ladeira Lunière de Sousa e o casal tem dois filhos: Pedro Augusto e Henrique Augusto. Tomou posse no cargo de desembargador federal do TRF da 1.ª Região no dia 25 de junho de 2014.\n\n#### Instrução\n\nO Desembargador Marcos Augusto graduou-se em Direito pela Universidade Católica de Goiás, atual Pontifícia Universidade Católica de Goiás, em 1988, tendo se aperfeiçoado em Política e Direito Ambiental pela Universidade Católica de Louvain-la-Neuve, na Bélgica, em 1994, e em Execução contra a Fazenda Pública, pela Universidade Federal do Rio de Janeiro, em convênio com o Conselho da Justiça Federal, em 2001.\n\n#### Atividade Profissional\n\nFoi aprovado nos concursos públicos para o Banco do Brasil, nos anos de 1981 e 1984, respectivamente, para a função de menor aprendiz e cargo inicial da carreira administrativa; e para o Banco Regional de Brasília, em 1983, para a carreira administrativa. \n\nConcomitantemente à atuação na carreira administrativa do Banco do Brasil, realizou estágio supervisionado na Assessoria Jurídica daquela instituição em Goiânia, em 1987. \n\nAtuou como advogado em Goiânia, no período de 1989 a 1990. \n\nNo ano de 1990, o magistrado foi aprovado nos concursos públicos para as carreiras jurídicas de Procurador do Estado de Goiás e Promotor de Justiça do Estado de Goiás, neste último em 1º lugar, e, ainda no mesmo ano, para o cargo de Juiz de Direito Substituto do Estado de Goiás. \n\nNa magistratura do Estado de Goiás, foi lotado nas comarcas de Goianésia e Vianópolis, tendo atuado em substituição nas comarcas de Jaraguá, Barro Alto e Orizona. \n\nEm 1992, foi aprovado no primeiro concurso para o cargo de Juiz Federal Substituto realizado pelo Tribunal Regional Federal da 1ª Região. \n\nO Desembargador Federal Marcos Augusto tomou posse no cargo de Juiz Federal Substituto em 10 de agosto de 1992, tendo sido lotado na 1ª Vara da Seção Judiciária do Amazonas, onde se titularizou em fevereiro de 1995. Foi Diretor do Foro da Seção Judiciária do Amazonas, nos períodos de 1993 a 1994 e 1994 a 1995. Ainda no Amazonas, integrou o Tribunal Regional Eleitoral como membro titular, nos períodos de 1992 a 1993 e 1995 a 1997, e suplente, de 1993 a 1995, atuando, por diversas vezes, em substituição na Seção Judiciária de Roraima. Removeu-se, em 1996, para a 2ª Vara da Seção Judiciária do Distrito Federal, permanecendo até 1997 com jurisdição prorrogada na 1ª Vara da Seção Judiciária do Amazonas. \n\nNo Distrito Federal, exerceu o cargo de Vice Diretor do Foro, de 2007 a 2008, e de Diretor do Foro, de 2008 a 2009. Foi, ainda, juiz auxiliar da Corregedoria do Conselho Nacional de Justiça, no período de 2006 a 2007. No TRF da 1ª Região, atuou como Juiz Convocado em diversas ocasiões, desde 2001, tendo sido juiz auxiliar da Corregedoria Regional de 2002 a 2004 e juiz auxiliar da Presidência, nos períodos de 2004 a 2006 e 2012 a 2014. Promovido pelo critério de merecimento, tomou posse no cargo de Desembargador Federal em 25 de junho de 2014. É membro e presidente da Comissão Permanente do Manual de Cálculos do Conselho da Justiça Federal desde 2001. Lecionou as disciplinas de Processo no curso de especialização em Direito Ambiental na Universidade Federal do Amazonas e Processo Civil e Direito Ambiental no curso preparatório para Promotor de Justiça da Procuradoria Geral de Justiça do Estado do Amazonas. \n\nÉ professor licenciado de Direito Processual Civil da Faculdade de Direito do Centro Universitário de Brasília (UniCEUB), tendo ministrado vários cursos de aperfeiçoamento para servidores promovidos pelo TRF da 1ª Região e pelas Seções Judiciárias do Amazonas e do Distrito Federal nas áreas de Processo Civil e Processo Penal. Cursa disciplinas do programa de Mestrado em Direito e Políticas Públicas, no Centro Universitário de Brasília – UNICEUB.\n\n#### Títulos, Medalhas e Condecorações\n\nO Desembargador Federal Marcos Augusto foi agraciado com as Medalhas do Pacificador e da Ordem do Mérito Militar pelo Exército Brasileiro, Medalha Justiça Século XXI pela Seção Judiciária de Minas Gerais e Medalha Santos Dumont pelo Comando da Aeronáutica."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://www.trf1.jus.br/trf1/desembargadores-federais/em-atividade",
      "tipo": "site-oficial",
      "observacao": "Lista (Em atividade)"
    },
    {
      "url": "https://www.trf1.jus.br/trf1/em-atividade/marcos-augusto-de-sousa",
      "tipo": "site-oficial",
      "observacao": "Pagina individual"
    }
  ],
  "atualizado_em": "2026-01-30"
}
