{
  "id": "trf1-alexandre-laranjeira",
  "nome": "Alexandre Laranjeira",
  "nome_completo": null,
  "orgao": "TRF1",
  "cargo": "Desembargador Federal",
  "situacao": "titular",
  "dados_publicos": {
    "gabinete_texto": "Ed. Sede II - 3º andar",
    "funcao_administrativa": null,
    "pagina_trf1": "https://www.trf1.jus.br/trf1/em-atividade/alexandreLaranjeira",
    "telefone": "(61) 3314-5225",
    "biografia_trf1_texto": "**Nomeado por Decreto Presidencial de 28/02/2024, com posse e exercício em 05/03/2024.**\n\nAtividade Profissional\n\nEstágio no Escritório de Advocacia ALCKMIN, PORTELLA & CASTRO, sediado em Brasília-DF, de março a julho de1987;\n\nEstágio no Escritório de Assistência Judiciária da UnB - Universidade de Brasília (ingresso mediante aprovação em concurso público), de agosto de 1987 a março de 1988;\n\nExercício da Advocacia em escritório próprio de setembro de 1988 a janeiro de 1990, com atuação nos foros cível e trabalhista.\n\nSERVIÇO PÚBLICO FEDERAL: Ocupou o cargo de Técnico Judiciário do Superior Tribunal de Justiça (então um cargo de nível superior), tendo exercido suas funções junto à Subsecretaria de Jurisprudência, no período de janeiro a novembro de 1990.\n\nMINISTÉRIO PÚBLICO: Ocupou o cargo de Promotor de Justiça da carreira do Ministério Público do Distrito Federal, no período de novembro de 1990 a setembro de 1993.\n\nMAGISTRATURA: Ocupa atualmente o cargo de Desembargador Federal do TRF da 1ª. Região (ingresso na carreira aos 20 de setembro de 1993), atualmente lotado na 12ª. Turma daquela Corte Federal;\n\nFoi o Juiz Presidente da 1ª. Turma Recursal e Coordenador das Turmas do Juizado Especial da Seção Judiciária do Distrito Federal no período de junho de 2022 a março de 2024;\n\nFoi o Juiz Presidente da 2ª. Turma Recursal do Juizado Especial Federal da Seção Judiciária de Minas Gerais no período de junho de 2006 a maio de 2008;\n\nFoi membro titular do Tribunal Regional Eleitoral de Mato Grosso, no período de setembro de 1995 a dezembro de 1996.\n\nFoi Juiz Federal nas Seções Judiciárias dos Estados de Mato Grosso, Pará, Minas Gerais e Distrito Federal, desde setembro de 1993 até março de 2024.\n\nESCOLARIDADE\n\nLL.M. (Master of Laws): LL.M. pela University of Georgia – Georgia Law (2022/2023) LL.M. pela University of California - Berkeley School of Law (2008/2009)\n\nPÓS-GRADUAÇÃO: Especialização em Direito Penal pela Universidade de Brasília (UnB) Duração: 450 horas Início: junho de 1997 Término: novembro de 1998\n\nCURSO SUPERIOR: Bacharelado em Direito pela Universidade de Brasília (UnB) Habilitação específica: Direito Constitucional Início: 1º Semestre de 1984 Término: 1º Semestre de 1988\n\nENSINO MÉDIO: Colégio Marista de Brasília Início: 1981 Término: 1983\n\nENSINO BÁSICO: Colégio Marista de Brasília Início: 1972 Término: 1980\n\nCURSOS DE LÍNGUAS ESTRANGEIRAS INGLÊS: Casa Thomas Jefferson Curso Avançado: 1981 a 1982 Curso Básico: 1978 a 1980 FRANCÊS: Aliança Francesa de Brasília Curso Básico Incompleto (ARCHIPEL): 1990 a 1991\n\nAPROVAÇÕES EM CONCURSOS PÚBLICOS\n\nConcurso para provimento dos Cargos de Técnico Judiciário do Superior Tribunal de Justiça (hoje equivalente ao cargo de Analista Judiciário) Classificação: Primeiro Lugar Publicação Oficial: Diário de Justiça de 22 de novembro de 1989, p. 17.391\n\nXXV Concurso de Ingresso na Carreira do Ministério Público de Minas Gerais Classificação: Décimo-quarto Lugar Publicação Oficial: Diário Oficial do Estado de Minas Gerais de 17 de maio de 1990, parte II, p. 22\n\nConcurso para Ingresso na Carreira do Ministério Público do Distrito Federal Classificação: Segundo Lugar Publicação Oficial: Diário Oficial da União de 23 de outubro de 1990, p. 20.206\n\nConcurso para Provimento dos Cargos de Assessor Legislativo da Câmara dos Deputados - Área 01 - Direito Constitucional e Direito Administrativo Classificação: Décimo Lugar Publicação Oficial: Diário Oficial da União de 18 de dezembro de 1990, p. 24.562\n\nII Concurso para Provimento de Cargos de Juiz Federal Substituto da 1ª Região Classificação: Décimo-quinto Lugar Publicação Oficial: Diário de Justiça de 20 de agosto de 1993 DOCÊNCIA E OUTRAS ATIVIDADES\n\nFoi membro do Conselho Administrativo da Escola Superior do Ministério Público do Distrito Federal e Territórios, atuando como Diretor Editorial, no período de março de 1992 a setembro de 1993.\n\nFoi membro do quadro docente da Escola Superior do Ministério Público do Distrito Federal e Territórios, tendo lecionado Direito Penal e Direito Processual Penal naquela instituição, nos anos de 1992 e 1993.\n\nFoi membro do quadro docente da Escola Superior do Ministério Público de Mato Grosso, tendo lecionado Direito Processual Penal naquela instituição nos anos de 1995 e 1996.\n\nPertenceu ao quadro docente do Curso Dominis, sediado em Uberlândia-MG e voltado à preparação para concursos jurídicos, no período de 1999 a 2008, tendo lecionado Direito Processual Penal naquela instituição nos anos de 1999 e 2000."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://www.trf1.jus.br/trf1/desembargadores-federais/em-atividade",
      "tipo": "site-oficial",
      "observacao": "Lista (Em atividade)"
    },
    {
      "url": "https://www.trf1.jus.br/trf1/em-atividade/alexandreLaranjeira",
      "tipo": "site-oficial",
      "observacao": "Pagina individual"
    }
  ],
  "atualizado_em": "2026-01-30"
}
