{
  "id": "trf1-i-talo-mendes",
  "nome": "I'talo Mendes",
  "nome_completo": null,
  "orgao": "TRF1",
  "cargo": "Desembargador Federal",
  "situacao": "titular",
  "dados_publicos": {
    "gabinete_texto": "Ed. Sede I - 3º andar - Sala 18",
    "funcao_administrativa": null,
    "pagina_trf1": "https://www.trf1.jus.br/trf1/em-atividade/i-talo-mendes",
    "telefone": "(61) 3314-5225",
    "biografia_trf1_texto": "**Nomeado por Decreto Presidencial de 10/07/1998, com posse e exercício em 07/08/1998.**\n\nI'talo Fioravanti Sabo Mendes, natural de Diamantino – MT, tomou posse como Juiz do Tribunal Regional Federal da 1ª Região, em 07 de agosto de 1998, pelo Quinto Constitucional, tendo sido indicado, em lista sêxtupla, pelo Ministério Público Federal e, em lista quádrupla, pelo TRF 1ª Região.\n\nPossui graduação em Direito pela Universidade de Brasília - UnB (1983). É Mestre em Direito e Estado pela Universidade de Brasília - UnB (1987), Doutor em Direito, Estado e Constituição pela mesma Universidade de Brasília - UnB (2008) e Pós-Doutor pela Fundación General da la USAL (Universidade de Salamanca - Espanha)/Centro de Estudios Brasileños/Instituto Universitário do Rio de Janeiro(IBEA)(2020). Desembargador Federal do Tribunal Regional Federal da 1ª Região - TRF 1ª Região, havendo exercido, no período de 15 de abril de 2016 a 16 de abril de 2018, o cargo de Vice-Presidente do Tribunal Regional Federal da 1ª Região - TRF 1ª Região. Desde 17 de abril de 2020, é o Presidente do Tribunal Regional Federal da 1ª Região - TRF 1ª Região. Integra o Corpo Docente da Escola da Magistratura Federal da 1ª Região - ESMAF.\n\n### Atividades Profissionais Exercidas antes de assumir o cargo de Desembargador Federal do Tribunal Regional Federal da 1ª Região\n\nIniciou sua carreira como advogado militante, tendo sido Advogado da Consultoria Jurídica do Serviço Federal de Processamento de Dados – SERPRO – 1983/1984. \n\n Procurador da República – empossado em 1º de outubro de 1984, com exercício na Procuradoria da República do Distrito Federal. \n\n Procurador Regional Eleitoral no Estado de Mato Grosso, no período de 03 de julho de 1987 a 22 de janeiro de 1988. \n\n Procurador-Chefe da Procuradoria da República no Estado de Mato Grosso, no período de 03 de julho de 1987 a 22 de janeiro de 1988. \n\n Procurador Regional Eleitoral no Distrito Federal, no período de 18 de outubro de 1988 a 02 de junho de 1993. \n\n Procurador-Chefe da Procuradoria da República no Distrito Federal, no período de 23 de junho de 1989 a 09 de novembro de 1994. \n\n Membro da delegação brasileira que negociou os termos do Tratado de Extradição entre a República Federativa do Brasil e o Reino Unido, em Londres, de 23 a 25 de fevereiro de 1994. \n\n Professor da Faculdade de Direito da Universidade de Brasília – UnB desde junho de 1995. \n\n Antes de assumir o cargo de Desembargador Federal do TRF 1ª Região, atuava como Procurador Regional da República – 1ª Região, com exercício também na Procuradoria Geral Eleitoral, no Tribunal Superior Eleitoral.\n\n### Atividades exercidas no Tribunal Regional Federal da 1ª Região\n\nDesembargador Federal do Tribunal Regional Federal da 1ª Região desde agosto de 1998. \n\n Conselheiro do Conselho de Administração do Tribunal Regional Federal da 1ª Região – janeiro de 2002 a janeiro de 2004. \n\n Membro Efetivo da Comissão Permanente de Regimento do Tribunal Regional Federal da 1ª Região – abril de 2000 a abril de 2002. \n\n Membro Efetivo da Comissão Permanente de Jurisprudência do Tribunal Regional Federal da 1ª Região – maio de 2002 a maio de 2004. \n\n Membro da Comissão de Jurisprudência do Tribunal Regional Federal da 1ª Região – maio de 2002 a setembro de 2004. \n\n Presidente da Quarta Turma do Tribunal Regional Federal da Primeira Região – abril de 2003 a março de 2006. \n\n Coordenador-Geral dos Juizados Especiais Federais do Tribunal Regional Federal da 1ª Região – outubro de 2003 a outubro de 2005. \n\n Membro Efetivo da Comissão de Acervo Jurídico do Tribunal Regional Federal da Primeira Região – janeiro de 2004 a janeiro de 2006. \n\n Presidente da Segunda Turma Suplementar do Tribunal Regional Federal da 1ª Região – abril de 2005 a abril de 2005. \n\n Presidente da Quarta Turma do Tribunal Regional Federal da Primeira Região – abril de 2006 a maio de 2007. \n\n Conselheiro do Conselho de Administração do Tribunal Regional Federal da Primeira Região – janeiro de 2007 a janeiro de 2009. \n\n Vice-Diretor da Escola de Magistratura Federal da 1ª Região – ESMAF – setembro de 2010 a maio de 2012. \n\n Diretor da Revista do Tribunal Regional Federal da 1ª Região – janeiro de 2011 a maio de 2012. \n\n Membro da Subcomissão Nacional de Metas da Justiça Federal - Conselho Nacional de Justiça/CNJ – maio de 2012 a maio de 2014. \n\n Membro da Comissão do Colar e Medalha Ministro Nelson Hungria - TRF 1ª Região – maio de 2012 a abril de 2014. \n\n Presidente da Segunda Seção do Tribunal Regional Federal da Primeira Região – setembro de 2012 a setembro de 2014. \n\n Membro do Comitê Gestor da Justiça Federal - Conselho da Justiça Federal – setembro de 2013 a maio de 2014. \n\n Presidente da Quarta Turma do Tribunal Regional Federal da Primeira Região – outubro de 2013 a outubro de 2015. \n\n Presidente da Comissão de Avaliação e Gestão Documental do Tribunal Regional Federal da Primeira Região – maio de 2014 a setembro de 2014. \n\n Desembargador Eleitoral – Membro Suplente do Tribunal Regional Eleitoral do Distrito Federal - 2014 – 2014. \n\n Desembargador Eleitoral – Membro Titular do Tribunal Regional Eleitoral do Distrito Federal - 2014 – 2016. \n\n Presidente da Comissão Apuradora nas Eleições Gerais de 2014 no Tribunal Regional Eleitoral do Distrito Federal – outubro de 2014 a dezembro de 2014. \n\n Vice-Presidente do Tribunal Regional Federal da 1ª Região – abril de 2016 a abril de 2018. \n\n Membro do Conselho de Administração do Tribunal Regional Federal da 1ª Região – abril de 2016 a abril de 2018. \n\n Membro da Comissão do Colar e Medalha Ministro Nelson Hungria – TRF 1ª Região – abril de 2016 a abril de 2018. \n\n Membro Suplente do Conselho da Justiça Federal, em virtude da sua condição de Vice-Presidente do Tribunal Regional Federal da 1ª Região - 2016 – 2018. \n\n Presidente da Oitava Turma do Tribunal Regional Federal da Primeira Região – junho de 2018 a abril de 2020. \n\n Docente da Escola da Magistratura Federal da 1ª Região - 2019 – Atual. \n\n Presidente do Tribunal Regional Federal da 1ª Região - abril de 2020 - Atual. \n\n Membro efetivo do Conselho da Justiça Federal, em virtude da sua condição de Presidente do Tribunal Regional Federal da 1ª Região - 2020 – Atual. \n\n Presidente do Conselho de Administração do Tribunal Regional Federal da 1ª Região – abril de 2020 - Atual. \n\n Presidente do Conselho do Colar e Medalha do Mérito Judiciário Ministro Nelson Hungria – abril de 2020 – Atual. \n\n Presidente do Comitê Gestor de Tecnologia da Informação do Tribunal Regional Federal da 1ª Região – abril de 2020 – Atual. \n\n Presidente do Comitê de Gestão Estratégica Regional da Justiça Federal da 1ª Região - CGERTRF1 – abril de 2020 – Atual. \n\n Presidente do Comitê Orçamentário de Segundo Grau da Justiça Federal da 1ª Região - COMOR2 – abril de 2020 – Atual. \n\n Presidente do Comitê Regional de Gestão de Riscos da Justiça Federal da 1ª Região – abril de 2020 – Atual. \n\n Presidente do Conselho Deliberativo do Programa de Assistência aos Magistrados e Servidores da Justiça Federal de Primeiro e Segundo Graus da Primeira Região - PRO-SOCIAL – abril de 2020 – Atual. \n\n Membro do Conselho de Administração do Tribunal Regional Federal da 1ª Região – abril de 2020 – Atual. \n\n Membro do Comitê Gestor de Estratégia da Justiça Federal - COGEST do Conselho da Justiça Federal – CJF – abril de 2020 – Atual. \n\n Membro da Rede de Governança Colaborativa do Poder Judiciário/Conselho Nacional de Justiça – CNJ – abril de 2020 – Atual. \n\n Membro do Grupo Decisório do Centro de Inteligência do Poder Judiciário do conselho Nacional de Justiça - 2021 – Atual.\n\n### Magistério\n\nAtualmente é professor na Universidade de Brasília – UnB, onde leciona a disciplina Teoria Geral do Processo. Tem experiência nas áreas de Direito Processual Civil, Direito Processual Penal, Direito Penal, Direito Constitucional e Direito Eleitoral.\n\n### Trabalhos Publicados\n\nDa possibilidade do controle jurisdicional dos pressupostos constitucionais para a edição de medidas provisórias: uma breve análise de precedente do Supremo Tribunal Federal à luz da Filosofia Política e do Direito Constitucional. In: I'talo Fioravanti Sabo Mendes. (Org.). O Direito em precedentes jurisprudenciais. 1ª ed. Rio de Janeiro: Lumen Juris, 2018, v., p. 123-156. \n\n Decreto-Lei nº 7.586/1945 e a Reconstrução da Justiça Eleitoral no Brasil. In: Reynaldo Soares da Fonseca; Roberto Carvalho Veloso. (Org.). Justiça Federal: Estudos em Homenagem ao Desembargador Federal Leomar Amorim. 1ª ed. Belo Horizonte: D´Plácido Editora, 2016, v., p. 327-346. \n\n O Decreto-Lei nº 7.586/1945 e a Reconstrução da Justiça Eleitoral no Brasil: uma análise jurídica e político-institucional. In: Tarcísio Vieira de Carvalho Neto; Telson Luís Cavalcante Ferreira. (Org.). Direito Eleitoral - aspectos materiais e processuais. 1ed.São Paulo: Migalhas, 2016, v. 1, p. 135-154. \n\n Breves apontamentos sobre os efeitos da declaração de inconstitucionalidade de norma jurídica em sede de controle concentrado de constitucionalidade. Juris Plenum Ouro, v. 47 (DVD), p. Eletron.-Eletron., 2016. \n\n A restauração da Justiça Eleitoral no Brasil e o Decreto-Lei nº 7586/1945. In: Romão Cícero de Oliveira; Tribunal Regional Eleitoral do Distrito Federal. (Org.). As raízes da Justiça Eleitoral no Distrito Federal. 1ª ed. Brasília: TRE-DF, 2015, v., p. 35-44. \n\n Breves apontamentos sobre os efeitos da declaração de inconstitucionalidade de norma jurídica em sede de controle concentrado de constitucionalidade. Revista do Tribunal Regional Federal 1. Região, v. 25, p. 13-17, 2013. \n\n O Constitucionalismo e Razoável Duração do Processo. Direito Federal, v. 86, p. 121-136, 2006. \n\n Juizados Especiais Federais do Tribunal Regional Federal da 1ª Região. In: 1º Fórum Nacional dos Juizados Especiais Federais, 2006, Brasília. Anais do Seminário 1º FONAJEF. Brasília: Publicação da AJUFE, 2004. v. Único. p. 30-33. \n\n Aspectos Controvertidos do Art. 2ª, § 1º, da Lei nº 8.072/90. In: Ney de Barros Bello Filho. (Org.). Estudos em Homenagem a Dionísio Rodrigues Nunes. 1ª ed. São Luís - MA: Estação Produções Ltda, 2001, v., p. 357-369. \n\n Aspectos Controvertidos do Art. 2º, 1º, da Lei nº 8.072/90. Judice Revista Jurídica de Mato Grosso, Cuiabá - MT, v. Ano II, n. Nº 4, p. 29-38, 1999. \n\n Do prazo para o ajuizamento da representação eleitoral (Art. 22, da Lei Complementar nº 64/90). Revista de Informação Legislativa, Brasília - DF, v. Ano 34, n. 136, p. 373-376, 1997. \n\n Algumas Considerações Sobre a Nova Lei dos Partidos Políticos (Lei nº 9.096/95). Cadernos de Direito Constitucional e Eleitoral, São Paulo – SP, v. 11, n. 37, p. 11-17, 1997.\n\n### Condecorações\n\n2021 – Medalha Exército Brasileiro – Ministério da Defesa – Exército Brasileiro. \n\n 2016 – Medalha do Pacificador, União Federal - Ministério da Defesa - Exército Brasileiro. \n\n 2014 – Ordem do Mérito Cívico, Liga da Defesa Nacional. \n\n 2013 – Ordem do Mérito de Dom Bosco - Grande Oficial, Tribunal Regional do Trabalho - 10ª Região. \n\n 2010 – Medalha Santos Dumont, União Federal - Ministério da Defesa - Comando da Aeronáutica. \n\n 2010 – Ordem do Mérito Aeronáutico, no Grau de Comendador, União Federal - Ministério da Defesa - Comando da Aeronáutica. \n\n 2006 – Ordem do Mérito Militar no Grau de Grande-Oficial, União – Ministério da Defesa - Comando do Exército. \n\n 2003 – Ordem do Mérito Militar no Grau de Comendador, União – Comando do Exército. \n\n 2001 – Medalha do Mérito Eleitoral do Distrito Federal – Jurista, Tribunal Regional Eleitoral do Distrito Federal. \n\n 2000 – Ordem Almirante Batista das Neves - Título Almirante Batista das Neves, Câmara Municipal de Diamantino - Mato Grosso. \n\n 1998 – Ordem do Mérito Nélson Hungria, Tribunal Regional Federal da 1ª Região. \n\n 1994 – Ordem do Mérito do Rio Branco no Grau de Comendador, União – Ministério das Relações Exteriores. \n\n 1991 – Ordem do Mérito das Forças Armadas no Grau de Comendador, União – Estado Maior das Forças Armadas. \n\n 1989 – Ordem do Mérito Militar no Grau de Cavaleiro, União – Ministério do Exército.",
    "biografia_trf1_secoes": {
      "Atividades Profissionais Exercidas antes de assumir o cargo de Desembargador Federal do Tribunal Regional Federal da 1ª Região": "Iniciou sua carreira como advogado militante, tendo sido Advogado da Consultoria Jurídica do Serviço Federal de Processamento de Dados – SERPRO – 1983/1984. \n\n Procurador da República – empossado em 1º de outubro de 1984, com exercício na Procuradoria da República do Distrito Federal. \n\n Procurador Regional Eleitoral no Estado de Mato Grosso, no período de 03 de julho de 1987 a 22 de janeiro de 1988. \n\n Procurador-Chefe da Procuradoria da República no Estado de Mato Grosso, no período de 03 de julho de 1987 a 22 de janeiro de 1988. \n\n Procurador Regional Eleitoral no Distrito Federal, no período de 18 de outubro de 1988 a 02 de junho de 1993. \n\n Procurador-Chefe da Procuradoria da República no Distrito Federal, no período de 23 de junho de 1989 a 09 de novembro de 1994. \n\n Membro da delegação brasileira que negociou os termos do Tratado de Extradição entre a República Federativa do Brasil e o Reino Unido, em Londres, de 23 a 25 de fevereiro de 1994. \n\n Professor da Faculdade de Direito da Universidade de Brasília – UnB desde junho de 1995. \n\n Antes de assumir o cargo de Desembargador Federal do TRF 1ª Região, atuava como Procurador Regional da República – 1ª Região, com exercício também na Procuradoria Geral Eleitoral, no Tribunal Superior Eleitoral.",
      "Atividades exercidas no Tribunal Regional Federal da 1ª Região": "Desembargador Federal do Tribunal Regional Federal da 1ª Região desde agosto de 1998. \n\n Conselheiro do Conselho de Administração do Tribunal Regional Federal da 1ª Região – janeiro de 2002 a janeiro de 2004. \n\n Membro Efetivo da Comissão Permanente de Regimento do Tribunal Regional Federal da 1ª Região – abril de 2000 a abril de 2002. \n\n Membro Efetivo da Comissão Permanente de Jurisprudência do Tribunal Regional Federal da 1ª Região – maio de 2002 a maio de 2004. \n\n Membro da Comissão de Jurisprudência do Tribunal Regional Federal da 1ª Região – maio de 2002 a setembro de 2004. \n\n Presidente da Quarta Turma do Tribunal Regional Federal da Primeira Região – abril de 2003 a março de 2006. \n\n Coordenador-Geral dos Juizados Especiais Federais do Tribunal Regional Federal da 1ª Região – outubro de 2003 a outubro de 2005. \n\n Membro Efetivo da Comissão de Acervo Jurídico do Tribunal Regional Federal da Primeira Região – janeiro de 2004 a janeiro de 2006. \n\n Presidente da Segunda Turma Suplementar do Tribunal Regional Federal da 1ª Região – abril de 2005 a abril de 2005. \n\n Presidente da Quarta Turma do Tribunal Regional Federal da Primeira Região – abril de 2006 a maio de 2007. \n\n Conselheiro do Conselho de Administração do Tribunal Regional Federal da Primeira Região – janeiro de 2007 a janeiro de 2009. \n\n Vice-Diretor da Escola de Magistratura Federal da 1ª Região – ESMAF – setembro de 2010 a maio de 2012. \n\n Diretor da Revista do Tribunal Regional Federal da 1ª Região – janeiro de 2011 a maio de 2012. \n\n Membro da Subcomissão Nacional de Metas da Justiça Federal - Conselho Nacional de Justiça/CNJ – maio de 2012 a maio de 2014. \n\n Membro da Comissão do Colar e Medalha Ministro Nelson Hungria - TRF 1ª Região – maio de 2012 a abril de 2014. \n\n Presidente da Segunda Seção do Tribunal Regional Federal da Primeira Região – setembro de 2012 a setembro de 2014. \n\n Membro do Comitê Gestor da Justiça Federal - Conselho da Justiça Federal – setembro de 2013 a maio de 2014. \n\n Presidente da Quarta Turma do Tribunal Regional Federal da Primeira Região – outubro de 2013 a outubro de 2015. \n\n Presidente da Comissão de Avaliação e Gestão Documental do Tribunal Regional Federal da Primeira Região – maio de 2014 a setembro de 2014. \n\n Desembargador Eleitoral – Membro Suplente do Tribunal Regional Eleitoral do Distrito Federal - 2014 – 2014. \n\n Desembargador Eleitoral – Membro Titular do Tribunal Regional Eleitoral do Distrito Federal - 2014 – 2016. \n\n Presidente da Comissão Apuradora nas Eleições Gerais de 2014 no Tribunal Regional Eleitoral do Distrito Federal – outubro de 2014 a dezembro de 2014. \n\n Vice-Presidente do Tribunal Regional Federal da 1ª Região – abril de 2016 a abril de 2018. \n\n Membro do Conselho de Administração do Tribunal Regional Federal da 1ª Região – abril de 2016 a abril de 2018. \n\n Membro da Comissão do Colar e Medalha Ministro Nelson Hungria – TRF 1ª Região – abril de 2016 a abril de 2018. \n\n Membro Suplente do Conselho da Justiça Federal, em virtude da sua condição de Vice-Presidente do Tribunal Regional Federal da 1ª Região - 2016 – 2018. \n\n Presidente da Oitava Turma do Tribunal Regional Federal da Primeira Região – junho de 2018 a abril de 2020. \n\n Docente da Escola da Magistratura Federal da 1ª Região - 2019 – Atual. \n\n Presidente do Tribunal Regional Federal da 1ª Região - abril de 2020 - Atual. \n\n Membro efetivo do Conselho da Justiça Federal, em virtude da sua condição de Presidente do Tribunal Regional Federal da 1ª Região - 2020 – Atual. \n\n Presidente do Conselho de Administração do Tribunal Regional Federal da 1ª Região – abril de 2020 - Atual. \n\n Presidente do Conselho do Colar e Medalha do Mérito Judiciário Ministro Nelson Hungria – abril de 2020 – Atual. \n\n Presidente do Comitê Gestor de Tecnologia da Informação do Tribunal Regional Federal da 1ª Região – abril de 2020 – Atual. \n\n Presidente do Comitê de Gestão Estratégica Regional da Justiça Federal da 1ª Região - CGERTRF1 – abril de 2020 – Atual. \n\n Presidente do Comitê Orçamentário de Segundo Grau da Justiça Federal da 1ª Região - COMOR2 – abril de 2020 – Atual. \n\n Presidente do Comitê Regional de Gestão de Riscos da Justiça Federal da 1ª Região – abril de 2020 – Atual. \n\n Presidente do Conselho Deliberativo do Programa de Assistência aos Magistrados e Servidores da Justiça Federal de Primeiro e Segundo Graus da Primeira Região - PRO-SOCIAL – abril de 2020 – Atual. \n\n Membro do Conselho de Administração do Tribunal Regional Federal da 1ª Região – abril de 2020 – Atual. \n\n Membro do Comitê Gestor de Estratégia da Justiça Federal - COGEST do Conselho da Justiça Federal – CJF – abril de 2020 – Atual. \n\n Membro da Rede de Governança Colaborativa do Poder Judiciário/Conselho Nacional de Justiça – CNJ – abril de 2020 – Atual. \n\n Membro do Grupo Decisório do Centro de Inteligência do Poder Judiciário do conselho Nacional de Justiça - 2021 – Atual.",
      "Magistério": "Atualmente é professor na Universidade de Brasília – UnB, onde leciona a disciplina Teoria Geral do Processo. Tem experiência nas áreas de Direito Processual Civil, Direito Processual Penal, Direito Penal, Direito Constitucional e Direito Eleitoral.",
      "Trabalhos Publicados": "Da possibilidade do controle jurisdicional dos pressupostos constitucionais para a edição de medidas provisórias: uma breve análise de precedente do Supremo Tribunal Federal à luz da Filosofia Política e do Direito Constitucional. In: I'talo Fioravanti Sabo Mendes. (Org.). O Direito em precedentes jurisprudenciais. 1ª ed. Rio de Janeiro: Lumen Juris, 2018, v., p. 123-156. \n\n Decreto-Lei nº 7.586/1945 e a Reconstrução da Justiça Eleitoral no Brasil. In: Reynaldo Soares da Fonseca; Roberto Carvalho Veloso. (Org.). Justiça Federal: Estudos em Homenagem ao Desembargador Federal Leomar Amorim. 1ª ed. Belo Horizonte: D´Plácido Editora, 2016, v., p. 327-346. \n\n O Decreto-Lei nº 7.586/1945 e a Reconstrução da Justiça Eleitoral no Brasil: uma análise jurídica e político-institucional. In: Tarcísio Vieira de Carvalho Neto; Telson Luís Cavalcante Ferreira. (Org.). Direito Eleitoral - aspectos materiais e processuais. 1ed.São Paulo: Migalhas, 2016, v. 1, p. 135-154. \n\n Breves apontamentos sobre os efeitos da declaração de inconstitucionalidade de norma jurídica em sede de controle concentrado de constitucionalidade. Juris Plenum Ouro, v. 47 (DVD), p. Eletron.-Eletron., 2016. \n\n A restauração da Justiça Eleitoral no Brasil e o Decreto-Lei nº 7586/1945. In: Romão Cícero de Oliveira; Tribunal Regional Eleitoral do Distrito Federal. (Org.). As raízes da Justiça Eleitoral no Distrito Federal. 1ª ed. Brasília: TRE-DF, 2015, v., p. 35-44. \n\n Breves apontamentos sobre os efeitos da declaração de inconstitucionalidade de norma jurídica em sede de controle concentrado de constitucionalidade. Revista do Tribunal Regional Federal 1. Região, v. 25, p. 13-17, 2013. \n\n O Constitucionalismo e Razoável Duração do Processo. Direito Federal, v. 86, p. 121-136, 2006. \n\n Juizados Especiais Federais do Tribunal Regional Federal da 1ª Região. In: 1º Fórum Nacional dos Juizados Especiais Federais, 2006, Brasília. Anais do Seminário 1º FONAJEF. Brasília: Publicação da AJUFE, 2004. v. Único. p. 30-33. \n\n Aspectos Controvertidos do Art. 2ª, § 1º, da Lei nº 8.072/90. In: Ney de Barros Bello Filho. (Org.). Estudos em Homenagem a Dionísio Rodrigues Nunes. 1ª ed. São Luís - MA: Estação Produções Ltda, 2001, v., p. 357-369. \n\n Aspectos Controvertidos do Art. 2º, 1º, da Lei nº 8.072/90. Judice Revista Jurídica de Mato Grosso, Cuiabá - MT, v. Ano II, n. Nº 4, p. 29-38, 1999. \n\n Do prazo para o ajuizamento da representação eleitoral (Art. 22, da Lei Complementar nº 64/90). Revista de Informação Legislativa, Brasília - DF, v. Ano 34, n. 136, p. 373-376, 1997. \n\n Algumas Considerações Sobre a Nova Lei dos Partidos Políticos (Lei nº 9.096/95). Cadernos de Direito Constitucional e Eleitoral, São Paulo – SP, v. 11, n. 37, p. 11-17, 1997.",
      "Condecorações": "2021 – Medalha Exército Brasileiro – Ministério da Defesa – Exército Brasileiro. \n\n 2016 – Medalha do Pacificador, União Federal - Ministério da Defesa - Exército Brasileiro. \n\n 2014 – Ordem do Mérito Cívico, Liga da Defesa Nacional. \n\n 2013 – Ordem do Mérito de Dom Bosco - Grande Oficial, Tribunal Regional do Trabalho - 10ª Região. \n\n 2010 – Medalha Santos Dumont, União Federal - Ministério da Defesa - Comando da Aeronáutica. \n\n 2010 – Ordem do Mérito Aeronáutico, no Grau de Comendador, União Federal - Ministério da Defesa - Comando da Aeronáutica. \n\n 2006 – Ordem do Mérito Militar no Grau de Grande-Oficial, União – Ministério da Defesa - Comando do Exército. \n\n 2003 – Ordem do Mérito Militar no Grau de Comendador, União – Comando do Exército. \n\n 2001 – Medalha do Mérito Eleitoral do Distrito Federal – Jurista, Tribunal Regional Eleitoral do Distrito Federal. \n\n 2000 – Ordem Almirante Batista das Neves - Título Almirante Batista das Neves, Câmara Municipal de Diamantino - Mato Grosso. \n\n 1998 – Ordem do Mérito Nélson Hungria, Tribunal Regional Federal da 1ª Região. \n\n 1994 – Ordem do Mérito do Rio Branco no Grau de Comendador, União – Ministério das Relações Exteriores. \n\n 1991 – Ordem do Mérito das Forças Armadas no Grau de Comendador, União – Estado Maior das Forças Armadas. \n\n 1989 – Ordem do Mérito Militar no Grau de Cavaleiro, União – Ministério do Exército."
    }
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://www.trf1.jus.br/trf1/desembargadores-federais/em-atividade",
      "tipo": "site-oficial",
      "observacao": "Lista (Em atividade)"
    },
    {
      "url": "https://www.trf1.jus.br/trf1/em-atividade/i-talo-mendes",
      "tipo": "site-oficial",
      "observacao": "Pagina individual"
    }
  ],
  "atualizado_em": "2026-01-30"
}
