{
  "id": "trf1-marcelo-albernaz",
  "nome": "Marcelo Albernaz",
  "nome_completo": null,
  "orgao": "TRF1",
  "cargo": "Desembargador Federal",
  "situacao": "titular",
  "dados_publicos": {
    "gabinete_texto": "Ed. Sede II - 9º andar - Sala 9S",
    "funcao_administrativa": null,
    "pagina_trf1": "https://www.trf1.jus.br/trf1/em-atividade/marcelo-albernaz",
    "telefone": "(61) 3314-5225",
    "biografia_trf1_texto": "**Marcelo Velasco Nascimento Albernaz**, nascido em Goiânia/GO, no dia 21/12/1973. É magistrado federal desde fevereiro de 1997, quando tomou posse no cargo de Juiz Federal Substituto, com primeira lotação na 3ª Vara da Seção Judiciária de Goiás (cível). Em 1999, foi promovido ao cargo de Juiz Federal da 1ª Vara da Seção Judiciária do Tocantins (competência geral), onde exerceu, em diversas oportunidades, as funções de Vice-Diretor do Foro, Diretor do Foro e Presidente da Turma Recursal. Foi membro titular e substituto do Tribunal Regional Eleitoral do Estado do Tocantins por vários períodos, tendo exercido a função de Ouvidor Regional Eleitoral e de Corregedor Regional Eleitoral. Em 2012, foi removido para a Seção Judiciária do Distrito Federal (SJDF), sendo sua última lotação a 21ª Vara, especializada em matéria de saúde, educação e conselhos profissionais. Exerceu a função de Diretor do Foro da SJDF no biênio de 2020-2022. Foi convocado para substituição e auxílio de vários Desembargadores Federais do TRF1 de 2004 a 2023, tendo atuado, como juiz convocado, nas quatro seções especializadas e na Corregedoria Regional do Tribunal TRF1. Integrou listas consecutivas de promoção por merecimento em 2021, 2022 e 2023, sendo nomeado para exercer o cargo de Desembargador Federal do TRF1 em abril de 2023. Tomou posse como Desembargador Federal do TRF1 no dia 9/5/2023, integrando a Primeira Seção e a Primeira Turma. Antes de ingressar na magistratura federal, foi Fiscal de Posturas da Prefeitura de Goiânia/GO (1992-1994), Delegado de Polícia do Estado do Goiás – 1º lugar no concurso (1994), Promotor de Justiça e Promotor Eleitoral do Estado de Goiás – 1º lugar do concurso (1994-1995) e Juiz Substituto e Juiz Eleitoral do Estado de Goiás – 1º lugar do concurso (1995-1997). Bacharel em Direito pela Universidade Católica de Goiás (atual PUC/GO) desde 1993, especializou-se em Direito Sanitário pela ESMPU/FIOCRUZ (2013) e concluiu mestrado em Ciências Jurídicas pela Universidade Autónoma de Lisboa (2018, com reconhecimento pela UCB em 2019). Concluiu créditos de doutorado na Universidade Autónoma de Lisboa, aguardando a elaboração de tese para conclusão do curso. Durante a carreira profissional, frequentou vários cursos oficiais de curta e média duração ministrados por Escolas de Magistratura. Tem experiência docente, principalmente nas áreas de Direito Civil, Processual Civil, Processual Penal, Eleitoral, Gestão Judiciária e Processo Eletrônico. Foi agraciado com o título de Cidadão Tocantinense por meio da Lei Estadual n. 3.726/2020. Recebeu a Medalha Tiradentes (2005) e o Diploma de Colaborador Benemérito (2010) da Polícia Militar do Estado do Tocantins."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://www.trf1.jus.br/trf1/desembargadores-federais/em-atividade",
      "tipo": "site-oficial",
      "observacao": "Lista (Em atividade)"
    },
    {
      "url": "https://www.trf1.jus.br/trf1/em-atividade/marcelo-albernaz",
      "tipo": "site-oficial",
      "observacao": "Pagina individual"
    }
  ],
  "atualizado_em": "2026-01-30"
}
