{
  "id": "trf1-hercules-fajoses",
  "nome": "Hercules Fajoses",
  "nome_completo": null,
  "orgao": "TRF1",
  "cargo": "Desembargador Federal",
  "situacao": "titular",
  "dados_publicos": {
    "gabinete_texto": "Ed. Sede II - 4º andar - Sala 4N",
    "funcao_administrativa": null,
    "pagina_trf1": "https://www.trf1.jus.br/trf1/em-atividade/hercules-fajoses",
    "telefone": "(61) 3314-5225",
    "biografia_trf1_texto": "**Nomeado por Decreto Presidencial de 28/05/2015, com posse e exercício em 03/06/2015.**\n\nHercules Fajoses, nascido na cidade do Rio de Janeiro/RJ. Bacharel em Direito pela Universidade Católica de Petrópolis/RJ – UCP. Mestre em Ciências Jurídicas pela Universidade Autônoma Luís de Camões - Lisboa/Portugal – Doutorando em Direito pela Universidade de Salamanca.\n\n#### Atividades na Magistratura\n\nIngressou no Tribunal Regional Federal da 1ª Região no dia 03 de junho de 2015, em vaga destinada ao quinto constitucional da advocacia. Presidente da Sétima Turma da 4ª Seção de julgamento; Membro Titular da Comissão de Reforma do Regimento Interno para adequação ao novo Código de Processo Civil. Membro Suplente do Comitê para Gestão de Pessoas. Membro da Corte Especial e do Conselho de Administração para os biênios 2017/2019 e 2019/2021. Gestor Regional da 1ª Região no Projeto de Depósitos Judiciais do Conselho da Justiça Federal. Vice-Diretor da Escola de Magistratura Federal da 1ª Região para o biênio 2018/2020. Presidente da Comissão Permanente de Avaliação e Gestão Documental do TRF 1ª Região. Membro Efetivo da Comissão de Acervo Jurídico do TRF 1ª Região. Membro Efetivo da Comissão para Acompanhamento e Execução da Obra do Edifício-Sede do TRF 1ª Região. Gestor e gerente nacional do Projeto Estratégico da Justiça Federal – Depósitos Judiciais – Diretor da Revista TRF 1ª Região.\n\n#### Como magistrado participou de palestras e seminários, com os seguintes destaques\n\nXIX Congresso Internacional de Direito Tributário de Pernambuco – 04/09/2015 \n\n“Tributação: Desafios e oportunidades em tempos de crise”. \n\nPresidência da mesa: Redução da carga tributária e dos conflitos tributários como condição para o desenvolvimento. A revisão do pacto federativo e da legislação tributária. As desonerações fiscais: solução ou maior ônus fiscal?\n\nXVI ENAU – Encontro Nacional dos Advogados da União (29/10/2015).\n\nXII Seminário Nacional Sobre Advocacia de Estado \n\nPalestra: “Incidentes de Demandas Repetitivas no Novo CPC”; \nAMCHAM BRASIL - Arbitragem e Mediação (12/08/2016). \n\nComitê Tributário da Amcham – Belo Horizonte / MG \n\nPalestra: Atualidades do PIS – COFINS;\n\nXX Congresso Internacional de Direito Tributário da ABRADT – BELO HORIZONTE/MG\n\nEm homenagem a professora Misabel Abreu de Machado Derzi (14/09/2016). \n\nPalestra: “Multiplicidade de Jurisdições: Administrativa, Judicial, Trabalhista (Execução de contribuições para a seguridade) e Criminal – Interações”; \nSeminário 50 Anos do CTN – OAB/DF (02/12/2016). \n\nPalestra: “O Processo Administrativo e a Jurisdição”.\n\nXXI Congresso Internacional de Direito Tributário da ABRADT – BELO HORIZONTE/MG (21/09/2017) \n\nPalestra: “PIS COFINS receitas e despesas financeiras.”;\n\nXXII Congresso Internacional de Direito Tributário da ABRADT – BELO HORIZONTE/MG (20/09/2018) \n\nPalestra: “A tributação por decreto: limites e consequências”;\n\nXXIII Congresso Internacional de Direito Tributário da ABRADT – BELO HORIZONTE/MG (04/10/2019) \n\nPalestra: “Quais circunstâncias o juiz poderia determinar as medidas coercitivas previstas no art. 139, inc. IV do CPC/2015, como apreensão de passaporte, carteira de motorista e cartões de crédito, no âmbito da execução fiscal?”;\n\nIII Congresso Contencioso Tributário em Debate: Diálogo dos Tribunais e Reforma Tributária – RIO DE JANEIRO/RJ (21/11/2019) \n\nPalestra: “A tributação por decreto: limites e consequências”.\n\nXXIV Congresso Internacional de Direito Tributário da ABRADT – BELO HORIZONTE/MG (11/11/2021) – Totalmente on-line. \n\nPalestra: “TRIBUTAÇÃO: passado, presente e futuro”;\n\n#### Publicações Jurídicas\n\nArtigo “ Investidores em fundos de renda fica podem acionar bancos”, Consultor Jurídico/2002;\n\nArtigo “ Detrator ou Delator? No limiar do Juridicamente aceitável” Consultor Jurídico/2017;\n\nArtigo “O Princípio Constitucional da Segurança Jurídica como Elemento de Concretização da Democracia”, publicado na edição “A Constituição entre o Direito e a Política: O Futuro das Instituições: Estudos em Homenagem a José Afonso da Silva”, pela OAB Editora e GZ Editora, em 2018;\n\nArtigo “Os limites do papel político do poder judiciário: Garantia do regime democrático contemporâneo em Portugal e no Brasil”; \n\nArtigo “ A impossibilidade de utilização do art. 139, IV do Código de Processo Civil como fundamento para penhora nas ações de execução fiscal: uma visão infraconstitucional”; \n\nArtigo “ABRADT: Estudo em homenagem ao professor José Souto Maior Borges”, Editora Arraes / 2022.\n\n#### Atividades na Advocacia\n\nAdvogado militante exerceu a advocacia por mais de dezessete anos, atuando em diversos estados da Federação nos ramos do Direito Tributário, Constitucional, Administrativo e Eleitoral. \n\nFoi Procurador Geral Adjunto Municipal e Consultor Jurídico e Advogado de Associações, Sindicatos Patronais e de Empregados no Nordeste e na Capital Federal.\n\nExerceu a advocacia empresarial, prestando consultoria no contencioso judicial. \n\nEm Brasília, atuou junto aos Tribunais da Justiça Comum e Federal e nos Tribunais Superiores. \n\nExerceu a chefia da assessoria jurídica da Vice-Presidência da República e atuou como parecerista junto ao Conselho Nacional de Defesa. \n\nMembro da Comissão de Direito Constitucional da Ordem dos Advogados do Brasil – Seccional do Distrito Federal. \n\nMembro do Comitê de Gestão de Tecnologia da Informação da Presidência da República. \n\nParticipação como palestrante e debatedor em diversos seminários e congressos. Autor de artigos jurídicos.\n\n#### Condecorações\n\nAdmitido no Grau Comendador da Marinha — Ordem do Mérito Naval, em reconhecimento aos assinalados serviços prestado à Marinha do Brasil; \n\nAgraciado com a Medalha da Vitória — Ministério da Defesa — como distinção e reconhecimento aos relevantes serviços prestados ao País e, em especial ao Ministério da Defesa no cumprimento de suas missões constitucionais; \n\nAdmitido no Grau de Cavaleiro pelos relevantes serviços prestados ao Corpo de Bombeiros Militar do Distrito Federal;\n\nAgraciado com a Medalha do Mérito Sindicalista — Jurista da Cidade de Belo Horizonte/MG;\n\nAgraciado com a Medalha do Pacificador, pelo Comandante do Exército Brasileiro, pelos assinalados serviços prestados;\n\nAdmitido no grau de Comendador no Ordem do Mérito Militar – Ministério do Exército."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://www.trf1.jus.br/trf1/desembargadores-federais/em-atividade",
      "tipo": "site-oficial",
      "observacao": "Lista (Em atividade)"
    },
    {
      "url": "https://www.trf1.jus.br/trf1/em-atividade/hercules-fajoses",
      "tipo": "site-oficial",
      "observacao": "Pagina individual"
    }
  ],
  "atualizado_em": "2026-01-30"
}
