{
  "id": "trf1-urbano-leal-berquo-neto",
  "nome": "Urbano Leal Berquó Neto",
  "nome_completo": null,
  "orgao": "TRF1",
  "cargo": "Desembargador Federal",
  "situacao": "titular",
  "dados_publicos": {
    "gabinete_texto": "Ed. Sede III - 2º andar - Sala 207",
    "funcao_administrativa": null,
    "pagina_trf1": "https://www.trf1.jus.br/trf1/em-atividade/urbano-leal-berquo-neto",
    "telefone": "(61) 3314-5225",
    "biografia_trf1_texto": "**Urbano Leal Berquó Neto**, natural de Goiânia / GO, é bacharel em Direito, Pós-Graduado em Direito Processual Civil, em Direito Civil e em Direito Processual Penal pela Universidade Federal de Goiás.\n\nÉ magistrado federal desde 1993, quando tomou posse no cargo de Juiz Federal Substituto do TRF -1ª Região.\n\nFoi Juiz membro do TRE de Goiás no biênio 2005 – 2007, atuou como professor de Direito Processual Civil na Universidade Federal de Goiás, além de participar, como membro, de banca de Direito Constitucional do processo seletivo para ingresso na carreira do Ministério Público do Estado de Goiás (por três vezes) e para ingresso na carreira de Procurador do Estado de Goiás.\n\nTomou posse como Desembargador Federal do TRF – 1ª Região no dia 10/05/2023, atualmente integrando a 1ª Seção e presidindo a 9ª Turma.\n\nAprovado nos concursos públicos para Juiz de Direito do Estado do Tocantins, Promotor de Justiça do Estado de Goiás, Procurador do Estado de Goiás e Promotor de Justiça do Distrito Federal e Territórios, além de professor de Direito Civil junto à Universidade Federal de Goiás.\n\nAntes de ingressar na magistratura federal, exerceu a advocacia, foi Juiz de Direito do Estado de Goiás e Procurador da República.",
    "dados_dossie": {
      "analise_comportamental": " Traz a representatividade feminina e a experiência da magistratura baiana."
    }
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [
      "Analise comportamental:  Traz a representatividade feminina e a experiência da magistratura baiana."
    ],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://www.trf1.jus.br/trf1/desembargadores-federais/em-atividade",
      "tipo": "site-oficial",
      "observacao": "Lista (Em atividade)"
    },
    {
      "url": "https://www.trf1.jus.br/trf1/em-atividade/urbano-leal-berquo-neto",
      "tipo": "site-oficial",
      "observacao": "Pagina individual"
    },
    {
      "url": null,
      "tipo": "pesquisa_perplexity",
      "observacao": "Dados extraidos de pesquisa Perplexity AI (2026-01-30)"
    }
  ],
  "atualizado_em": "2026-01-31"
}