{
  "id": "trf1-marcus-bastos",
  "nome": "Marcus Bastos",
  "nome_completo": null,
  "orgao": "TRF1",
  "cargo": "Desembargador Federal",
  "situacao": "titular",
  "dados_publicos": {
    "gabinete_texto": "Ed. Sede II - 4º Andar - Sala 4S",
    "funcao_administrativa": null,
    "pagina_trf1": "https://www.trf1.jus.br/trf1/em-atividade/marcus-bastos",
    "telefone": "(61) 3314-5225",
    "biografia_trf1_texto": "Nomeado por Decreto Presidencial de 27 de abril de 2023, com posse e exercício em 10 de maio de 2023.\n\nBacharel em Direito pela Universidade de Brasília (UnB), em 26 de dezembro de 1987.\n\nEspecialização lato sensu em Direito Penal pelo Centro de Estudos Judiciários do Conselho da Justiça Federal e pela Universidade de Brasília, em 27 de novembro de 1998.\n\nFoi aprovado nos concursos públicos para os cargos de Advogado, da Fundação Pioneiras Sociais, em 18 de dezembro de 1989; Técnico Judiciário, do Tribunal Superior do Trabalho, em 22 de março de 1991; Procurador do Trabalho Substituto, do Ministério Público do Trabalho, em 13 de novembro de 1991; Promotor de Justiça Adjunto, do Ministério Público do Distrito Federal e dos Territórios, em 25 de novembro de 1991 e Juiz Federal Substituto, do Tribunal Regional Federal da 1ª Região, em 12 de maio de 1992.\n\nExerceu os cargos de Auxiliar de Serviços na Central de Medicamentos/Ministério da Saúde, em 1983/1984; Estagiário na Consultoria Jurídica do Conselho Nacional de Desenvolvimento Científico e Tecnológico - CNPq, no período de 16 de dezembro de 1985 a 31 de outubro de 1986; Advogado (Função de Assessoramento Superior) junto à Consultoria Jurídica da Secretaria Especial de Ciência e Tecnologia da Presidência da República (Ministério da Ciência e Tecnologia), no período de 15 de outubro de 1988 e 15 de março de 1990 e Promotor de Justiça Adjunto do Ministério Público do Distrito Federal e dos Territórios, no período de 05 de dezembro de 1991 e 09 de agosto de 1992. Advogado militante no foro de Brasília/DF, entre 1º de janeiro de 1988 e 04 de dezembro de 1991.\n\nAprovado no primeiro concurso para o cargo de Juiz Federal Substituto, realizado pelo Tribunal Regional Federal da 1ª Região, tomou posse no cargo de Juiz Federal Substituto, em 10 de agosto de 1992, tendo sido lotado na 1ª Vara da Seção Judiciária do Amapá, onde se titularizou em fevereiro de 1995. Foi Diretor do Foro da Seção Judiciária do Amapá, nos períodos de 1992 a 1994 e 1994 a 1996. Integrou o Tribunal Regional Eleitoral do Amapá como membro titular, nos períodos de 1992 a 1994 e 1994 a 1996. Removeu-se, em 1996, para a 12ª Vara da Seção Judiciária do Distrito Federal. No Distrito Federal, exerceu o cargo de Diretor do Foro, no período de 2009 a 2010. Ocupou o cargo de Juiz Auxiliar da Corregedoria do Conselho Nacional de Justiça, no período de 2005 a 2008.\n\nÉ professor do Curso de Direito do Centro Universitário de Brasília (UniCEUB), desde 2001."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://www.trf1.jus.br/trf1/desembargadores-federais/em-atividade",
      "tipo": "site-oficial",
      "observacao": "Lista (Em atividade)"
    },
    {
      "url": "https://www.trf1.jus.br/trf1/em-atividade/marcus-bastos",
      "tipo": "site-oficial",
      "observacao": "Pagina individual"
    }
  ],
  "atualizado_em": "2026-01-30"
}
