{
  "id": "trf1-daniele-maranhao",
  "nome": "Daniele Maranhão",
  "nome_completo": null,
  "orgao": "TRF1",
  "cargo": "Desembargador Federal",
  "situacao": "titular",
  "dados_publicos": {
    "gabinete_texto": "Ed. Sede I - 3º andar - Sala 02",
    "funcao_administrativa": null,
    "pagina_trf1": "https://www.trf1.jus.br/trf1/em-atividade/daniele-maranhao",
    "telefone": "(61) 3314-5225",
    "biografia_trf1_texto": "**Nomeada por Decreto Presidencial de 19/10/2017, com posse e exercício em 14/11/2017.**\n\nDaniele Maranhão Costa, brasileira,natural do Rio de Janeiro, Rio de Janeiro.\n\n#### Instrução\n\nBacharelado em Direito pela Universidade de Brasília, com especialização em Direito Penal e Tributário;\n\nPós-graduação em Direito Constitucional – Teoria da Constituição, pelo Centro de Ensino Unificado de Brasília – UNICEUB;\n\nPós-graduação em Direito Processual Civil, pela Universidade de Brasília – UnB;\n\nMestrado em Direito pela Universidade de Brasília – UnB, área de concentração – Direito, Estado e Constituição;\n\nParticipou de vários Seminários Nacionais e Internacionais como assistente e palestrante.\n\n#### Atividade Institucional e Acadêmica\n\nVice-Presidente da Escola da Magistratura Federal (ESMAF/1ªRegião-2023-2024);\n\nMembro do grupo Vozes Mulheres do Brasil - Núcleo DF;\n\nMembro efetivo da Comissão AJUFE Mulheres da Associação dos Juízes Federais do Brasil;\n\nInstrutora, certificada pelo Conselho Nacional de Justiça, para Formação de Conciliadores;\n\nAutora do livro Juízes Cosmopolitas: por uma concepção mundial de direitos Humanos (Curitiba: CRV,2017);\n\nParticipação na Banca Examinadora do Processo Seletivo dos Candidatos a alunos da 1ª turma do Mestrado/Enfam - 2º Semestre de 2020;\n\nCurso de Formação de Formadores FOFO Docente - Nível Completo - Módulos 01, 02 e 03 - ENFAM (2017);\n\nCoordenou encontros junto à ESMAF – Escola da Magistratura Federal e foi Coordenadora-Geral da lista de discussão da Escola;\n\nPresidente da comissão editorial da Revista Justiça, da Seção Judiciária do Distrito Federal;\n\nProfessora voluntária na Universidade de Brasília, na área de Direito Internacional;\n\nInstrutora do Curso de Formação de Conciliadores da Seção Judiciária do Distrito Federal;\n\nInstrutora do Curso de Capacitação de Conciliadores da Justiça Federal do Estado do Tocantins;\n\nJuíza Orientadora do Curso de Formação Inicial de Juízes Federais Substitutos;\n\nProfessora da Escola da Magistratura Federal (ESMAF/1ª Região).\n\n#### Atividades como Juíza Federal na Justiça Federal da 1ª Região\n\n**Seção Judiciária de Minas Gerais**\n\nJuíza federal Substituta (1993 a 1994).\n\n**Seção Judiciária de Tocantins**\n\nJuíza federal Titular (1997 a 2000);\n\nDiretora do Foro (1997 a 1999);\n\nMembro suplente no TRE/TO (1997 a 1999);\n\nMembro efetivo no TRE/TO (1999 a 2001);\n\nMembro suplente na Turma Recursal na SJ/TO (2004 a 2007);\n\n**Seção Judiciária do Distrito Federal**\n\nJuíza federal Substituta (1994 a 1995);\n\nJuíza federal Titular (2000 a 2017);\n\nPresidente da Turma Recursal na SJ/DF (2005 a 2008);\n\nTitular na Turma Nacional de Uniformização de Jurisprudência (2006 a 2007);\n\nDiretora do Foro (2010 a 2012);\n\nPresidente da Comissão Editorial da Revista Justiça-DF (2010 a 2012);\n\nMembro na Comissão Editorial da Revista Justiça-DF (2010 a 2017);\n\nTitular no Comitê Gestor das Contas Especiais (2010 a 2012);\n\nPresidente de audiências do Sistema de Conciliação da 1ª Região (2011 a 2014);\n\nInstrutora do Curso de Formação de Conciliadores (2015);\n\nCoordenadora do Centro Judiciário de Solução de Conflitos e Cidadania, CEJUSC (2015 a 2018);\n\nOrientadora do Curso de Formação de Juízes Federais Substitutos (2017);\n\nJuíza Federal Convocada para prestar auxílio aos Gabinetes dos Desembargadores Federais Carlos Mathias, Catão Alves, Daniel Paes Ribeiro, Fagundes de Deus, Jirair Aram Meguerian, João Luiz de Sousa, Mário Cesar Ribeiro e Néviton Guedes.\n\n#### Atividades como Desembargadora Federal da 1ª Região\n\nVice-Coordenadora do JEF da 1ª Região (2018 a 2020).;\n\nMembro no Conselho de Administração (2019 a 2021; 2023-atual) e na Corte Especial (2018 a 2020; 2023-2025);\n\nPresidente da 3ª Seção (2020 a 2023) e da 5ª Turma (2018 a 2020);\n\nMembro da Comissão de Regimento (Desde 2018);\n\nMembro da Comissão de Acervo Jurídico (Desde 2018);\n\nPresidente da Comissão TRF1 Mulheres (2020 a 2022);\n\nMembro efetivo do Comitê Gestor de Conciliação do CNJ (Desde 2020);\n\nMembro no Grupo de Estudos sobre Aspectos Civis da Subtração Internacional de Crianças do CJF (Desde 2020);\n\nPresidente da Comissão de Regimento (Desde 2022);\n\nVice-Presidente da Escola da Magistratura Fed. (ESMAF/1ªR-2023/24);\n\nMembro efetivo no Conselho do Colar e Medalha Ministro Nelson Hungria (2023-2024);\n\nOuvidora da Justiça Federal da 1ª Região (2024-2026).\n\n#### Publicações Acadêmicas 2023\n\n“A CONSTITUCIONALIDADE E A CONVENCIONALIDADE DAS LIMITAÇÕES IMPOSTAS AOS PRODUTOS FUMÍGENOS DERIVADOS DO TABACO E O EMPREGO DO INCIDENTE DE ASSUNÇÃO DE COMPETÊNCIA (IAC) PARA CONSOLIDAÇÃO DA ADI 4.874 E DA CONVENÇÃO-QUADRO SOBRE O CONTROLE DO USO DO TABACO.” In ELA PEDE VISTA: ESTUDOS EM HOMENAGEM À MINISTRA ROSA WEBER. São Paulo, SP, Brasil: Editora Thoth, 2023.Maranhão, Daniele.\n\nA EMERGÊNCIA DA CAPACIDADE ESPECÍFICA PARA CONSENTIR NO CAMPO DAS RELAÇÕES OBRIGACIONAIS DA ERA INFORMACIONAL. In: DIREITO DAS OBRIGAÇÕES NO MUNDO CONTEMPORÂNEO: Homenagem ao Professor Paulo Távora. No prelo. Maranhão, Daniele.\n\nO PAPEL DO JUDICIÁRIO NA EFETIVAÇÃO DAS POLÍTICAS PÚBLICAS NA ÁREA DE EDUCAÇÃO APÓS O JULGAMENTO DO RE 684.612-RG. In: Estudos em Homenagem à Ministra Laurita Vaz. No prelo. Maranhão, Daniele.\n\nRegulação da atividade seguradora e o mercado ilegal de proteção veicular. In: Conversando com o Judiciário. Brasília, 29/09/2023. Realização: Cidadania e Justiça."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://www.trf1.jus.br/trf1/desembargadores-federais/em-atividade",
      "tipo": "site-oficial",
      "observacao": "Lista (Em atividade)"
    },
    {
      "url": "https://www.trf1.jus.br/trf1/em-atividade/daniele-maranhao",
      "tipo": "site-oficial",
      "observacao": "Pagina individual"
    }
  ],
  "atualizado_em": "2026-01-30"
}
