{
  "id": "trf1-antonio-scarpa",
  "nome": "Antonio Scarpa",
  "nome_completo": null,
  "orgao": "TRF1",
  "cargo": "Desembargador Federal",
  "situacao": "titular",
  "dados_publicos": {
    "gabinete_texto": "Ed. Sede II - 2º andar",
    "funcao_administrativa": null,
    "pagina_trf1": "https://www.trf1.jus.br/trf1/em-atividade/antonio-scarpa",
    "telefone": "(61) 3314-5225",
    "biografia_trf1_texto": "**Nomeado por Decreto Presidencial de 27/04/2023, publicado no DOU de 28/04/2023, com posse e exercício em 10/05/2023.**\n\nAntonio Oswaldo Scarpa, nascido em Itanhandu (MG) no dia 18 de novembro de 1967, tomou posse no Tribunal Regional Federal da 1ª Região em 10 de maio de 2023.\n\n**Instrução**\n\nGraduação em Direito pela Faculdade de Direito Milton Campos, Belo Horizonte (MG), em 1992;\n\nMestre em Direito Público pela Universidade Federal da Bahia, UFBA, em 2005.\n\n**Experiência profissional**\n\n**Banco do Brasil S.A.**\n\nFuncionário do Banco do Brasil, de 1985 a 1992\n\nAdvogado do Banco do Brasil em Belo Horizonte (MG), de 1992 a 1994\n\nAssessor Jurídico da Presidência do Banco do Brasil, em Brasília (DF), de 1994 a 1997\n\n**Justiça Federal**\n\nJuiz Federal Substituto em Brasília (DF), de 1997 a 1999\n\nJuiz Federal Titular da 17ª Vara, Especializada Criminal, da Bahia, de 1999 até os dias atuais\n\nJuiz da Turma Recursal dos Juizados Especiais Federais na Bahia (2005 a 2009)\n\nVice-Diretor do Foro da Justiça Federal, Seção Judiciária da Bahia (2008/2009)\n\nDiretor do Foro da Justiça Federal, Seção Judiciária da Bahia (2009/ 2010)\n\nJuiz Auxiliar da Corregedoria do Tribunal Regional Federal da 1ª Região (2010/2011)\n\nJuiz Auxiliar da Presidência do Tribunal Regional Federal da 1ª Região (2012/2013)\n\nJuiz convocado para substituir desembargadores no Tribunal Regional Federal da 1ª Região entre os anos de 2010 e 2017\n\nCoordenador de Módulo de Curso de Formação de Juízes Federais Substitutos, promovido pela Escola da Magistratura Federal da 1ª Região - ESMAF (2012/2013)\n\nJuiz Coordenador Criminal da Justiça Federal no Estado da Bahia de 2016 até os dias atuais\n\n**Justiça Eleitoral**\n\nJuiz do Tribunal Regional Eleitoral da Bahia – TRE/BA (2018/2020), tendo exercido as funções de **Juiz Ouvidor e Diretor-Geral da Escola Judiciária Eleitoral do Estado da Bahia**\n\n**Associativa**\n\nSecretário-Geral da Associação dos Juízes Federais da Primeira Região (2010/ 2011)\n\n**Docência em Graduação e Pós-Graduação**\n\nProfessor de Direito Penal da Universidade Salvador – UNIFACS, na graduação e pós-graduação, de 2006 a 2010\n\nProfessor de Direito Penal do Centro Universitário Jorge Amado – UNIJORGE, de 2012 a 2022\n\n**Prêmios e títulos**\n\nCidadão baiano – título outorgado pela Assembleia Legislativa da Bahia em 2015\n\nMedalha do Mérito Eleitoral da Bahia, com palma, concedida pelo Tribunal Regional Eleitoral da Bahia – TRE/BA em 2020\n\nComenda da Cidadania Desembargador Jatahy Fonseca, concedida pelo Tribunal Regional Eleitoral da Bahia – TRE/BA em 2019\n\nDiploma de Amigo da Polícia Militar do Estado da Bahia, concedido em 2019\n\nProfessor homenageado e patrono de turmas de direito da UNIFACS e UNIJORGE\n\n**Publicações**\n\nDireitos Fundamentais Sociais: conteúdo essencial, judicialização e direitos sociais em espécie. Salvador: Editora JusPodivm, 2021. (Autor).\n\nDireitos Sociais, Ética e o Princípio Constitucional da Fraternidade. _In_: Direitos Humanos e Fraternidade: Estudos em homenagem ao Ministro Reynaldo Soares da Fonseca. Orgs.: José de Ribamar Froz Sobrinho, Roberto Carvalho Veloso, Marcelo de Carvalho Lima, Márcio Aleandro Correia Teixeira e Ariston Chagas Apoliano Júnior. São Luís: Edições ESMAM/EDUFMA, 2021, p. 634-651. (Coautor).\n\n_Sursis_ (Suspensão Condicional da Pena). Possibilidade de aplicação na sentença, diante da verificação, no caso concreto, de que é mais benéfico ao imputado do que a substituição por penas restritivas de direitos. In: A Prova e o Processo Penal Constitucionalizado: Estudos em homenagem ao Ministro Sebastião Reis. Orgs.: Bruno Espiñeira, Luís Eduardo Colavolpe e Maurício Mattos Filho. Belo Horizonte, São Paulo: D’Plácido, 2021, p. 77-92. (Coautor).\n\nA Justiça Social ou Distributiva: a teoria da justiça de John Rawls. _In_: Justiça Federal: Estudos em homenagem ao desembargador federal Leomar Amorim. Orgs. Reynaldo Soares da Fonseca e Roberto Carvalho Veloso. Belo Horizonte: Editora D'Plácido, 2016, p. 91-102. (Coautor).\n\nO recebimento da denúncia ou da queixa-crime segundo a Lei n. 11.719/08. _In_: Temas de Direito Penal e Processual Penal: Estudos em homenagem ao juiz Tourinho Neto. Orgs.: Antonio Oswaldo Scarpa e Gamil Föppel El Hireche Salvador: Editora JusPodivm, 2013, p. 91-103. (Coautor). Responsabilidade penal da pessoa jurídica. In: Novos Desafios do Direito Penal no Terceiro Milênio - Estudos em Homenagem ao Prof. Fernando Santana. Org. Gamil Föppel El Hireche. Rio de Janeiro: Lumen Juris, 2008, p. 321-335. (Coautor).\n\nSCARPA, Antonio Oswaldo; FÖPPEL, Gamil (Orgs.). Temas de Direito Penal e Processual Penal: Estudos em homenagem ao juiz Tourinho Neto. Salvador: Editora JusPodivm, 2013. (Organizador).\n\nAções visando à restituição de Imposto de Renda incidente sobre complementação de aposentadoria paga por entidade privada. Dispositivo de sentença e prescrição._In_: I Jornada de Direito Civil e Processual Civil, 2010, Salvador BA. I Jornada de Direito Civil e Processual Civil - Coleção Jornada de Estudos da ESMAF, 2. Brasília DF: Tribunal Regional Federal da 1ª Região, 2009. v. 2. p. 33-36. (Anais de congresso).\n\nO Direito Social à Moradia e sua efetivação pelo Poder Judiciário. _In_: I Jornada de Direito Previdenciário, 2010, Belo Horizonte MG. I Jornada de Direito Previdenciário - Coleção Jornada de Estudos ESMAF. Brasília DF: Tribunal Regional Federal da 1ª Região, 2009. v. 3. p. 26-28. (Anais de congresso).\n\nMudanças no Código de Processo Penal contribuem para o fim da impunidade - parte 2. Justiça Federal Hoje, Salvador, 19 jun. 2008, p. 1.\n\nMudanças no Código de Processo Penal contribuem para o fim da impunidade - parte 1. Justiça Federal Hoje, Salvador, 18 jun. 2008, p. 1.\n\nMudanças no Código de Processo Penal contribuem para o fim da impunidade. Revista Destaque - Tribunal Regional Federal da 1. Região, Brasília, 01 jun. 2008, p. 18-19.\n\nCrimes Hediondos e Progressão de Regime. Correio Braziliense, Brasília, 30 ago. 2004.\n\n**Participação em cursos, congressos e seminários**\n\nAdministração Judicial Aplicada - Nível Avançado 01/04/2021 a 30/06/2021 Instituto Administração Judicial Aplicada. (Curso).\n\nProjeto Quinta do Conciliador – Justiça pós-moderna: é possível conciliar? 17/02/2022. SistCon TRF 1ª Região. (Seminário).\n\nXVI Fórum Jurídico da Esmaf - Direito Fundamental à Saúde no contexto histórico da pandemia viral e o desenvolvimento sustentável do milênio 09/11/2021 A 09/11/2021 Esmaf. (Seminário).\n\nLei n. 13.964/2019: Lei Anticrime – parte 2 18/10/2021 a 29/10/2021 EMARF. (Curso).\n\nXV Fórum Jurídico – Combate ao Ecocídio socioambiental, transfronteiriço e intergeracional 13/09/2021 a 14/09/2021 ESMAF - Escola de Magistratura Federal da 1ª Região. (Seminário).\n\nCurso Pacote Anticrime Módulo I: aspectos penais e processuais relevantes 26/08/2021 a 24/09/2021 ENFAM - Escola Nacional de Formação e Aperfeiçoamento de Magistrados. (Curso).\n\nWorkshop - desafios e entraves para a implantação da cultura da autocomposição na esfera da administração pública 24/06/2021 a 25/06/2021 SistCon e o Centro Judiciário de Conciliação - Cejuc/SJDF em parceria com a Esmaf. (Seminário).\n\nXIII Fórum Jurídico On-Line - desafios do acordo de não persecução penal 11/06/2021 a 11/06/2021 Esmaf - Escola de Magistratura Federal da 1ª Região. (Seminário).\n\nCurso prisão, medidas cautelares e liberdade provisória no Código de Processo Penal (Lei n. 12.403/2011) 03/05/2021 a 14/05/2021 Escola da Magistratura Regional Federal da 2ª Região – EMARF. (Curso).\n\nPacote Anticrime do Ministério da Justiça e Segurança Pública 17/08/2020 a 28/08/2020 Escola da Magistratura Regional Federal da 2ª Região – EMARF. (Curso).\n\nCurso Lei de Abuso de Autoridade 05/10/2020 a 16/10/2020 Escola da Magistratura Federal da 2ª Região – EMARF. (Curso).\n\nAdministração Judicial Aplicada - Níveis Básico e Intermediário 03/08/2020 a 07/12/2020 Instituto Administração Judicial Aplicada. (Curso).\n\nJudicialização da saúde - fundamentos e práticas para a atuação judicial 02/04/2020 a 18/05/2020 ENFAM - Escola Nacional de Formação e Aperfeiçoamento de Magistrados. (Curso).\n\n1º Encontro Nacional de Acessibilidade e Inclusão 19/09/2019 a 20/09/2019 ENFAM. (Encontro).\n\nQuestões polêmicas no projeto de lei do novo Código de Processo Penal 22/08/2019 a 04/09/2019 Escola de Magistratura Federal da 1ª Região. (Curso).\n\nCurso Execução Penal 16/05/2019 a 24/06/2019 ENFAM. (Curso).\n\nSeminário reflexos da LINDB nas decisões judiciais 21/09/2018 a 21/09/2018 AJUFBA - Associação dos Juízes Federais da Bahia com o apoio da ESMAF. (Seminário).\n\nI Workshop do Sistema Penitenciário Federal.Organização do Sistema Penitenciário Federal. 2010. (Oficina).\n\n7º Encontro Anual da Associação dos Juízes Federais da 1ª Região - AJUFER. 2009. (Encontro).\n\nI Jornada de Direito Civil e Processual Civil da Escola de Magistratura Federal da 1ª Região. 2009. (Seminário).\n\nI Jornada de Direito Previdenciário da Escola de Magistratura Federal da 1ª Região. 2009. (Seminário).\n\nSeminário sobre Execução Penal. Execução da pena no regime fechado. 2008. (Seminário).\n\nSeminário Comemorativo aos 40 Anos da Justiça Federal. 2007. (Seminário).\n\nEncontro Nacional dos Juízes Federais do Brasil. 2004. (Encontro).\n\nSeminário sobre o Novo Código Civil. 2003. (Seminário).\n\nCurso de Alto Nível em Inteligência Financeira. 2001. (Outra).\n\nI Encontro Norte-Nordeste de Juízes Federais da Primeira Região.Grupo de trabalho sobre questões criminais. 2001. (Encontro).\n\nSeminário Poderes Públicos no Brasil Contemporâneo. 2001. (Seminário).\n\nSeminário Sistema Financeiro de Habitação. 2000. (Seminário).\n\nSimpósio Jurídico de Previdência Complementar. 1998. (Simpósio).\n\nEncontro de Juízes Federais do Distrito Federal e de Goiás. 1997. (Encontro).\n\nIV Curso de Preparação de Magistrados Federais. 1997. (Outra).\n\nSeminário Reforma do Código Penal. 1996. (Seminário).\n\nCongresso Brasileiro de Direito Processual. 1995. (Congresso).\n\nIX Congresso Brasileiro de Direito Tributário. 1995. (Congresso).\n\nSeminário Seis Anos da Constituição. 1994. (Seminário).\n\nCurso de Teoria e Prática dos Recursos nos Processos Civil, Penal e Trabalhista. 1993. (Seminário)."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://www.trf1.jus.br/trf1/desembargadores-federais/em-atividade",
      "tipo": "site-oficial",
      "observacao": "Lista (Em atividade)"
    },
    {
      "url": "https://www.trf1.jus.br/trf1/em-atividade/antonio-scarpa",
      "tipo": "site-oficial",
      "observacao": "Pagina individual"
    }
  ],
  "atualizado_em": "2026-01-30"
}
