{
  "id": "trf1-novely-vilanova",
  "nome": "Novély Vilanova",
  "nome_completo": null,
  "orgao": "TRF1",
  "cargo": "Desembargador Federal",
  "situacao": "titular",
  "dados_publicos": {
    "gabinete_texto": "Ed. Sede II - 6º andar - Sala 6S",
    "funcao_administrativa": null,
    "pagina_trf1": "https://www.trf1.jus.br/trf1/em-atividade/novely-vilanovac",
    "telefone": "(61) 3314-5225",
    "biografia_trf1_texto": "**Nomeado por Decreto Presidencial de 16/07/2012, com posse e exercício em 19/07/2012.**\n\nNovély Vilanova da Silva Reis, brasileiro, nascido em 13/09/1950 em Ribeira do Pombal, BA, filho de Cirilo Cardoso dos Reis e de Adelísia Cardoso da Silva Reis.\n\n#### Instrução\n\nBacharel em Direito pela Faculdade de Direito da Sociedade Barramansense de Ensino Superior/Barra Mansa/RJ, concluído em 28/12/1978.\n\n#### Atividades Profissionais\n\nJuiz do Tribunal Regional Federal da 1ª Região nomeado por decreto presidencial de 19/07/2012.\n\nFoi Juiz Federal da 7ª Vara da Seção Judiciária do Distrito Federal nomeado por decreto presidencial publicado em 23/02/1987. Também exerceu esse cargo nas Seções Judiciárias do Rio de Janeiro, Amazonas, Acre, Piauí e Tocantins.\n\nFoi Professor de Direito Processual Civil no Centro Universitário de Brasília,– UniCEUB de setembro de 1991 a julho de 2010.\n\nFoi Procurador Autárquico do Departamento Nacional de Estradas de Rodagem – DNER. Chefiou a Procuradoria do 20º DRF/DNER em Alagoas e a Representação da Procuradoria-Geral em Brasília.\n\nParticipou da Comissão Examinadora do Concurso para Procurador do Ministério Público junto ao Tribunal de Contas da União (Portaria 2 de 03/06/1994 do Procurador-Geral do MP/TCU).\n\nParticipou do 2º Curso de Preparação de Magistrados Federais promovido pelo Núcleo de Preparação e Aperfeiçoamento dos Magistrados Federais do Tribunal Regional Federal da 1ª Região, proferindo palestra sobre “As rotinas de Secretaria e Atividade Jurisdicional” e “Aula Prática sobre Atividades dos Cartórios Judiciais”, no período de 06 a 08/06/1994.\n\nParticipou do I Encontro de Magistrados da Região Nordeste do Maranhão promovido pela Escola Superior de Magistratura do Maranhão em Caxias/MA, em julho/1994, proferindo conferência.\n\nParticipou do I Encontro de Magistrados do Sul do Maranhão promovido pela Escola Superior da Magistratura do Maranhão no período de 07 a 10/11/1995, em Imperatriz/MA proferindo conferência.\n\nParticipou, como instrutor, do Curso de Atualização dos Procedimentos Administrativos em face das Novas Leis Processuais, promovido pelo Centro de Estudos Judiciários do Conselho da Justiça Federal/STJ no período de 27 a 29/05/1996.\n\nFoi Diretor do Foro da Seção Judiciária do Distrito Federal no período de 07/05/1998 a 05/08/1999. Participou do Seminário de Direito Ambiental e Sistema Judiciário dos Estados Unidos da América do Norte promovido pela Northwestern School of Law of Lewis & Clark College, Portland, Oregon, USA, de 04 a 08/05/1998.\n\n#### Condecorações\n\nMedalha do Pacificador conferida pelo Exército em 12/10/1990. \n\nOrdem do Mérito Militar no grau de Cavaleiro/Exército conferida por Decreto do Presidente da República publicado em 22/07/1992. \n\nOrdem do Mérito Militar no grau de Oficial conferida pelo Exército em 16/04/1999.\n\nOrdem do Mérito Aeronáutico no grau de Oficial conferida por Decreto do Presidente da República publicado em 27/09/2000\n\n#### Obras Publicadas\n\nA Liquidação de Sentença contra a Fazenda Pública. A Fixação dos Honorários Advocatícios. Fale o MP. O Estado Estrangeiro e a Jurisdição Brasileira. Ação Monitória. A Opção pela Nacionalidade Brasileira e a Naturalização. A Antecipação da Tutela no Processo Civil. O Agravo de Instrumento. A Perícia Judicial. A Lerdeza da Justiça. O Procedimento das ações na Justiça Federal de 1º Grau. O Que Não Deve Ser Dito. A Prestação Jurisdicional durante o Plantão na Justiça Federal de 1° Grau. Breves Anotações sobre as Modificações do Código de Processo Civil. A Objetividade das Formas, das Rotinas e da Linguagem Judiciais. Indicações Práticas para uma Melhor Administração do Processo Civil. O Foro da Ação Popular.[Depoimento sobre o artigo 28 do ADCT da Constituição de 05.10.88](https://www.trf1.jus.br/trf1/conteudo/DEPOIMENTOSOBREOARTIGO28DOADCTPORNOV%C3%89LYVILANOVA.pdf)"
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://www.trf1.jus.br/trf1/desembargadores-federais/em-atividade",
      "tipo": "site-oficial",
      "observacao": "Lista (Em atividade)"
    },
    {
      "url": "https://www.trf1.jus.br/trf1/em-atividade/novely-vilanovac",
      "tipo": "site-oficial",
      "observacao": "Pagina individual"
    }
  ],
  "atualizado_em": "2026-01-30"
}
