{
  "id": "trf1-neviton-guedes",
  "nome": "Néviton Guedes",
  "nome_completo": null,
  "orgao": "TRF1",
  "cargo": "Desembargador Federal",
  "situacao": "titular",
  "dados_publicos": {
    "gabinete_texto": "Ed. Sede I - 3º andar - Sala 12",
    "funcao_administrativa": null,
    "pagina_trf1": "https://www.trf1.jus.br/trf1/em-atividade/neviton-guedes",
    "telefone": "(61) 3314-5225",
    "biografia_trf1_texto": "**Nomeado por Decreto Presidencial de 13/06/2011, com posse e exercício em 12/07/2011.**\n\nNéviton de Oliveira Batista Guedes,nascido em Brasília no dia 21 de maio de 1965, tomou posse no Tribunal Regional Federal da 1ª Região em 12 de julho de 2011.\n\n#### Instrução\n\nGraduação em Direito pela Universidade de Brasília – UnB em 1990; \n\nMestre em Direito pela Universidade Federal de Santa Catarina (com a dissertação \"Para uma crítica da concretização das normas constitucionais a partir de José Joaquim Gomes Canotilho\", em 1995; \n\nDoutor pela Faculdade de Direito da Universidade de Coimbra, com a tese \"Colisão e Ponderação de Direitos Fundamentais: os limites da argumentação jurídica no âmbito da jurisdição constitucional\", em 2007. Tese produzida sob a orientação de José Joaquim Gomes Canotilho.\n\n#### Docência em Graduação no Ensino Superior\n\nUniversidade Federal de Santa Catarina – 1° Semestre de 1993 (professor substituto da disciplina DPC Legislação Tributária). \n\nUniversidade do Vale do Itajaí: Direito Constitucional no ano de 1993. \n\nUniversidade do Noroeste do Estado do Rio Grande do Sul – UNIJUÍ: Direito Administrativo e Constitucional – de 1994 a 1996. \n\nFaculdades Unificadas de Foz do Iguaçu – UNIFOZ – 1997 até 1999 (Direito Constitucional e Tributário).\n\n#### Docência em Pós-Graduação\n\nUniversidade do Noroeste do Estado do Rio Grande do Sul – Unijuí – Professor responsável pelos seminários de Direito Administrativo, no curso de especialização, em 1996 (45 hs), em 1997 (45 hs), 1998 (45 hs), 1999 (45 hs). \n\nUniversidade Federal do Paraná: professor convidado para a disciplina Direito Constitucional, no curso de Mestrado promovido pela UFPR e a Universidade de Passo Fundo (2003). \n\nAcademia Brasileira de Direito Constitucional (ABDCONST): Professor na especialização de D. Constitucional nos anos de 2005, 2006, 2007, 2008, 2009, 2010. \n\nUnibrasil no ano de 2006. \n\nUnicuritiba, nos anos de 2010/2011.\n\n#### Docência em Escolas de Magistratura e do MP\n\nFundação Escola do Ministério Público do Estado do Paraná – Foz do Iguaçu - Curso de formação para o ingresso na carreira do MP, 1999. \n\nCurso de Direito Eleitoral Prático – Temas: Ação de Investigação Judicial Eleitoral – Recurso contra Expedição de Diploma – Ação de Impugnação de mandato – abril de 2007. \n\n2º Curso de Formação Inicial de Juízes do Tribunal Regional do Trabalho da 9ª Região – promovida pela Escola de Administração Judiciária do Tribunal Regional do Trabalho da 9ª Região – painel Hermenêutica e Aplicação do Direito: Métodos de Trabalho e Responsabilidade Constitucional do Juiz – junho de 2008. \n\nEscola da Magistratura Federal do Paraná – ESMAFE-PR – professor da disciplina de Teoria da Constituição com carga horária de 20horas/aula – 2009/2010. \n\nEscola da Magistratura do Paraná – Disciplina: Direito Eleitoral (2010/2011). \n\nAulas Currículo Permanente – Módulo V – Direito Constitucional 2008 – promovidas pela Escola da Magistratura do Tribunal Regional Federal da 4ª Região – painel Eficácia dos direitos fundamentais – segundo semestre de 2008, em Porto Alegre/RS, Florianópolis/SC e Curitiba/PR.\n\n#### Escola Superior de Administração Fazendaria do Ministério da Fazenda\n\nPrograma de Formação de Auditores Fiscais da Receita Federal – promovido pela Escola Superior de Administração Fazendária do Ministério da Fazenda do Governo Brasileiro – disciplina Hermenêutica Jurídica, realizado no período de 17 a 20.02.97, na cidade de Porto Alegre (RS).\n\n#### Participação em Eventos Científicos (Palestrante)\n\nSeminário de Direito Constitucional – promovido pelo Centro Acadêmico XI de Fevereiro da Faculdade de Direito da UFSC – painel O controle de constitucionalidade, em 09.09.93. \n\n1° Encontro Internacional de Direito Alternativo: promovido pelo Instituto de Direito Alternativo – Florianópolis – setembro de 1992. \n\nII Encontro Internacional de Direito Alternativo: promovido, entre 29.09. e 02.10.93 pelo Instituto de Direito Alternativo – painel A interpretação constitucional. \n\nXI Semana de Estudos Jurídicos promovida pelo Centro Acadêmico Clóvis Beviláqua e pela Universidade de Blumenau – Furb, no período de 18 a 22.10.93 – palestra Revisão Constitucional. Semana de Estudos Jurídicos da Univali – painel Revisão Constitucional: perspectivas e conseqüências, no dia 21.10.93. \n\nEncontro Estadual de Direito Alternativo – painel A problemática constitucional, entre 1° e 3.09.94, promovido pela UNIJUÌ. \n\nCurso de Extensão Universitária Área de Direito da FURB – palestra Controle de Constitucional e Constituição, em 30.09.94, promovido pela Universidade Regional de Blumenau (SC). \n\nSemana Jurídica da UNIJUÍ – entre 6 e 10 de maio de 1996, promovida pela UNIJUÍ, palestra: A reforma do Estado e o Direito Administrativo. \n\nSemana de Estudos Jurídicos da UNIJUÍ – campus Santa Rosa – organizada pela UNIJUÍ – palestra Legitimidade das Mudanças Constitucionais, em 29.05.96. \n\nSemana de Estudos Jurídicos da UNIJUÍ – organizada pela UNIJUÍ – palestra Legitimidade das Mudanças Constitucionais, em 30.05.96. \n\n1° Encontro Gaúcho sobre Direito, Política e Cidadania – realizado entre 24 e 26 de outubro de 96 – painel Cidadania e Neoliberalismo. \n\nII Seminário de Estudos Jurídicos – organizado pela OAB – Seção SC e pela Universidade do Vale do Itajaí – Conferência Controle da Administração Pública – entre 26 e 27.09.97. \n\nI Ciclo de Palestras do Programa Especial de Treinamento PET – Centro de Ciências Jurídicas – Universidade Federal de Santa Catarina (UFSC) – palestra Constituição e Direitos Humanos – período de 17/06/98 a 20/06/98. \n\nIII Seminário Segurança no Trabalho Fiscal – Unafisco – realizado nos dias 12 a 13 de abril de 1999 – palestra Crimes contra a Administração Pública, a ordem tributária e de improbidade administrativa – Execução Fiscal – Provas. \n\nCiclo de palestras organizado pela Universidade Federal do Paraná, Instituto Brasileiro de Estudos Jurídicos e pelo Instituto de Direito Alternativo: palestra Dez anos da Constituição: Cidadania ou Frustração? Entre 16 e 19.09.98, palestra A concretização das normas constitucionais. \n\nSemana de Estudos Jurídicos da UNIJUÍ – 07.10.99 – palestra Constituição e Economia. \n\nIV Encontro Internacional de Direito Alternativo – realizado em Florianópolis, entre 15 e 18 de outubro de 1998, pelo Instituto de Pesquisa e Estudos – Ida – Dez anos de Constituição: Avanço ou retrocesso? Palestrante. \n\nI Congresso de Direito Empresarial – realizado entre 05 e 09 de novembro de 1998 pela Universidade do Vale do Itajaí (conferencista). \n\n10° Encontro de Estudantes de Direito do Estado do Paraná – organizado pelo Centro Acadêmico Munhoz de Mello e Faculdades Unificadas de Foz do Iguaçu – UNIFOZ – realizado em 12.11.99 – palestra Direitos Humanos e Democracia. \n\nXX Semana Jurídica do Curso de Direito do Campus Ijuí - promovida pelo Departamento de Estudos Jurídicos da UNIJUÍ – palestra O tempo e a Constituição em 21.05.2004. \n\nSimpósio \"Os 15 anos da Constituição – Universidade Federal de Juiz de Fora – 1.12.2003 - Painel: \"Os 15 anos da Constituição\". \n\nEncontro de Advogados da OAB-PR Seção Cascavel – em junho de 2005 – palestra Colisão e Ponderação de Princípios Constitucionais . \n\nII Semana Acadêmica de Direito – Faculdade de Direito do Instituto Metodista Granbery - Em 26/08/2005 – palestra Colisão e Ponderação de Princípios Constitucionais. \n\nIII Semana Jurídica da UNIJUÍ – campus Três Passos – promovida pelo Núcleo de Eventos do Departamento de Estudos Jurídicos – palestra \"A Reforma Administrativa e o Estado Democrático de Direito\", em 15/10/2003. \n\nIV Congresso Regional de Direito, IV Jornada de Direito Internacional e IV Ciclo de Palestras sobre a Propriedade Intelectual OAB-RS – Universidade Regional Integrada do Alto Uruguai e das Missões – URI – campus Santo Ângelo – promovido pelo Departamento de Ciências Sociais Aplicadas / Curso de Direito, de 10 a 14/10/2005. \n\n\"Seminário: Implementação jurisdicional de políticas públicas\" - palestra \"O conteúdo essencial dos direitos fundamentais e a proibição da proteção deficiente\" - realizado pela Escola Superior do Ministério Público Federal – ESMPU, em 29/06/2006. \n\nIX Congresso Ibero Americano de Direito Constitucional e VII Simpósio Nacional de Direito Constitucional, Cursos de Especialização da Academia Brasileira de Direito Constitucional-ABDConst – painel - \"A ponderação de bens e a argumentação jurídica no âmbito da jurisdição constitucional\", em 12/11/2006. \n\nIV Congresso Brasileiro de Direito Constitucional e Cidadania – promovido pelo Instituto de Direito Constitucional e Cidadania – IDCC – painel O Tempero da proporcionalidade e o Caldo dos Direitos Fundamentais – março de 2007, em Londrina/PR. \n\nCongresso de Processo Civil - Releitura da Intervenção do Ministério Público no Processo Civil: Tutela Individual e Coletiva - promovido pela Escola Superior do Ministério Público da União – painel O Ministério Público e a tutela de direitos individuais – junho de 2007, em Curitiba. \n\nSemana Acadêmica do Centro Acadêmico Sobral Pinto/PUC-PR – palestra \"Direito e Sustentabilidade: perspectivas econômicas e sociais\", em 11/09/2007. \n\nXXVI Semana Jurídica do Curso de Direito – promovida pelo Núcleo de Eventos, Extensão e Serviços do Departamento de Estudos Jurídicos da Universidade Regional do Noroeste do Estado do Rio Grande do Sul – UNIJUÍ – painel Os ilícitos eleitorais – outubro de 2007, em Ijuí/RS. \n\nEvento sobre Direitos Humanos & Violência Institucional – Uma leitura interdisciplinar a partir do filme Tropa de Elite – promovido pela Comissão de Direitos Humanos e Cidadania da Ordem dos Advogados do Brasil – Paraná – março de 2008. \n\n20 Anos de Constituição – promovida pelo curso de Direito da Faculdade Dom Bosco, em Curitiba – painel A função política e sua importância no Estado Constitucional Brasileiro – agosto de 2008. \n\nEncontro Simultâneo do XLVII Colégio dos Presidentes dos Tribunais Regionais Eleitorais e do XXV Colégio dos corregedores da Justiça Eleitoral – palestra Doações sob o aspecto da nova lei – outubro de 2009. \n\nI Congresso Brasileiro de Direito Eleitoral – promovido pela Escola Judiciária Eleitoral do Tribunal Regional Eleitoral de Minas Gerais – painel A nova regulamentação da contabilidade de campanha introduzida pela Lei 12.034/09 – dezembro de 2009.\n\n#### Participação em Órgãos de Gestão Universitária\n\nMembro do Conselho Universitário da UnB (1988/1989) – órgão de deliberação máxima da Universidade – representação discente.\n\nMembro do Conselho de Ensino, Pesquisa e Extensão da UnB (1988/89).\n\n#### Participação em Instituição de Pesquisa e Extensão Universitária\n\nMembro do NEP – Núcleo de Estudos para a Paz e Direitos Humanos da UnB (1988/89).\n\nCo-autor do Projeto O Direito Achado na Rua (ainda como aluno da graduação, em 1988/89).\n\n#### Atividades Político-Estudantis\n\nMembro de duas gestões do Centro Acadêmico de Direito da UnB (1986/87).\n\nMembro do Diretório Central dos Estudantes da UnB – DCE Livre Honestino Guimarães – órgão máximo dos Estudantes da Universidade de Brasília (1987/88).\n\n#### Publicações\n\n\"O uso alternativo do direito\". in José Geraldo Sousa Júnior (Org.). Uma ntrodução crítica ao direito (O Direito Achado na Rua I). 4.ed. Brasília: UnB, 1993. p. 89-90 \n\n\"Direito do Trabalho e Mercado do Trabalho\" in José Geraldo Sousa Júnior (org.). Introdução Crítica ao Direito do Trabalho (O Direito Achado na Rua II). Brasília: UnB, 1994, 164 ss. \n\n\"Federação e Democracia\" in Revista Direito em Debate. V. 6, Ijuí: UNIJUI, 99 ss. \n\n\"Saber ou Poder? A função social do jurista na Teoria Pura de Hans Kelsen\" in Revista Direito em Debate, V. 8, Ijuí: UNIJUI, p. 36 ss. \n\nRazão e Racionalidade. São Paulo: Acadêmica, 1994. (Obra Coletiva). \n\n\"A justiça da Maioria\", in Jornal da Cidade, 16.04.94, p. 10. \n\n\"Canotilho: O Direito Constitucional como um compromisso permanentemente renovado\" in Jacinto Nelson de Miranda Coutinho (coord.)Canotilho e a Constituição Dirigente - 2ª Edição Autor(a):. Rio de Janeiro: Renovar, 2003. \n\nAutor do Prefácio no livro \"Curso Modular de Direito Constitucional – Vol. 2, Editora\", livro de autoria dos Juízes Federais do Tribunal Regional Federal da 4a. Região, sob a coordenação desembargador federal Tadaaqui Hirose, diretor da Emagis, e o juiz federal João Pedro Gebran Neto. \n\n\"Os princípios, as obrigações prima facie, as normas não-ponderadas e a consideração de todas as coisas\", in Revista da Academia Brasileira de Direito Constitucional Vol.10B."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://www.trf1.jus.br/trf1/desembargadores-federais/em-atividade",
      "tipo": "site-oficial",
      "observacao": "Lista (Em atividade)"
    },
    {
      "url": "https://www.trf1.jus.br/trf1/em-atividade/neviton-guedes",
      "tipo": "site-oficial",
      "observacao": "Pagina individual"
    }
  ],
  "atualizado_em": "2026-01-30"
}
