{
  "id": "trf1-roberto-carvalho-veloso",
  "nome": "Roberto Carvalho Veloso",
  "nome_completo": null,
  "orgao": "TRF1",
  "cargo": "Desembargador Federal",
  "situacao": "titular",
  "dados_publicos": {
    "gabinete_texto": "Ed. Sede II - 8º andar",
    "funcao_administrativa": null,
    "pagina_trf1": "https://www.trf1.jus.br/trf1/em-atividade/roberto-carvalho-veloso-",
    "telefone": "(61) 3314-5225",
    "biografia_trf1_texto": "**Nomeado por Decreto Presidencial de 27/04/2023, com posse e exercício em 10/05/2023.**\n\n**Roberto Carvalho Veloso**, nascido em Teresina (Piauí), no dia 25 de novembro de 1963, tomou posse no cargo de juiz federal em 24 de novembro de 1995 e no cargo de Desembargador Federal em 10 de maio de 2023 no Tribunal Regional Federal da 1ª Região.\n\n**Instrução**\n\n- Graduação em Direito pela Universidade Federal do Piauí em 1987;\n\n- Mestre em Direito pela Universidade Federal de Pernambuco (com a dissertação \"A influência da teoria do consenso na justiça penal, em 2002;\n\n- Doutor pela Universidade Federal de Pernambuco, com a tese \"A inexibilidade de conduta diversa e sua aplicação nos crimes contra a ordem tributária\", em 2008.\n\n- Pós-doutor em direito penal tributário pela Universidade Presbiteriana Mackenzie, em 2022.\n\n****\n\n**Atividade Profissional**\n\nDesembargador Federal do TRF1. Membro do Conselho Superior da Escola Nacional de Formação e Aperfeiçoamento de Magistrados /ENFAM,mandato de 2020 a 2024. Coordenador do Programa de Pós- Graduação em Direito e Instituições do Sistema de Justiça da UFMA. Membro do Conselho de Ensino Pesquisa e Extensão da UFMA – CONSEPE.\n\nEx-presidente da AJUFE - Associação dos Juízes Federais do Brasil, gestão 2016/2018. Ex-Presidente da Associação dos Juízes Federais da 1ª Região, gestão 2010/2012. Professor do Curso de Direito da UNIEURO.Professor orientador de dissertações de Mestrado da Universidade Autônoma de Lisboa - Portugal. Membro da Academia Maranhense de Letras Jurídicas. Membro Correspondente da Academia Grajauense de Letras e Artes. Exerceu as funções de Promotor de Justiça do Estado do Maranhão, de Juiz Federal no Maranhão, de Juiz Federal em Brasília, de Juiz Federal no Piauí, de Juiz do Tribunal Regional Eleitoral do Piauí e do Maranhão, de Juiz da Propaganda nas eleições de 1998 e de 2006 do Tribunal Regional Eleitoral do Maranhão.\n\nFoi membro da Comissão de Juristas do Senado Federal encarregada de elaborar o novo Código Eleitoral. Exerceu o cargo de Diretor do Foro da Seção Judiciária do Piauí,de Diretor do Foro da Seção Judiciária do Maranhão, de Coordenador do Curso de Especialização em Direito Eleitoral da UFMA em convênio com o TRE/MA e de Coordenador do Mestrado em Direito da UFMA, de 2018 a 2022. Foi o primeiro juiz das Varas Federais de Imperatriz/MA, Caxias/MA, 8ª Vara de São Luís/MA e 27ª de Brasília/DF.\n\nTem atuação na área de Direito Tributário, Penal e Eleitoral. É autor de vários artigos científicos publicados em periódicos conceituados pela CAPES. Organizou e coordenou a publicação de diversos livros, a maioria oriunda das pesquisas da pós-graduação. É autor e co-autor de vários livros.\n\n**Livros Publicados**\n\n- VELOSO, Roberto Carvalho; COSTA, Paulo Weyl Albuquerque (Org.) ;SIQUEIRA NETO, José Francisco (Org.) .**DIREITOS HUMANOS E DESENVOLVIMENTO.** 1. ed. São Luís: EDUFMA, 2021. v. 1. 556p .\n\n- VELOSO, ROBERTO CARVALHO; DANIEL F N M (Org.) ; COSTA, Paulo Weyl Albuquerque (Org.) .**DIREITO E DESENVOLVIMENTO.** 1. ed. São Luís:EdUFMA, 2020. v. 1. 400p .\n\n- VELOSO, Roberto Carvalho; LIMA, Marcelo de Carvalho (Org.) ; TEIXEIRA, M.A. C. (Org.) ; MOREIRA, Eduardo José Leal(Org.) .**DIREITO ELEITORAL E DEMOCRACIA**: Estudos em homenagem ao Desembargador Cleones Carvalho Cunha. 1. ed.São Luís: EDUFMA, 2020. v. 1. 970p .\n\n- VELOSO, ROBERTO CARVALHO; COSTA, Paulo Weyl Albuquerque (Org.) ;SIQUEIRA NETO, José Francisco (Org.).**DIREITO & DESENVOLVIMENTO NA AMAZÔNIA.** 1. ed. São Luís: EDUFMA, 2020. v. 1. 584p\n\n- VELOSO, ROBERTO CARVALHO; GUIMARAES, Cláudio Alberto Gabriel. (Org.) ;SANTANA, José Cláudio Pavão (Org.) ;RAMOS, Edith Maria Barbosa (Org.) ;SILVA, Artenira da Silva (Org.) ; MATTOS, D. (Org.) ; MATOS, Nelson Juliano Cardoso(Org.) ; RAMOS, Newton Pereira (Org.) ; BONATO, Giovani (Org.) ;PEREIRA, Paulo Velten Silva (Org.) ; PESSOA, RobertônioSantos (Org.) ;MADUREIRA, A. S. (Org.) ; SENA, J. P. (Org.) .**A DINÂMICA DO DIREITO DO ESTADO NO MUNDOGLOBALIZADO.** 1. ed. São Luís: EDUFMA, 2019. v. 1.756p\n\n- VELOSO, Roberto Carvalho; PIMENTA, Clara Mota (Org.) ; SUXBERGER,Rejane Jungbluth (Org.) ; RIBEIRO, MonicaThais Souza (Org.) ; CRUZ, Adriana Alves dos Santos (Org.) ; ALVIM, Alcioni Escobar da Costa (Org.) ; PASSOS,KennyaRegyna Mesquita (Org.) ; SEIXAS, Gilda Maria Sigmaringa (Org.) ;SENNA, Carina Cátia Bastos de (Org.) .**MAGISTRATURA E EQUIDADE**. 1. ed.Belo Horizonte: Editora D ´Plácido, 2018. v. 1. 294p .\n\n- VELOSO, Roberto Carvalho; Bochenek, Antonio César (Org.) ; HORTA, B. T. L.(Org.) .**JUSTIÇA FEDERAL: ESTUDOS DOUTRINÁRIOS EM HOMENAGEM AOS 45 ANOS DA AJUFE.** 1. ed. Belo Horizonte: Editora D ´Plácido, 2017. 361p\n\n- VELOSO, Roberto Carvalho; FONSECA, Reynaldo Soares da. (Org.) .**JUSTIÇA FEDERAL: Estudos em homenagem ao desembargador federal Leomar Amorim.** 1. ed. Belo Horizonte: D'Plácido, 2016. v. 1. 826p\n\n- VELOSO, Roberto Carvalho; SANTOS, F. J. C. (Org.) ; BENICIO, F. C. C. G.(Org.) ; BRANDÃO, KARLA CORRÊA SANTOS(Org.) ; CRUZ, R. L. E. (Org.) .**TEMAS DE DIREITO ELEITORAL**. 1. ed. SÃO LUÍS: EDUFMA, 2016. v. 1. 476p\n\n- VELOSO, Roberto Carvalho; RAMOS, Edith Maria Barbosa (Org.) ; LIMA,Viviane Freitas Perdigão (Org.) ; CAMARAO,Felipe Costa (Org.) ; PACHÊCO,Symone D'alma Ferreira (Org.) ; SENA, J. P. (Org.) ; MADUREIRA, A. S. (Org.) ;OLIVEIRA, I.S. J. F. (Org.) .**DIREITO E INSTITUIÇÕES: TEMAS CONTEMPORÂNEOS.**1. ed. São Luís: EDUFMA, 2016. v. 1. 439p\n\n- VELOSO, Roberto Carvalho. CRIMES TRIBUTÁRIOS. 1. ed. São Paulo:Quartier Latin, 2011. v. 1. 288p."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://www.trf1.jus.br/trf1/desembargadores-federais/em-atividade",
      "tipo": "site-oficial",
      "observacao": "Lista (Em atividade)"
    },
    {
      "url": "https://www.trf1.jus.br/trf1/em-atividade/roberto-carvalho-veloso-",
      "tipo": "site-oficial",
      "observacao": "Pagina individual"
    }
  ],
  "atualizado_em": "2026-01-30"
}
