{
  "id": "trf1-rosimayre-goncalves-de-carvalho",
  "nome": "Rosimayre Gonçalves de Carvalho",
  "nome_completo": null,
  "orgao": "TRF1",
  "cargo": "Desembargador Federal",
  "situacao": "titular",
  "dados_publicos": {
    "gabinete_texto": "Ed. Sede II - 7º andar - Sala 7N",
    "funcao_administrativa": null,
    "pagina_trf1": "https://www.trf1.jus.br/trf1/em-atividade/rosimayre-goncalves-de-carvalho",
    "telefone": "(61) 3314-5225",
    "biografia_trf1_texto": "**Nomeada por Decreto Presidencial de 13/11/2024, com posse e exercício em 14/11/2024.**\n\nRosimayre Gonçalves de Carvalho, natural de Paracatu/MG, filha de Waldemar Carvalho e Luzia Coutinho Carvalho, trabalhadores rurais, e mãe de Ana Beatriz Coutinho de Carvalho Fonseca e Alexandre Coutinho Gonçalves Carvalho. Foi promovida ao cargo de Desembargadora Federal do Tribunal Regional Federal da 1ª Região, por merecimento, nos termos do Decreto Presidencial, publicado no DOU de 14/11/2024. \n\nGraduou-se em Direito pela Universidade Federal de Uberlândia/MG em 1992 e em Filosofia pela Universidade Católica de Brasília em 2020. Mestre em Ciências Jurídicas pela Universidade Federal da Paraíba, com ênfase em Direito Digital, dissertou sobre o tema _Apartheid Digital_ e _Sistema de Justiça_: _a mitigação de vulnerabilidades socias no âmbito do Judiciário_ 4.0. Participou de cursos e seminários especialmente nas áreas de Resolução Consensual de Conflitos, Direitos Dumanos, Meio Ambiente, Execução Fiscal, Direito Digital e Populações Tradicionais. \n\nFoi Promotora de Justiça do Ministério Público do Estado de Goiás, no período de 1993 a 1998, com atuação em Corumbaíba, Caldas Novas, Piracanjuba, Rubiataba e Padre Bernardo. Juíza de Direito Substituta do TJDFT esteve à frente das varas de família, cível, criminal e Tribunal do Júri. Em agosto/1998, ingressou na Magistratura Federal como Juíza Federal Substituta com atuação nas 1ª e 2ª Varas Cíveis da Seção Judiciária do Distrito Federal. Foi promovida ao cargo de Juíza Titular em 2001 tendo assumido a 4ª Vara de execuções fiscais da Seção Judiciária do Maranhão onde também foi nomeada Diretora do Foro, integrou a Turma Recursal e atuou como Juíza Eleitoral no TRE/MA. Na Seção Judiciária da Bahia exerceu a jurisdição na Vara de Execuções Fiscais e na Vara Criminal. Retornou à Seção Judiciária do Distrito Federal, compôs e presidiu a 3ª Turma Recursal e assumiu titularidade da 18ª Vara. A partir de 2019, coordenou o Centro Judiciário de Conciliação, o Núcleo de Práticas Restaurativas e o Centro de Inteligência. \n\nFoi juíza auxiliar na Presidência do Supremo Tribunal Federal. \n\nPor diversas vezes, foi convocada para substituir os Desembargadores Federais I’talo Fioravante, Carlos Moreira Alves, Ana Carolina Roman e Daniele Maranhão\n\nInstrutora nos cursos de Formação de Conciliadores e de Facilitadores em Práticas Restaurativas."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://www.trf1.jus.br/trf1/desembargadores-federais/em-atividade",
      "tipo": "site-oficial",
      "observacao": "Lista (Em atividade)"
    },
    {
      "url": "https://www.trf1.jus.br/trf1/em-atividade/rosimayre-goncalves-de-carvalho",
      "tipo": "site-oficial",
      "observacao": "Pagina individual"
    }
  ],
  "atualizado_em": "2026-01-30"
}
