{
  "id": "trf1-candice-lavocat-galvao-jobim",
  "nome": "Candice Lavocat Galvão Jobim",
  "nome_completo": null,
  "orgao": "TRF1",
  "cargo": "Desembargador Federal",
  "situacao": "titular",
  "dados_publicos": {
    "gabinete_texto": "Ed. Sede I - Térreo - Sala 16",
    "funcao_administrativa": null,
    "pagina_trf1": "https://www.trf1.jus.br/trf1/em-atividade/candice-lavocat-galvao-jobim-",
    "telefone": "(61) 3314-5225",
    "biografia_trf1_texto": "Nomeada por Decreto Presidencial de 27/04/2023, com posse e exercício em 10/05/2023.\n\nCandice Lavocat Galvão Jobim, nascida em Rio Branco, Estado do Acre, em 19 de setembro de 1974, filha de Ilmar Nascimento Galvão e de Terezinha Sílvia Lavocat Galvão e casada com o Dr. Alexandre Kruel Jobim com o qual tem um filho: Oliver Lavocat Galvão Jobim. Tomou posse no cargo de Juíza Federal do TRF da 1ª Região no dia 24 de junho de 2005 e no cargo de Desembargadora Federal em 10 de maio de 2023.\n\n**FORMAÇÃO ACADÊMICA**\n\n· Fev/1992 – Dez/1996:Graduação/Bacharel em Direito Centro Universitário de Brasília – UniCeub Brasília – DF\n\n· Mai/1997 - Mai/1998:Mestrado em Direito Master of Laws – LLM University of Texas at Austin, School of Law\n\n· Jan/2004 - Dez/2004:Pós-Graduação - Especialização Escola Superior do Ministério Público Curso Ordem Jurídica e Ministério Público Brasília-DF\n\n**ATUAÇÃO PROFISSIONAL**\n\n· Desembargadora Federal lotada na 2ª Turma e na 1ª Seção do Tribunal Regional Federal da 1ª Região;\n\n· Juíza Auxiliar na Presidência do Tribunal Regional Federal da 1ª Região (Ato Presi n. 414, de 25 de abril de 2022) - 20.04.2022 a 09.05.2023;\n\n· Conselheira do Conselho Nacional de Justiça – Mandato de 10.09.2019 a 09.09.2021;\n\n· Juíza Auxiliar na Presidência do Superior Tribunal de Justiça (Portaria STJ/GP n. 255, de 30 de agosto de 2018) – 27.08.2018 a 09.09.2019;\n\n· Juíza Auxiliar na Corregedoria Nacional de Justiça - Conselho Nacional de Justiça - CNJ (Portaria CN/CNJ n. 26 de agosto de 2016), tendo recebido em seus assentos funcionais registro de elogio pela excelência da contribuição dada para êxito dos trabalhos realizados no período, a pedido do Corregedor Nacional de Justiça (Ofício n. 1.112/CN-CNJ, de 15 de agosto de 2018) - 25.08.2016 a 24.08.2018;\n\n· Relatora da 2ª Turma Recursal da Seção Judiciária de Goiás, após remoção a pedido (ATO/PRES1-315, de 20 de fevereiro de 2015) - 20.02.2015 a 10.05.2023;\n\n· Relatora da Turma Recursal Única da Seção Judiciária do Pará, após promoção por merecimento (ATO/PRES1/ASMAG n.1357, de 18 de outubro de 2013) - 18.10.2013 a 20.02.2015- 18.10.2013 a 20.02.2015;\n\n· Relatora da então Turma Recursal Única da Seção Judiciária do Distrito Federal, atuando por mandato de dois anos após designação do Presidente do TRF1 (ATO/PRESI/ASMAG n. 1108, de 08 de julho de 2011) - 11.08.2011 a 25.03.2013;\n\n· Presidiu, sem prejuízo das funções, o Sistema de Conciliação Sistcon da Primeira Região na Seção Judiciária do Distrito Federal (ATO/PRESI/ASMAG n. 1078, de 04 de julho de 2011) - 04.07.2011 a 30.04.2012;\n\n· Presidiu as audiências de conciliação do Projeto Conciliação-SFH (ATO/PRESI/1104-1414, de 10 de maio de 2006) recebendo anotação nos assentos funcionais de elogio pelos resultados exitosos obtidos - por determinação do Presidente do TRF1, Desembargador Jirair Aram Meguerian (Portaria PRESI 1104-504, de 26 de dezembro de 2006) - 10.05.2006 a 14.08.2007;\n\n· Juíza Federal Substituta da 2ª Vara Federal da Seção Judiciária do Distrito Federal, após remoção a pedido (ATO/PRESI/1104-317, de 02 de fevereiro de 2006) - 08.02.2006 a 21.10.2013;\n\n· Respondeu pela Diretoria do Foro da Seção Judiciária do Distrito Federal (ATO/PRESI/1104-2180, de 19 de dezembro de 2005) - 26.12.2005 a 01.01.2006;\n\n· Atuou na titularidade da 2ª Vara Federal da Seção Judiciária do DF (ATO/PRESI/1104- 1586, de 10 de outubro de 2005) - 10.10.2005 a 02.11.2005;\n\n· Prestou auxílio, com prejuízo das funções, na 23ª Vara Federal da Seção Judiciária do Distrito Federal (ATO/PRESI/1104-964, de 06 de julho de 2005) - 12.07.2005 a 09.10.2005;\n\n· Juíza Federal Substituta da 2ª Vara Federal da Seção Judiciária do Distrito Federal (ATO/PRESI/1104-2180, de 19 de dezembro de 2005) - 24.06.2005 a 07.02.2006;\n\n· Procuradora da Fazenda Nacional lotada na Coordenação de Operações Financeiras Internacionais da União - 16.01.2001 a 21.01.2005;\n\n· Procuradora da Fazenda Nacional lotada no Gabinete do Advogado Geral da União, Ministro Gilmar Ferreira Mendes, como Assessora Jurídica do Consultor- Geral da União, Dr. André Serrão - 03.08.2000 a 15.01.2001;\n\n· Procuradora do Estado da Bahia - 27.04.2000 a 30.07.2000; · Analista Processual do Ministério Público Federal, lotada no Gabinete do Procurador-Geral da República, Dr. Geraldo Brindeiro, como Assessora Jurídica 21.09.1999 a 26.04.2000; e\n\n· Advogada privada com escritório profissional localizado no SBS, Quadra 02, Bloco S, Ed. Empire Center, Grupo 1001, Brasília-DF - 1996 a 1999.\n\n**PARTICIPAÇÃO EM INSPEÇÕES PELO CJF E PELO CNJ**\n\n· Realizou inspeção no Tribunal de Justiça do Estado de São Paulo pelo Conselho da Nacional de Justiça (Portaria CN/CNJ n.4/2018) - 05 a 16.03.2018;\n\n· Realizou inspeção no Tribunal de Justiça do Estado do Rio de Janeiro pelo Conselho da Nacional de Justiça (Portaria CN/CNJ n. 20/2017) - 19 a 22.6.2017;\n\n· Realizou inspeção no Tribunal de Justiça do Estado do Maranhão pelo Conselho da Nacional de Justiça (Portaria CN/CNJ n. 09/2017) - 27 a 31.3.2017;\n\n· Realizou inspeção no Tribunal de Justiça do Estado do Espírito Santo pelo Conselho da Nacional de Justiça (Portaria CN/CNJ n. 1/2017) - 20 a 24.2.2017;\n\n· Realizou inspeção no TRF da 4ª Região pelo Conselho da Justiça Federal (Portaria n. CF-POR-2012/00334/CJF/2012) - 19 a 28.11.2012; e\n\n· Realizou inspeção no TRF da 3ª Região pelo Conselho da Justiça Federal (Portaria n. CF-POR-2012/00184/CJF/2012) - 20 a 31.08.2012.\n\n**FORMAÇÃO EM COMISSÕES E GRUPOS DE TRABALHO**\n\nMembro da Comissão para Acompanhamento da Execução da Obra do Edifício-Sede do Tribunal Regional Federal da 1ª Região (Portaria Presi nº 1052, de 24 de julho de 2023);\n\n· Membro da Comissão de Estudos sobre a Participação Feminina na Justiça Federal da 1ª Região (Portaria Presi nº 1054, de 25 de julho de 2023) - 26.07.2023 a 23.11.2023;\n\n· Membro do Conselho do Colar e Medalha do Mérito Judiciário Ministro Nelson Hungria (Portaria Presi nº 1174, de 29 de agosto de 2023) - 30.08.23 a 23.11.23;\n\n· Membro da Comissão Avaliadora para seleção de propostas do Edital de Convocação Pública e de Seleção nº 1/2021 da 5ª Edição da Série Justiça Pesquisa do Conselho Nacional de Justiça (Portaria CNJ n. 98/2021).\n\n· Representante do Conselho Nacional de Justiça no Comitê Nacional de Enfrentamento à COVID-19 (Portaria CNJ n. 97/2021);\n\n· Coordenadora do Grupo de Trabalho denominado “Direitos indígenas: acesso à justiça e singularidades processuais” do Conselho Nacional de Justiça (Portaria CNJ n. 63/2021);\n\n· Membro do Grupo de Trabalho para contribuir com a modernização e efetividade da atuação do Poder Judiciário nos processos de execução e cumprimento de sentença, excluídas as execuções fiscais (Portaria CNJ n. 272/2020);\n\n· Membro do Grupo de Trabalho destinado à elaboração de estudos e de propostas voltadas ao fortalecimento dos precedentes no sistema jurídico do Conselho Nacional de Justiça (Portaria CNJ n. 240/2020);\n\n· Membro do Comitê Gestor da Conciliação do Conselho Nacional de Justiça (Portaria CNJ n. 215/2020);\n\n· Coordenadora do Comitê Executivo Nacional dos Núcleos de Ações Coletivas do Conselho Nacional de Justiça (Portaria CNJ n. 214/2020);\n\n· Coordenadora adjunta do Grupo de Trabalho destinado à elaboração de estudos e indicação de soluções com vistas à formulação de políticas judiciárias sobre a igualdade racial no âmbito do Poder Judiciário do Conselho Nacional de Justiça (Portaria CNJ n. 111/2020);\n\n· Membro do Comitê de Crise para suporte ao Observatório Nacional sobre Questões Ambientais, Econômicas e Sociais de Alta Complexidade e Grande Impacto e Repercussão do Conselho Nacional de Justiça (Portaria CNJ n. 57/2020);\n\n· Membro do Grupo de Trabalho destinado a avaliar mecanismos de maior participação das mulheres nos processos seletivos de ingresso à magistratura do Conselho Nacional de Justiça (Portaria CNJ n. 44/2020);\n\n· Membro do Comitê Interinstitucional destinado a proceder estudos a apresentar proposta de integração das metas do Poder Judiciário com as metas e indicadores dos Objetivos de Desenvolvimento Sustentável – ODS, Agenda 2030 do Conselho Nacional de Justiça (Portaria CNJ n. 33/2020);\n\n· Coordenadora do Comitê Gestor da Política Nacional de Atenção Prioritária ao Primeiro Grau de Jurisdição do Conselho Nacional de Justiça (Portaria CNJ n. 32/2020);\n\n· Representante do Conselho Nacional de Justiça na Pauta de Modernização do Estado Brasileiro – Melhoria do Ambiente de Negócios do Brasil – Comitê Temático sobre o indicador de execução de Contratos GTA Doing Business do Banco Mundial (Ofício nº 1252/GPR/2019);\n\n· Membro da Comissão Permanente de Gestão Estratégica, Estatística e Orçamento do Conselho Nacional de Justiça (Portaria CNJ n. 178/2019);\n\n· Membro da Comissão Permanente de Solução Adequada de Conflitos do Conselho Nacional de Justiça (Portaria CNJ n. 178/2019);\n\n· Presidente da Comissão Permanente de Políticas Sociais e de Desenvolvimento do Cidadão do Conselho Nacional de Justiça (Portaria CNJ n. 178/2019);\n\n· Membro do Grupo de Trabalho responsável por coordenar o planejamento e o desenvolvimento de curso na modalidade a distância para capacitação de mediadores judiciais, instituído pela Portaria CNJ n. 139/2019 do Conselho Nacional de Justiça (Portaria CNJ n. 174/2019);\n\n· Supervisora do Comitê Organizador do Fórum Nacional para monitoramento e resolução de demandas de assistência à saúde do Conselho Nacional de Justiça (Portaria CNJ n. 153/2019);\n\n· Coordenadora do Grupo de Trabalho destinado à elaboração de diagnóstico, estudos e apresentação de propostas voltadas à melhoria da prestação jurisdicional entregue pelos Juizados Especiais do Conselho Nacional de Justiça (Portaria CNJ n. 126/2019);\n\n· Coordenadora do Grupo de Trabalho para estudo de medidas a assegurar a participação institucional feminina no Superior Tribunal de Justiça (Portaria STJ/GP n.352/2018);\n\n· Membro da Comissão de Revisão das Resoluções do Conselho Nacional de Justiça, da Presidência do CNJ (Portaria CNJ n. 84/2017);\n\n· Coordenadora do Grupo de Trabalho criado com o objetivo de analisar os vencimentos e demais vantagens dos magistrados de primeiro de segundo graus de jurisdição e propor mecanismos de transparência e controle por parte do Conselho Nacional de Justiça, da Corregedoria Nacional de Justiça (Portaria CN/CNJ n. 41/2016);\n\n· Membro da Comissão para Produção do Manual de Inspeções da Corregedoria Geral da Justiça Federal (Portaria n. CF-POR-2012/00318/CJF/2012);\n\n· Membro da Comissão de Estudos com vistas à proposição de criação de varas na Seção Judiciária do Distrito Federal (Portaria/DIREF n. 916 de dezembro de 2011);\n\n**ARTIGOS PUBLICADOS**\n\n· Direito à Nomeação de Candidatos Aprovados em Concurso Público na Jurisprudência do Supremo Tribunal Federal – Publicado na Obra Coletiva Supremos Acertos: Avanços Doutrinários a Partir da Jurisprudência do STJ – 2022;\n\n· Programa “JUSTIÇA 4.0” e a Razoável Duração do Processo – Publicado na Obra Coletiva Inteligência Artificial e a Aplicabilidade Prática no Direito do CNJ – 2022;\n\n· Duração Razoável do Processo e Desjudicialização da Execução Civil – Publicado na Obra Coletiva Execução Civil: Estudos em Homenagem ao Professor Arruda Alvim da Editora Foco – 2022;\n\n· Programa “JUSTIÇA 4.0” e a Razoável Duração do Processo – Publicado na Obra Coletiva: O Judiciário do Futuro: Justiça 4.0 e o Processo Contemporâneo – 2022;\n\n· Fraternidade e Desjudicialização: O Custo-Benefício da Propositura de Ação que tem como Causa de Pedir o Direito à Saúde - Publicado na Obra Coletiva “Direitos Humanos e Fraternidade: estudos em homenagem ao Ministro Reynaldo Soares da Fonseca” da Edições Esmam – 2021;\n\n· Controle da Judicialização na Pandemia da Covid-19: Posição do CNJ – publicado na Coleção Covid-19, publicado pelo CONASS e a Organização Pan-Americana de Saúde – 2021;\n\n· O Conselho Nacional de Justiça como Instrumento de Qualificação e Racionalização da Saúde no Brasil – Publicado no Livro Emenda Constitucional nº 45/2004 – 15 Anos do Novo Poder Judiciário da Editora OAB Nacional – 2019;\n\n· A Propriedade Intelectual como Ferramenta para Promover a Proteção da Biodiversidade - Publicado na Coleção Jornada de Estudos Esmaf/ II Jornada de Direito Ambiental – 2012;\n\n· O Sistema Financeiro da Habitação e o Judiciário: Breve Histórico e Considerações - Publicado na Coleção Jornada de Estudos Esmaf/ I Jornada de Sistema Financeiro da Habitação - 2011;\n\n· O Papel do juiz no Novo Código de Processo Penal - Publicado na Coleção Jornada de Estudos Esmaf/ II Jornada de Direito Processual Penal – 2010; e\n\n· O Novo Código de Processo Civil: Contraditório Necessário versus Contraditório Protelatório – Publicado na Coleção Jornada de Estudos Esmaf/ II Jornada de Direito Processual Civil - 2010.\n\n**PARTICIPAÇÃO EM ENTIDADES DE CLASSE**\n\n· Diretora de Relações Institucionais da AJUFE, Associação dos Juízes Federais do Brasil-Biênio 2016/2018.\n\n· Vice-Presidente para a 1ª Região da AJUFE, Associação dos Juízes Federais do Brasil-Biênio 2014/2016.\n\n· Presidente da AJUFER, Associação dos Juízes Federais da 1ª Região - Biênio 2012/2014.\n\n· Diretora Social e de Benefícios da AJUFER - Associação dos Juízes Federais da 1ª Região-Biênio 2010/2012.\n\n**MAGISTÉRIO**\n\nProfessora Licenciada de Direito Civil do Centro Universitário de Brasília – UniCeub.\n\n**APROVAÇÕES EM CONCURSOS PÚBLICOS**\n\n· Aprovada em 3° lugar no Concurso Público para Juiz Federal Substituto do Tribunal Regional Federal da Primeira Região - 2005.\n\n· Aprovada em 2° lugar no Concurso Público para Procurador do Estado da Bahia - 2000.\n\n· Aprovada no Concurso Público para Procurador Federal da Advocacia Geral da União - 2000.\n\n· Aprovada no Concurso Público para Procurador da Fazenda Nacional – 1999.\n\n· Aprovada em 12° lugar no Concurso Público para Analista do Ministério Público da União - 1999.\n\n· Aprovada no Concurso Público para Analista do Tribunal Regional Federal da 1ª Região - 1996."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://www.trf1.jus.br/trf1/desembargadores-federais/em-atividade",
      "tipo": "site-oficial",
      "observacao": "Lista (Em atividade)"
    },
    {
      "url": "https://www.trf1.jus.br/trf1/em-atividade/candice-lavocat-galvao-jobim-",
      "tipo": "site-oficial",
      "observacao": "Pagina individual"
    }
  ],
  "atualizado_em": "2026-01-30"
}
