{
  "id": "trf1-wilson-alves-de-souza",
  "nome": "Wilson Alves de Souza",
  "nome_completo": null,
  "orgao": "TRF1",
  "cargo": "Desembargador Federal",
  "situacao": "titular",
  "dados_publicos": {
    "gabinete_texto": "Ed. Sede I - 3º andar - Sala 10",
    "funcao_administrativa": null,
    "pagina_trf1": "https://www.trf1.jus.br/trf1/em-atividade/wilson-alves-de-souza",
    "telefone": "(61) 3314-5225",
    "biografia_trf1_texto": "**Nomeado por Decreto Presidencial de 08/02/2019, com posse e exercício em 18/02/2019.**\n\n#### Dados Pessoais\n\nNasceu em 24 de março de 1953, na cidade de Riachão do Jacuípe, Bahia, onde fez os Cursos Primário e Secundário (Cursos de Professor Primário e Técnico em Contabilidade).\n\n#### Vida Acadêmica\n\nGraduado em Direito com diploma de Honra ao Mérito (Universidade Federal da Bahia, Brasil), em janeiro de 1979; \n\n Mestre em Direito Econômico (Universidade Federal da Bahia, Brasil) (1989); \n\n Doutor em Ciências Jurídicas e Sociais (Universidad del Museo Social Argentino - Buenos Aires, Argentina) (2004);\n\nEspecialista em Processo Civil (Universidade Federal da Bahia, Brasil) (2006); \n\n Pós-doutor em Direito Processual Civil (Universidade de Coimbra, Portugal) (2006); \n\n Professor Convidado da Universidad de Girona, Cataluña, Espanha (Curso de “Máster em Cultura Jurídica); \n\n Professor Convidado da Faculdade de Direito da Universidade de Buenos Aires (Cursos Válidos para o Doutorado em Direito); \n\n Professor Titular de Teoria Geral do Processo e Direito Processual Civil da Faculdade de Direito da Universidade Federal da Bahia (Graduação, Mestrado e Doutorado); \n\n Enquanto Professor da Faculdade de Direito da Universidade Federal da Bahia fora homenageado por seus alunos quinze vezes como Paraninfo e mais vinte e sete vezes como Patrono, Nome de Turma e Homenageado Especial; \n\n Doutor da Universidade de Buenos Aires (Argentina) - Área de Direito Processual (2015); \n\n Publicou 24 artigos em periódicos nacionais e estrangeiros, é autor de 8 livros e, em 18 publicações, coautor;\n\n Pronunciou muitas conferências no Brasil e no exterior.\n\n#### Carreira Profissional\n\nProcurador do Instituto de Terras da Bahia – Interba, por aproximadamente 3 anos e meio;\n\n Procurador do Trabalho perante o Tribunal Regional do Trabalho da 5ª Região, por aproximadamente 1 ano e 8 meses;\n\n Procurador do Estado do Estado da Bahia (aprovação no concurso em 1º lugar), por aproximadamente 9 anos, e, nesta condição, Conselheiro de diversas autarquias, a saber: Departamento de Estradas de Rodagem da Bahia, Departamento de Aviação da Bahia, Departamento de Transportes e Tribunais, Departamento de Telecomunicações da Bahia;\n\n Procurador da Fazenda Nacional, do Município de Salvador e do Estado do Rio de Janeiro; \n\n Em 19/02/90, tomou posse como Juiz Federal; \n\n Foi Juiz Federal, na 7ª Vara da Bahia, desde fevereiro de 1990;\n\n Diretor do Foro da Seção Judiciária da Bahia;\n\n Juiz do Tribunal Eleitoral da Bahia (biênio 1997-1999);\n\n Juiz Convocado nesta Corte ao longo de 5 anos; \n\n Atuava como Juiz Convocado para a Câmara Regional Previdenciária da Bahia, até sua nomeação, pelo Presidente da República, como Desembargador deste TRF, em 11/02/2019, tomando posse no dia 18 do mesmo mês."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://www.trf1.jus.br/trf1/desembargadores-federais/em-atividade",
      "tipo": "site-oficial",
      "observacao": "Lista (Em atividade)"
    },
    {
      "url": "https://www.trf1.jus.br/trf1/em-atividade/wilson-alves-de-souza",
      "tipo": "site-oficial",
      "observacao": "Pagina individual"
    }
  ],
  "atualizado_em": "2026-01-30"
}
