{
  "id": "tjdft-arnoldo-camanho-de-assis",
  "nome": "Des. Arnoldo Camanho de Assis",
  "nome_completo": null,
  "orgao": "TJDFT",
  "cargo": "Desembargador",
  "situacao": "titular",
  "dados_publicos": {
    "assessor": "Claudia Nogueira da Cruz Torres",
    "telefones_gabinete": "(61)3103-7589, (61)3103-7213, (61)3103-7214",
    "biografia_tjdft_url": "https://www.tjdft.jus.br/institucional/gestao-do-conhecimento/gestao-da-memoria/biografias/des-arnoldo-camanho-de-assis.pdf",
    "biografia_tjdft_texto": "99 \nBIOGRAFIA \nDESEMBARGADOR \nARNOLDO CAMANHO \n \nDADOS PESSOAIS \nNOME: Arnoldo Camanho de Assis \nDATA DE NASCIMENTO: 7/5/1963 \nLOCAL DE NASCIMENTO: Rio de Janeiro - RJ \nNACIONALIDADE: brasileira \n \n \n \n \n \n \n \n \n \nESCOLARIDADE \n \nCurso Superior: Bacharel em Direito na Universidade de Brasília (UnB), 1982-1986; \nPós-graduação: Especialização em Direito Internacional Público e Privado, The Hague Academy of \nInternational Law – Holanda, 1988. - Mestrado na Universidade de Brasília, UnB, 1995/1996. \n» Especialização em Direito pela Universidade de Brasília, UnB, 2000. \n» Direito do Consumo, Universidade de Coimbra, Portugal, 2003/2004. \n \nCARGOS OCUPADOS \n \nSERVIÇO PÚBLICO \n» Agente Administrativo do Ministério da Fazenda, com lotação na Procuradoria -Geral da Fazenda \nNacional, 1984. - Assessor do Procurador-Geral da Fazenda Nacional, 1986-1987. \n» Chefe da Consultoria Jurídica da Radiobrás, antiga Empresa Brasileira de Notícias – EBN, quando o \nórgão era subordinado ao Ministério da Justiça, abril de 1987 a fevereiro de 1988. \n» Secretário Adjunto da Secretaria de Coordenação da Representação Judicial da União – Procuradoria-\nGeral da República -, março de 1988 a 1989. \n» Assessor do Ex -Ministro do Superior Tribunal de Justiça Adhemar Ferreira Maciel, quando esse era \nJuiz do Tribunal Regional Federal da 1ª Região, maio de 1989 a novembro de 1990. \n \nMAGISTRATURA DO DF \n» Nomeado Juiz de Direito Substituto do Tribunal de Justiça do Distrito Federal e dos Territórios – \nTJDFT, em 25/10/1990, após aprovação em 2º lugar no XVI Concurso para magistratura do DF. \n» Promovido por merecimento a Juiz de Direito do TJDFT, em 30/9/1992, assumindo a Vara Cível de \nSobradinho-DF, na qual permaneceu até 1994. \n» Nomeado Membro Titular da Turma Recursal dos Juizados Especiais Cíveis e Criminais do DF, \nconforme Portaria GPR 297, em 30/4/1998, \n» Designado Juiz Titular da 2ª Vara da Fazenda Pública do DF, de 1994 a 1999; e da 6ª Vara de Família \nde Brasília, de 1999 a 2008. \n» Indicado Membro Titular do Tribunal Regional Eleitoral do DF, 10/7/2008. \n» Designado para o cargo de Diretor da Escola Judiciária Eleitoral do DF “Ruy Barbosa”, em 8/8/2008. \n» Promovido por merecimento ao cargo de Desembargador do TJDFT, conforme Portaria GPR 1049, de \n1º/10/2008, com designação para 2ª Turma Criminal e para Câmara Criminal. \n» Indicado para compor, na função de Presidente, a Coordenação do Sistema dos Juizados Especiais do \nDistrito Federal, conforme Resolução 20 de 21/10/2010, com recondução a partir de 26/10/2012. \n» Membro e Coordenador do Grupo de Trabalho responsável adoção de medidas necessárias à realização \nda Copa das Confederações 2013 – FIFA, de 15 a 30 de junho de 2013. \n \n\n \n \n» Coordenador do Grupo de Trabalho responsável pela atuação do Poder Judiciário do DF durante o \nevento COPA DO MUNDO FIFA 2014, realizado no Brasil, conforme Portaria Conjunta 29 de 9/5/2014. \n» Designado Presidente da Turma de Uniformização de Jurisprudência das Turmas Recursais dos \nJuizados Especiais do DF, a partir de 6/6/2014. \n» Membro da Comissão de Revisão do Plano Estratégico do TJDFT até 2020. \n» Membro da Comissão de Entrevistadores do Programa História Oral do Programa Memória do TJDFT, \nconforme Portaria GPVP de agosto de 2014. \n \nINSTITUTOS \n» Secretário-Adjunto no Distrito Federal do Instituto Brasileiro de Direito Processual – IBDP, eleito para \no triênio 2019/2021. \n \nMAGISTÉRIO \n \nProfessor de Direito Processual Civil, Direito Administrativo, Comercial, Falimentar e Constitucional \n(graduação e pós) nas seguintes instituições: \n» UnB (1991-1996); \n» UNICEUB (1992-1995); \n» AEUDF (1996-1998); \n» Escola Superior do MPDFT (1992-1998); \n» FGV (2001); \n» Escola de Magistratura do DF (1996-2008); \n» Escola Superior da OAB/DF (1996-2008); \n» UCG (1998-2003); \n» UCB (2001); \n» Universidade Estácio de Sá (RJ) (2001-2002); \n» Universidade Candido Mendes (2001-2008); - Universidade Gama Filho (2001-2003); \n» IESB (2001-2002). \n \nCAPACITAÇÃO \n \n» Seminário Nacional “Imprensa e Dano Moral – Responsabilidade Civil e Penal, maio de 2002. \n» I Simpósio do TJDFT de Direito Civil – Constitucional, em junho de 2004. - Seminário “A Nova Justiça \n– Tendências, Desafios e Construções”, agosto de 2006. \n» II Congresso Brasileiro de Direito de Família, outubro de 2009. \n» III Encontro de Direito de Família do IBDFAM/DF – Família, Lei e Jurisdição, maio de 2008. \n» Congresso Internacional Psicanálise e Direito, setembro de 2009. \n» VIII Congresso Brasileiro de Direito da Família, novembro de 2011. \n» Seminário “Desafios do Poder Judiciário do Distrito Federal: ingresso prematuro no ensino superior”, \nabril de 2012. \n \nPALESTRAS MINISTRADAS \n \n» Ordem dos Advogados do Brasil, Seção do Distrito Federal (OAB -DF), sobre o tema \" Nulidades e \nAtos Processuais\" no 2 º. e no 3 º. Cursos de Atualização em Direito Civil e Processo Civil, \nrespectivamente em 08.10.93 e 19.10.94, organizado por aquela Entidade. \n- I Curso de Atualização em Processo Civil e Penal no INSS, sobre os temas “Nulidades e Atos \nProcessuais” e “Recursos em Processo Civil: Teoria Geral”, nos dias 23 e 25 de novembro de 1994. \n- Seminário de Direito Processual Civil sobre a reforma do Código de Processo Civil, com o tema “Tutela \nJurisdicional Antecipada e Tutela Específica das Obrigações de Fazer e de Não -Fazer”, na \nFaculdade de Direito da Universidade de Brasília, em 9.6.95. \n- Ordem dos Advogados do Brasil, Seção Distrito Federal (Fundação de Assistência Judiciária), em \n25.5.96, sobre o tema “Responsabilidade Civil da Administração”. \n- Escola da Magistratura do Distrito Federal para a turma de juízes empossados em fevereiro de 1997 \nsobre o tema “A Atuação do Juiz nas Varas da Fazenda Pública”. \n- Faculdade de Direito da FIPLAC sobre o tema “Recursos em Processo Civil. Teoria Geral e \nPrincípios Fundamentais”, em 02 de outubro de 1997. \n- Escola da Magistratura do Distrito Federal para a turma de juízes empossados em fevereiro de 1998 \nsobre o tema “A Atuação do Juiz nas Varas da Fazenda Pública”. \n- 6º Ciclo Internacional de Direito, promovido pela AMATRA XXIII, sobre o tema “O Processo Como \nInstrumento de Realização da Constituição”, no dia 27.08.99, em Cuiabá, MT. \n- Câmara Legislativa do Distrito Federal, no Seminário “Ocupação e Legalidade das Terras do DF”, sobre \no tema “Controle da Legalidade: Liminares e Ações Possessórias”, no dia 14.9.99. \n- II Seminário Jurídico da Procuradoria-Geral do Distrito Federal sobre o tema “Antecipação de tutela: \nquestões controversas”, no dia 9.5.00. \n \n \n- IV Congresso Goiano de Direito Tributário, em Goiânia, Goiás, sobre o tema “O Projeto do Código \nde Defesa do Contribuinte”, no dia 8.6.00. \n- Secretaria de Fazenda do Estado do Ceará sobre o tema “A Instrumentalidade das Formas no \nProcesso Administrativo”, no dia 3.8.00. \n- Encontro de Presidentes dos Conselhos Federal e Regionais de Medicina Veterinária sobre o tema \n“Responsabilidade do Administrador Público em face da nova Lei de Responsabilidade Fiscal”, em \nBrasília, Distrito Federal, no dia 7.11.00. \n- Seminário sobre Responsabilidade Médica, Odontológica e Hospitalar sobre o tema “Responsabilidade \ndo ente público por dano médico e o direito de regresso” , em Brasília, Distrito Federal, no dia \n23.11.00. \n- IV Fórum Jurídico de Instituições Financeiras sobre o tema “Exceção de Pré -Executividade”, no \nAuditório da ASBACE, em Brasília, DF, no dia 6.12.2001. \n- I Seminário de Direito de Família do Distrito Federal, promovido pelo Instituto dos Magistrados do DF, \nsobre o tema “Tutela Cautelar no Direito de Família” e “Coisa Julgada e Exame de DNA”, nos dias \n7 e 8 de junho de 2001, no Hotel Bonaparte, em Brasília, DF. \n- I Seminário da Assistência Jurídica do Distrito Federal, em 14 de agosto de 2001, no Auditório do IDR, \nsobre o tema “Concubinato e União Estável”. \n- I Jornadas de Direito Processual Civil da Procuradoria -Geral da Fazenda Nacional, no dia 21 de \nnovembro de 2001, no Auditório da ESAF em Brasília, Distrito Federal, sobre o tema “Liminares e \nAntecipação de Tutela contra a Fazenda Pública”. \n- I Seminário Brasiliense de Direito de Família, promovido pelo Instituto Brasileiro de Direito de Família \n- IBDFAM, Seccional do Distrito Federal, em 14 de março de 2002, no Auditório do Superior Tribunal \nde Justiça, sobre o tema “Guarda Compartilhada”. \n- OAB-RJ – Seminário em Comemoração ao 11º Aniversário da Escola Superior de Advocacia, sobre o \ntema “Tutela Cautelar no Processo de Conhecimento e Antecipação da Tutela Recursal ”, em 20 de \nmarço de 2003, no Auditório da OAB-RJ. \n- Escola da Magistratura do Distrito Federal: Curso de Iniciação Funcional para Juízes Substitutos. Tema: \n“A Atuação do Juiz nas Varas de Família” (todas as turmas de juízes ingressos entre 2004 e 2008) \n- Conselho da Justiça Federal – “Semana da Igualdade Parental”. Tema: “Igualdade Parental e \nGuarda”, em Brasília, Distrito Federal, no dia 28.9.2004. \n- FENASSOJAF – Federação Nacional das Associações de Oficiais de Justiça Avaliadores Federais – \nEncontro em Gramado, Rio Grande do Sul. Tema: “O Modelo de Execução em Portugal, a Função do \nOficial de Justiça. Reflexões sobre a Aplicabilidade do Sistema no Brasil”, no dia 22.10.04. \n- FENASSOJAF – Federação Nacional das Associações de Oficiais de Justiça Avaliadores Federais – \nEncontro em Maceió, Alagoas. Tema: “Os Projetos de Lei que Alteram a Execução e o Papel do \nOficial de Justiça”, no dia 06.09.05. \n- CESPLAN – Centro de Estudos Superiores Planalto. Tema: “Atividades do Magistrado, Trabalho e \nDificuldades”, em Brasília, DF, no dia 21.09.05. \n- OAB – Conselho Federal, Jornada de Estudos Sobre Precatórios. Tema: “Precatórios: Aspectos \nProcessuais”, em Brasília, DF, em 05.10.05. \n- Superior Tribunal de Justiça – III Encontro de Direito de Família do IBDFAM -DF. Tema: \n“Procedimentos Cautelares nas Varas de Família”, em Brasília, Distrito Federal, no dia 25.05.06. \n- OAB-GO/ESA-GO – “Medidas Cautelares nas Varas de Família”, em Goiânia (GO), no dia 16.6.06. \n- OAB-DF – Semana do Advogado. Tema: “Reconhecimento Judicial das Uniões Homoafetivas”, em \nBrasília, Distrito Federal, no dia 23.08.06. \n- Universidade de Várzea Grande – “Reformas Legislativas e Atualização Profissional Permanente”, \nem Várzea Grande, Mato Grosso, no dia 19.4.07. \n- Faculdades INESC / Unaí – Tema: “Aspectos Relevantes da Reforma Processual”, na III Jornada \nCientífica e Cultural do INESC, em Unaí, MG, no dia 22.05.07. \n- Encontro de Procuradores Jurídicos dos Conselhos Federal e Regionais de Medicina Veterinária sobre \no tema “As Leis nºs 11.232/05 e 11.382/06 e sua Repercussão na Execução Fiscal”, em Brasília, \nDistrito Federal, no dia 22.08.07. \n- OAB-GO / ESA-GO – Seminário “As Novas Reformas do Processo Civil”. Tema: “O Novo Regime \nda Alienação de Bens do Executado”, em Goiânia, Goiás, no dia 18.10.07. \n- AGU-PE – Advocacia Geral da União – Pernambuco – “Aspectos Positivos e Negativos das Reformas \nProcessuais”, em Recife, no dia 05.09.08. \n- OAB-DF / ESA-DF – Seminário “Execução e Cumprimento de Sentença”, em Brasília, DF, dias 22, \n24 e 29.09 e 01.10.08. \n- Auditório do Superior Tribunal de Justiça, “IV Encontro de Direito de Família do IBDFAM-DF”. Tema: \n“Adoção à brasileira, arrependimento e renúncia à paternidade: um caso concreto ” no dia 5 de \njunho de 2009, em Brasília, DF. \n- OAB-MT – Encontro Nacional de Presidentes das Comissões de Jovens Advogados – Tema: “Reformas \nda Legislação Processual e Necessidade de Atualização Profissional Permanente” , no dia 28 de \nagosto de 2009, em Cuiabá, Mato Grosso. \n \n \n- Congresso Brasiliense de Direito Processual Civil – “O Processo Civil nos Tribunais Superiores”. \nPresidência de mesa. Tema: “Aspectos polêmicos do recurso especial” , em Brasília, DF, no dia \n26.11.09. \n- I Congresso Internacional Psicossocial Jurídico, Brasília, DF, sobre o tema: “Questões de Gênero e \nDefinição da Guarda de Filhos: mães têm prioridade?”, no dia 23.10.2009. \n- Escola Nacional de Formação e Aperfeiçoamento de Magistrados (STJ) - Fórum de Integração Jurídica \n– Tema: \"Direito de Família, Sucessões e o Inventário e Partilha\", em Foz do Iguaçu, PR, no dia \n20.03.10. - Tribunal de Justiça do Maranhão – TJMA – “I Encontro de Psicólogos e Assistentes Sociais \ndo Judiciário Maranhense”. Tema: “A Importância do Estudo Psicossocial para o Poder Judiciário”, \nem São Luís, MA, no dia 24.11.10. \n- INFRAERO – “XI Infrajur - Simpósio Nacional dos Advogados da Infraero”. Temas: “Questões atuais \nda execução” e “Liminares e seus requisitos”, em Aracaju, SE, no dia 04.12.10. \n- Procuradoria-Geral do Distrito Federal – Seminário “Juizados Especiais de Fazenda Pública no \nDistrito Federal”, em Brasília, DF, dias 16 e 17 de junho de 2011. \n- OAB-GO / Escola Superior de Advocacia - ESA-GO – “Alienação Parental e os Poderes do Juiz da \nVara de Família”, em Goiânia, GO, no dia 18 de agosto de 2011. \n- Universidade Católica de Brasília – Conferência “Limites Subjetivos da Coisa Julgada e Extensão \nSubjetiva dos Efeitos da Sentença”, em Brasília, DF, no dia 17 de outubro de 2011. \n- Instituto Brasileiro de Direito de Família – IBDFAM – VIII Congresso Brasileiro de Direito de Família \n-- “Dificuldades na Execução de Alimentos / Inovações do Projeto de Código de Processo Civil na \nÁrea do Direito de Família”, em Belo Horizonte, BH, no dia 15 de novembro de 2011. \n- OAB-DF / Escola Superior de Advocacia - ESA-DF – “Direito Processual Civil – Liminares e seus \nrequisitos”, em Brasília, DF, no dia 22 de março de 2012. \n- Escola de Administração Judiciária do Distrito Federal – Instituto Ministro Luiz Vicente Cernicchiaro \n- Fórum “Drogas, Justiça e Redes Sociais”. Mediação do debate sobre o tema “A Importância do \nJudiciário no Enfrentamento às Drogas”, em Brasília, DF, no dia 30 de março de 2012. \n- Instituto Brasileiro de Direito do Consumidor – BRASILCON – “XI Congresso Brasileiro de Direito do \nConsumidor”. Palestra sobre o tema: “A Evolução dos Instrumentos de Defesa Coletiva” , em Natal, \nRN, no dia 24 de maio de 2012. \n- OAB-GO / Escola Superior de Advocacia - ESA-GO – “Fixação Judicial de Honorários \nAdvocatícios”, em Goiânia, GO, no dia 14 de setembro de 2012. \n- Instituto Brasileiro de Direito de Família – IBDFAM – Congresso de Direito de Família do IBDFAM \nCentro-Oeste – “Indenização por abandono afetivo”, em Pirenópolis, GO, no dia 26 de outubro de \n2012. \n- Conselho Nacional de Justiça – CNJ: Seminário “Juizados Especiais – Diagnósticos e Perspectivas”, \nsobre o tema “ Turma Nacional de Uniformização de Jurisprudência dos Juizados Especiais \nEstaduais”, no Conselho da Justiça Federal, em Brasília, DF, no dia 6 de março de 2013. \n- Associação dos Defensores Públicos do Distrito Federal – ADEP-DF: Seminário “Teses Jurídicas em \nDireito Civil, Processo Civil e Direito da Família”, sobre o tema “Dificuldades na Execução de \nAlimentos”, no auditório da ATAME-DF, no dia 8 de março de 2013. \n- OAB-DF / Escola Superior de Advocacia – ESA-DF – “Alienação Parental: Vidas em Preto e \nBranco”, em Brasília, DF, no dia 3 de abril de 2013. \n- Instituto Brasileiro de Direito de Família – Seção Distrito Federal: “V Congresso de Direito de Família \ndo IBDFAM -DF”, sobre o tema “ Prisão Civil e Pensão Alimentícia”, no auditório da Fundação \nUniversa, em Brasília, DF, no dia 7 de junho de 2013. \n- “1ª Semana Jurídica da Faciplac – Faculdades Integradas da União Educacional do Planalto Central”: \npalestra sobre o tema “ Limites subjetivos da coisa julgada e extensão subjetiva dos efeitos da \nsentença: a teoria na prática”, no auditório da Faciplac, no Gama, DF, no dia 31 de outubro de 2013. \n- Encontro Institucional da Magistratura do Trabalho da 10ª Região: palestra sobre o tema “Inconsciente \nColetivo Processual”, no auditório do Conselho da Justiça Federal, no dia 3 de abril de 2014. \n- Ordem dos Advogados do Brasil - Conselho Federal, sobre o tema “Aspectos jurídicos da Copa do \nMundo de 2014, a Lei Geral da Copa, o Estatuto do Torcedor e o Juizado Especial do Torcedor”, \nno “I Painel da Copa do Mundo de 2014 da OAB/DF”, em Brasília, DF, no dia 4 de abril de 2014. \n- OAB-DF – I Seminário de Direito Imobiliário da OAB -DF, sobre o tema “O Contrato de Compra e \nVenda de Imóveis na Jurisprudência do TJDFT” , no auditório da OAB -DF, no dia 25 de junho de \n2014. \n- Escola de Administração Judiciária do TJDFT – Seminário - Novo CPC sobre o tema “Inovações no \ncumprimento da sentença e na execução” , no Auditório Ministro Sepúlveda Pertence, no dia 30 de \nabril de 2015. \n- Centro Universitário da Fundação Educacional de Barretos – UNIFEB – Conferência de abertura da \nXVII Semana Jurídica, sobre o tema “Novo CPC: Inovações, Renovações e a Importância da \nAtualização Profissional Permanente”, no Teatro Jorge Andrade, no UNIFEB, em Barretos, SP, no dia \n4 de maio de 2015. \n \nPUBLICAÇÕES LIVROS \n \n \n \n \n» “Família e Jurisdição” (obra coletiva, sob coordenação da advogada Eliene Bastos e do Juiz de Direito \n(DF) Antonio Fernandes da Luz), Del Rey, BH, 2005 – Estudo sobre o tema: “Investigação de Paternidade \ne Efeito da Revelia”. \n» “Família e Jurisdição II” (obra coletiva, sob coordenação da advogada Eliene Bastos e do Juiz de \nDireito (DF) Asiel Henrique de Sousa), Ed. Del Rey, BH, 2007 – Estudo sobre o tema: “Reflexões sobre \no Processo Civil na Lei Maria da Penha”. \n» “Família e Jurisdição III” (obra coletiva, da qual foi um dos coordenadores, ao lado da advogada \nEliene Bastos e da Promotora de Justiça (DF) Marlouve Moreno Sampaio Santos), Del Rey, BH, 2009 – \nEstudo sobre o tema: “Adoção à brasileira, arrependimento e renúncia à paternidade: um caso concreto”. \n» “Manual de Direito das Famílias e das Sucessões” (obra coletiva, sob coordenação dos professores \nAna Carolina Brochado Teixeira e Gustavo Pereira Leite Ribeiro), Del Rey, BH, 2010 – Estudo sobre o \ntema: “Ação de Petição de Herança”. \n \nPUBLICAÇÕES ARTIGOS \n \n» “Inconscientes Coletivos Processuais”, publicado no suplemente “Direito&Justiça” do jornal Correio \nBraziliense, em 10/7/1995. \n» “Limites Objetivos da Tutela Antecipatória”, publicado no suplemento “Direito & Justiça” do jornal \nCorreio Braziliense, em 11/12/1995. \n» “A Nova Ação Consignatória” , no suplemento “Direito & Justiça” do jornal Correio Braziliens, de \n16/9/1996. \n» “Direito Público Comparado: A Responsabilidade Civil na Administração no Direito Francês”, \npublicado na Revista da Escola da Magistratura do Distrito Federal, n. 3 de dezembro de 1996. \n» “Reconhecimento Ex Officio de Preço Vil” , publicado no suplemento “Direito & Justiça” do jornal \nCorreio Braziliense de 03/02/1997. \n» “A competência das Varas da Fazenda Pública para mandados de segurança ”, publicado no \nsuplemento “Direito & Justiça” do jornal Correio Braziliense de 15/3/1999. \n» “Golpe na Constituição”, publicado na Editoria de Opinião do jornal Correio Braziliense de 18/6/1999. \n» “Pedido Contraposto Formulado por Pessoa Jurídica”, publicado na Revista dos Juizados Especiais \ndo Tribunal de Justiça do Distrito Federal, n. 9. \n» “O projeto de Código de Defesa do Contribuinte”, publicado no suplemento “Direito & Justiça” do \njornal Correio Braziliense de 14/08/2000. \n» “Antecipação de Tutela e Citação do Réu”, publicado na Revista de Doutrina e Jurisprudência \n(TJDFT) n. 59. \n» “Exceção de Pré-Executividade”, publicado na Revista de Doutrina e Jurisprudência (TJDFT) n. 65. \n» “Citação por hora certa na execução de alimentos”, publicado na Revista da Escola da Magistratura \ndo Distrito Federal (2002). \n» “Tutela Cautelar no Processo de Conhecimento”, publicado na Revista de Doutrina e Jurisprudência \n(TJDFT) n. 69 e na Revista do Ministério Público do Estado do Amazonas (vol. 3). \n» “Juizados Especiais Cíveis – A Exata Compreensão de seus Princípios Fundamentais”, publicado \nna Revista “O Magistrado” (janeiro de 2003) e na Revista dos Juizados Especiais do Tribunal de Justiça \ndo Distrito Federal (n. 13). \n» “Honorários na Cobrança Amigável”, publicado no suplemento “Direito & Justiça” do jornal Correio \nBraziliense de 7/7/2003. \n» “Natureza da liminar nas ações possessórias”, publicado no suplemento “Direito & Justiça” do jornal \nCorreio Braziliense de 10/10/2003. \n» “O Procedimento da Cobrança do Crédito Hipotecário Vinculado ao SFH – Código de Processo \nCivil ou Legislação Especial?”, publicado na Revista “Justilex” (julho de 2003). \n» “Execução de Crédito Hipotecário pela Lei 5.471/71: O Mandado para a Desocupação do Imóvel \npelo Terceiro Adquirente e o Devido Processo Legal” , publicado na Revista “Justilex”, setembro de \n2003. \n» “Concubinato, União Estável e Sociedade de Fato”, publicado na Revista “O Magistrado”, outubro \nde 2003. \n» “Investigação de Paternidade e Efeito da Revelia”, publicado na Revista de Doutrina e Jurisprudência \n(TJDFT) n. 79. \n» “Conversão obrigatória do Agravo de Instrumento em Agravo Retido ”, publicado na Revista do \nTRF-1ª Região, agosto de 2006. \n» “Fixação judicial de honorários advocatícios”, publicado na Revista “Justilex”, maio de 2010. \n» “EC nº 66/10: A Emenda Constitucional do Casamento”, Carta Forense, setembro de 2010. \n» “Questões práticas sobre a repercussão da EC nº 66/2010 nos processos em andamento”, \nDisponível na internet: a) no site do TJDFT: http://www.tjdft.jus.br/trib/imp/imp_artigo.asp? \ncodigo=14373; b) no site do IBDFAM: http://www.ibdfam.org.br/?artigos&artigo=650. \n \n \n \n \nTÍTULOS/HOMENAGENS \n \n» Agraciado com a Medalha do Mérito Eleitoral pelo Tribunal Regional Eleitoral do DF, na categoria \n“Jurista”, 2001. \n» Outorgado com a Comenda da Ordem do Mérito Judiciário do Distrito Federal e dos Territórios, no \nGrau de Grã-Cruz, em 2008 (Portaria 5 da OMJDFT de 16 de outubro de 2008); \n» Promovido ao grau “Grão-Colar” pelo Conselho Tutelar da Comenda da Ordem do Mérito Judiciário \ndo Distrito Federal e dos Territórios, em 2010. (Portaria OMJDFT 02 de 16 de março de 2010). \n» Outorgado com o colar do Mérito Judiciário do Rio de Janeiro, concedido pelo Tribunal de Justiça do \nRio de Janeiro - TJRJ, dezembro de 2014. \n» Admitido como Acadêmico da Academia Brasileira de Artes, Ciências, História e Literatura, tomou \nposse na Cadeira nº XII, que tem por patrono o falecido Ministro Adhemar Ferreira Maciel, do STJ - \nHomenageado com o título de Cidadão Honorário de Brasília, conforme Decreto Legislativo n. 2.059 de \n16/9/2015, pela Câmara Legislativa do DF. \n» Agraciado com a Medalha Mérito Tamandaré, em solenidade realizada no Grupamento de Fuzileiros \nNavais de Brasília, em 13/12/2016. \n» Agraciado com o Grão -Colar da Ordem do Mérito do Ministério Público do Distrito Federal e \nTerritórios – MPDFT, em 14/6/2019. \n» Agraciado com a Medalha Mérito da Procuradoria -Geral do DF, instituída por meio da Resolução nº \n14/2013, do Conselho Superior da Procuradoria-Geral do DF, em 10/12/2019. \n» Agraciado com a medalha da Ordem do Mérito Legislativo do DF, no grau Grande Oficial, em \ncerimônia realizada no dia 9/12/2021. \n \nPROGRAMA HISTÓRIA ORAL \n \n»YouTube/Playlist/HistóriaOral/ArnoldoCamanhodeAssis",
    "biografia_tjdft_resumo": "99 \nBIOGRAFIA \nDESEMBARGADOR \nARNOLDO CAMANHO \n \nDADOS PESSOAIS \nNOME: Arnoldo Camanho de Assis \nDATA DE NASCIMENTO: 7/5/1963 \nLOCAL DE NASCIMENTO: Rio de Janeiro - RJ \nNACIONALIDADE: brasileira \n \n \n \n \n \n \n \n \n \nESCOLARIDADE \n \nCurso Superior: Bacharel em Direito na Universidade de Brasília (UnB), 1982-1986; \nPós-graduação: Especialização em Direito Internacional Público e Privado, The Hague Academy of \nInternational Law – Holanda, 1988. - Mestrado na Universidade de Brasília, UnB, 1995/1996. \n» Especialização em Direito pela Universidade de Brasília, UnB, 2000. \n» Direito do Consumo, Universidade de Coimbra, Portugal, 2003/2004. \n \nCARGOS OCUPADOS \n \nSERVIÇO PÚBLICO \n» Agente Administrativo do Ministério da Fazenda, com lotação na Procuradoria -Geral da Fazenda \nNacional, 1984. - Assessor do Procurador-Geral da Fazenda Nacional, 1986-1987. \n» Chefe da Consultoria Jurídica da Radiobrás..."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://www.tjdft.jus.br/institucional/composicao/2a-instancia/desembargadores/ordem-alfabetica",
      "tipo": "site-oficial",
      "observacao": "Ordem alfabetica (2a instancia)"
    }
  ],
  "atualizado_em": "2026-01-30"
}
