{
  "id": "tjdft-leonardo-roscoe-bessa",
  "nome": "Des. Leonardo Roscoe Bessa",
  "nome_completo": null,
  "orgao": "TJDFT",
  "cargo": "Desembargador",
  "situacao": "titular",
  "dados_publicos": {
    "assessor": "Denise Ribeiro Aliceral",
    "telefones_gabinete": "(61)3103-7525, (61)3103-7926",
    "biografia_tjdft_url": "https://www.tjdft.jus.br/institucional/gestao-do-conhecimento/gestao-da-memoria/biografias/des-leonardo-roscoe-bessa-1.pdf",
    "biografia_tjdft_texto": "136 \nBIOGRAFIA \nDESEMBARGADOR \nLEONARDO ROSCOE BESSA \n \nDADOS PESSOAIS \nNOME: Leonardo Roscoe Bessa \nDATA DE NASCIMENTO: 5/12/1967 \nLOCAL DE NASCIMENTO: Brasília – DF \nNACIONALIDADE: Brasileira \n \n \n \n \n \n \n \n \n \nESCOLARIDADE \n \nCurso Superior: Bacharel em Direito pela Universidade de Brasília, em 1989 \nPós-graduação: \n» Mestre em Direito Público, 2002, pela Universidade de Brasília – UnB. \n» Doutor em Direito Civil, em 2008, pela Universidade do Estado do Rio de Janeiro-UERJ. \n \nEMPREGOS E CARGOS OCUPADOS \n \n» Procurador de Justiça com atuação na 2ª Procuradoria de Justiça Criminal Especializada e na \nCoordenadoria de Recursos Constitucionais (2019 -2021). \n» Conselheiro do Conselho Superior do Ministério Público do Distrito Federal e Territórios. \n» Secretário Executivo do Grupo Nacional de Defesa do Consumidor (GNDC) do Conselho Nacional de \nProcuradores-gerais do Ministério Público da União – CNPG (2019 - atual). \n» Procurador-Geral de Justiça do Distrito Federal (2014 a 2018). \n» Promotor de Justiça do Ministério Público do Distrito Federal e Territórios, desde 05 de dezembro de \n1991, com atuação em diversas áreas (família, sucessões, criminal, tribunal do júri, consumidor). \n» Membro da Banca Examinadora dos 24º, 25º e 26º Concursos para provimento de cargos de Promotor \nde Justiça Adjunto do MPDFT (2002 a 2004). \n» Nomeado Desembargador do TJDFT pela Presidência da República, em 9/6/2021, em vaga destinada \nao MPDFT, com posse no dia 2/7/2021. \n \nMAGISTÉRIO \n \n» Professor de Direito da graduação e Programa de Mestrado e Doutorado do UNICEUB, nas disciplinas \nDireito do Consumidor, Direito Civil e Processo Civil Coletivo (2007-atual). \n» Professor da Escola Nacional da Magistratura (Curso sobre LGPD). \n» Professor de cursos de Pós-Graduação (IDP, UnB, PUC-RJ, UFRS, LFG, FGV, entre outros). \n» Professor convidado de Escolas Superiores do Ministério Público e da Magistratura de diferentes \nEstados (DF, RJ, RS, ES, BA, RN, SP, SC). \n» Expositor em congressos nacionais e internacionais sobre Direito do Consumidor, Direito Civil e \nProcesso Civil Coletivo. \n \nPARTICIPAÇÃO EM EVENTOS \n \n» Participação, como palestrante, em mais de 170 seminários, congressos, simpósios e encontros sobre \nDireito Civil, Direito do Consumidor, Relações Contratuais, Proteção de Crédito, Direito Penal e \nProcessual Penal, entre outros. \n\n \n \nOBRAS JURÍDICAS \n \n» Código de Defesa do Consumidor Comentado. 2ª ed., Rio de Janeiro, Forense, 2021. \n» Manual de Direito do Consumidor (em co -autoria com Herman Benjamin e Cláudia Lima Marques). \n10ª ed., Revista dos Tribunais, 2022. \n» Nova Lei do Cadastro Positivo: comentários à Lei 12.414, com as alterações da Lei Complementar \n166/2019 e de acordo com a LGPD. Revista dos Tribunais, 2019. \n» Manual de Direito do Consumidor (em co-autoria com Herman Benjamin e Cláudia Lima Marques). 8ª \ned., Revista dos Tribunais, 2017. \n» Teses jurídicas dos tribunais superiores: direito do consumidor. (em coord. com Cláudia Lima Marque \ne Bruno Miragem). Revista dos Tribunais, 2017. \n» Manual de Direito do Consumidor (em co -autoria com Walter Moura). Brasília: Ministério da Justiça \n4ª ed., 2014 \n Cadastro positivo: comentários à Lei 12.414/2011. Revista dos Tribunais, 2011. \n» Relação de Consumo e aplicação do Código de Defesa do Consumidor: 2 ed. Revista dos Tribunais, \n2009. \n» O Consumidor e seus direitos – ao alcance de todos. 3 ed. Brasília Jurídica, 2006. \n» O consumidor e os limites dos bancos de dados de proteção ao crédito. Revista dos Tribunais, 2003. \n \nOUTROS TÍTULOS \n \n» Membro da Comissão de Juristas instituída pela Presidência do Senado Federal para atualização \ndo Código de Defesa do Consumidor (2010/2013). \n» Colaborador, há 20 anos, do Encarte semanal “Direito & Justiça”, do jornal Correio Braziliense, \nrespondendo a perguntas de leitores obre direitos do consumidor (1999-2019). \n» Presidente do BRASILCON – Instituto Brasileiro de Política e Direito do Consumidor, entidade civil \nnacional de caráter científico voltada ao estudo do Direito do Consumidor (www.brasilcon.org.br) \n2006/2010. \n» Participação diária (segunda à sexta) do programa Defenda Seus Direitos, Rádio Justiça, com \nesclarecimentos sobre o Código de Defesa do Consumidor (2014). \n» Membro do Grupo de Trabalho sobre Proteção do Consumidor na Sociedade da Informação, Ministério \nda Justiça (Secretaria Nacional do Consumidor) – 2014. \n» Membro do Grupo de Estudos Permanentes de Acidentes de Consumo, Ministério da Justiça (Secretaria \nNacional do Consumidor) - 2010/2014. \n» Membro e, posteriormente, Presidente do Conselho Consultivo da Anatel por três anos (2011/2013). \n» Membro do Conselho Gestor do Fundo de Direitos Difusos do PROCON-DF (2011/2012). \n» Membro de Comissão do Ministério da Justiça instituída para elaborar anteprojeto de lei que cria e \nregulamenta o cadastro positivo (redação adotada pela Lei 12.414/11) – 2010/2011. \n» Colaborador do Ministério da Justiça na elaboração do Decreto 6.523/2008 (Decreto do SAC) – 2008. \n» Membro da Comissão de Proteção ao Consumidor no comércio eletrônico do Ministério da Justiça \n(2005/2008). \n» Membro do Conselho Federal Gestor do Fundo de Defesa de Direitos Difusos – CFDD (2002/2006). \n» Membro do Conselho Federal Gestor do Fundo de Defesa de Direitos Difusos – CFDD (2002/2006). \n \nPROGRAMA HISTÓRIA ORAL \n \n»YouTube/Playlist/HistóriaOral/LeonardoRoscoeBessa",
    "biografia_tjdft_resumo": "136 \nBIOGRAFIA \nDESEMBARGADOR \nLEONARDO ROSCOE BESSA \n \nDADOS PESSOAIS \nNOME: Leonardo Roscoe Bessa \nDATA DE NASCIMENTO: 5/12/1967 \nLOCAL DE NASCIMENTO: Brasília – DF \nNACIONALIDADE: Brasileira \n \n \n \n \n \n \n \n \n \nESCOLARIDADE \n \nCurso Superior: Bacharel em Direito pela Universidade de Brasília, em 1989 \nPós-graduação: \n» Mestre em Direito Público, 2002, pela Universidade de Brasília – UnB. \n» Doutor em Direito Civil, em 2008, pela Universidade do Estado do Rio de Janeiro-UERJ. \n \nEMPREGOS E CARGOS OCUPADOS \n \n» Procurador de Justiça com atuação na 2ª Procuradoria de Justiça Criminal Especializada e na \nCoordenadoria de Recursos Constitucionais (2019 -2021). \n» Conselheiro do Conselho Superior do Ministério Público do Distrito Federal e Territórios. \n» Secretário Executivo do Grupo Nacional de Defesa do Consumidor (GNDC) do Conselho Nacional de \nProcuradores-gerais do Ministério Público d..."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://www.tjdft.jus.br/institucional/composicao/2a-instancia/desembargadores/ordem-alfabetica",
      "tipo": "site-oficial",
      "observacao": "Ordem alfabetica (2a instancia)"
    }
  ],
  "atualizado_em": "2026-01-30"
}
