{
  "id": "tjdft-josapha-francisco-dos-santos",
  "nome": "Des. Josaphá Francisco Dos Santos",
  "nome_completo": null,
  "orgao": "TJDFT",
  "cargo": "Desembargador",
  "situacao": "titular",
  "dados_publicos": {
    "assessor": "Tatiana Pires Villas Boas De Carvalho",
    "telefones_gabinete": "(61)3103-7155, (61)3103-7147, (61)3103-7153",
    "biografia_tjdft_url": "https://www.tjdft.jus.br/institucional/gestao-do-conhecimento/gestao-da-memoria/biografias/des-josapha-francisco-dos-santos.pdf",
    "biografia_tjdft_texto": "118 \nBIOGRAFIA \nDESEMBARGADOR \nJOSAPHÁ SANTOS \n \nDADOS PESSOAIS \nNOME: Josaphá Francisco dos Santos \nDATA DE NASCIMENTO: 6/12/1962 \nLOCAL DE NASCIMENTO: Ilhéus - Bahia \nNACIONALIDADE: Brasileira \n \n \n \n \n \n \n \n \n \nESCOLARIDADE \n \nGraduação: Bacharel em Direito pelo Centro de Ensino Unificado de Brasília – CEUB, 12/1994. \nPós-Graduação: Latu Sensu em Processo Civil, 1997-1998. \nLatu Sensu em Metodologia do Ensino Superior pelo UniCEUB, 1998-1999. \nAluno Especial do curso de Mestrado em Políticas Públicas do UniCEUB. \n \nEMPREGOS E CARGOS OCUPADOS \n \n» Conciliador do Juizado Informal de Pequenas Causas, Gama (DF), 1992. \n» Advogado atuante no escritório Santos, Carvalho & Araújo Advogados Associados. \n» Assessor Jurídico na Reitoria do UniCEUB de 2006 a 2011. \n» Empossado como Presidente do Colégio de Diretores de Escolas Judiciárias Eleitorais -TREDF, em \n4/8/2014. \n» Nomeado Juiz Substituto do Tribunal Regional Eleitoral do Distrito Federal e dos Territórios por \nDecreto do Excelentíssimo Senhor Presidente da República, em 13/1/2009. Posse em 28/1/2009. \n» Designado Juiz Auxiliar para atuar nas Eleições de 2010 pela Portaria GP n. 325 de 30/12/2009, do \nTribunal Regional Eleitoral do Distrito Federal. \n» Designado Diretor da Escola Judiciária Eleitoral do Distrito Federal pela Portaria GP n. 156, de \n27/4/2010 do Tribunal Regional Eleitoral. \n» Nomeado pelo Quinto Constitucional Juiz Titular do Tribunal Regional Eleitoral do Distrito Federal e \ndos Territórios, com posse em 9/2/2011. \n» Presidente do TRE-DF em substituição ao Desembargador Presidente, Dr. João de Assis Mariosi, em \ndezembro de 2011. \n» Nomeado Juiz Titular do Tribunal Regional Eleitoral do Distrito Federal e Territórios pelo Quinto \nConstitucional, com posse em agosto de 2013. \n» Nomeado Ouvidor-Geral do Tribunal Regional Eleitoral do Distrito Federal e Territórios na 30ª Sessão \nAdministrativa daquela Corte, em 27/8/2013. \n» Designado membro da Comissão Apuradora das Eleições Gerais do TRE/DF para 2014 pela Portaria \nConjunta n. 200, de 1º/10/2014. \n» Designado pela Presidência da República para ocupar o cargo de Desembargador do Tribunal de Justiça \ndo Distrito Federal e dos Territórios – em vaga destinada à Ordem dos Advogados do Brasil, em \n28/5/2015, com posse em 25/6/2015. \n\n \n \nMAGISTÉRIO \n \n» Professor de Direito do Trabalho e Processo do Trabalho da Faculdade de Direito do UniCEUB, 1996. \n» Professor de Direito do Trabalho II da Faculdade de Direito A.E.U.D.F, de 2 a 12/2001. \n Professor de Prática Trabalhista no Núcleo de Prática Jurídica do UniCEUB, de 1996 a 1998. \n» Supervisor do Núcleo de Prática Jurídica do UniCEUB, de 1999 a 2001. \n» Coordenador do Projeto de elaboração e implantação do Núcleo de Prática Jurídica da Faculdade Euro-\nAmericana, de abril a setembro de 2001. \n» Assistente da Coordenação do curso de Direito e Chefe da Seção do curso de Direito Público do \nUniCEUB, de 2001 a 2006. \n» Professor de Direito Material do Trabalho da Faculdade Processus no primeiro semestre de 2010; \n» Diretor da Escola Judiciária Eleitoral do Distrito Federal de 27/4/2010 até 2015. \n \nCONGRESSOS, SEMINÁRIOS E ENCONTROS \n \n» Justiça Federal: Análise da Imagem Institucional, de 5 a 6/12/94, em Brasília/DF. \n» Congresso Internacional “Perspectivas das Relações Justiça Federal - Análise da Imagem Institucional”, \nde 5 a 6/12/94, em Brasília/DF. \n» Congresso Internacional “Perspectivas das Relações do Trabalho no Brasil e no Mundo” de 30/8 a \n1º/9/2000, em Brasília/DF. \n» Encontro Nacional de Diretores de Escolas de Magistratura, em Foz do Iguaçu, Paraná, de 27 a 29/10 \nde 2010. \n» 51º Encontro do Colégio de Presidentes dos Tribunais Regionais Eleitorais, de 25 a 27/11 de 2010, em \nCampo Grande - Mato Grosso do Sul. \n» Participação no I Congresso das Escolas Judiciárias Eleitorais em Recife (PE), nos dias 17 e 18 de \nfevereiro de 2011. \n» XXIX Encontro do Colégio de Corregedores da Justiça Eleitoral, realizado de 13 a 16/4/2011, em \nArraial D’Ajuda, Porto Seguro/Bahia, representando o Vice -Presidente e Corregedor Regional Eleitoral \ndo Distrito Federal, Des. Mário Machado. \n» 53º Encontro do Colégio de Presidentes dos Tribunais Regionais Eleitorais de 19 a 21 de maio de 2011, \nem Salvador – Bahia; \n» Participação no II Congresso Regional das Escolas Judiciárias Eleitorais, realizado em Manaus (AM), \nnos dias 25 e 26 de agosto de 2011. \n» Participação no “III Congresso Regional das Escolas Judiciárias Eleitorais”, realizado em Minas Gerais, \ncom o apoio do Tribunal Superior Eleitoral, nos dias 29 e 30 de setembro de 2011. \n» Participação no Congresso Internacional Eleitoral, realizado em São Paulo, com o apoio do Tribunal \nSuperior Eleitoral, nos dias 9, 10 e 11 de novembro de 2011. \n» Participação no VIII Congresso Brasileiro de Direito Eleitoral, realizado em Recife – PE, nos dias 10, \n11 e 12 de maio de 2012, promovido pela Faculdade Maurício de Nassau. \n» Congresso Paraibano de Direito Eleitoral, dias 1º e 2 de março de 2012, em João Pessoa/PB. \n» Participação no “IV Congresso Regional Eleitoral das Escolas Judiciárias Eleitorais’, com apoio do \nTribunal Superior Eleitoral, nos dias 29 e 30 de março de 2012. \n» Participação no XXI Congresso Brasileiro de Magistrados - O Magistrado no Século XXI: Agente de \nTransformação Social, realizado em Belém – PA, de 21 a 23 de novembro de 2012, organizado pela \nAssociação dos Magistrados Brasileiros. \n» Participação no “I Simpósio Nacional de Ouvidorias Públicas”, realizado no Conselho Nacional do \nMinistério Público, Brasília – DF, no dia 26 de agosto de 2014, organizado pela Ouvidoria do Conselho \nNacional de Justiça em parceria com a Ouvidoria do Conselho Nacional do Ministério Público. \n \nPALESTRAS \n \n» Palestrante convidado do “II Seminário do Terceiro Setor” no Distrito Federal, com o tema “Acesso à \nJustiça”, em 20/10/2000, Brasília/DF. \n» Palestra “Principais Alterações das Resoluções que regerão as eleições de 2010”, proferida pelo \nMinistro Arnaldo Versiane, em 16/8/2010. \n» Palestra “Direito ao Corpo: aspectos polêmicos”, proferida pelo Dr. Nelson Rosenvald, em 17/8/2010. \n» Palestra “Limites e Abusos da Administração Pública no Exercício de suas Prerrogativas ao Contratar”, \nproferida em 18/8/2010 pela Dra. Maria Sylvia Zanella di Pietro. \n» Palestra “Mediação e Conciliação como Formas de Resolução de Conflitos”, proferida pela Dra. Ada \nPellegrini Grinover, em 19/8/2010. \n» Palestra “Inelegibilidade e Vida Pregressa”, proferida pelo Dr. Adriano Soares da Costa em 20/8/2010. \n» Palestra “Gestão de Pessoas no Serviço Público: aspectos relevantes – limite remuneratório na \nAdministração Pública Brasileira”, proferida em 29/8/2011 por Dr. Inácio Magalhães Filho. \n» Palestra “Controvérsias no novo Código Florestal”, proferida em 30/8/2011 pela Dra. Márcia Leuzinger. \n \n \n» Palestra “Judicialização da Política, Politização da Justiça ou Ativismo?”, proferida em 31/8/2011 pela \nDra. Patrícia Cerqueira de Oliveira. \n» Palestra “A Função Preventiva da Responsabilidade Civil”, em 1º/9/2011 pelo Dr. Nelson Rosenvald. \n» Palestra “Ditadura Intrapartidária e seus Reflexos na Reforma Política”, proferida em 2/9/2011 pelo Dr. \nAntônio Augusto Brandão de Aras. \n» Palestra “Cidadania, Pilar da Democracia”, proferida pelo Dr. Djalma Pinto, em 23/11/2011. \n» Palestra “A Lei da Ficha Limpa e os Novos Paradigmas do Direito Eleitoral”, proferida pelo Dr. Márlon \nReis, no dia 31 de maio de 2012. \n» Palestra “Responsabilidade Eleitoral”, proferida pelo Dr. José Jairo Gomes, 3/9/2012. \n» Palestra “O Novo Código de Processo Civil”, proferida pelo Dr. Fredie Didier, em 4/9/2012. \n» Palestra “A Intervenção Mínima do Direito de Família com Abordagem no Dano Moral Afetivo, à Luz \nda Recente Decisão do STJ e seus Efeitos Futuros”, promovida pelo Dr. Cristiano Chaves de Farias, em \n5/9/2012. \n» Palestra “Reforma do Código Penal”, promovida pelo Dr. Luiz Flávio Gomes, em 6/9/2012. \n» Palestra “Panorama Político Brasileiro após as eleições de 2010”, proferida pelo jornalista Heraldo \nPereira, em 30/3/2011. \n \nOUTROS TÍTULOS \n \n \n» Ordem do Mérito no grau de “Comendador”, conferida pelo Ministério Público do Distrito Federal e \nTerritórios, em maio de 2004. \n» Ordem do Mérito de Dom Bosco no grau de “Comendador”, conferida pelo Tribunal Regional do \nTrabalho da 10ª Região, em agosto de 2005; \n» Ordem do Mérito Judiciário do Distrito Federal e dos Territórios, no grau de “Comendador”, conferido \npelo Tribunal de Justiça do Distrito Federal e dos Territórios, em fevereiro de 2008; \n» Medalha do Mérito Eleitoral, conferida pelo Tribunal Regional Eleitoral do Distrito Federal e dos \nTerritórios, em dezembro de 2010; \n» Admitido na Ordem do Mérito Alferes Joaquim José da Silva Xavier, no Grau “Grande Oficial”, em \n1º/12/2011; \n» Cruz do Mérito do Empreendedor Juscelino Kubitschek no grau “Comendador”, conferida pela \nAcademia Brasileira de Honrarias ao Mérito - ABRAHM, em abril de 2013; \n» Agraciado com a Medalha “Mérito Santos-Dumont” em 20/7/2017 pela Força Aérea Brasileira. \n» Agraciado com a Ordem do Mérito Ministério Público do Distrito Federal e Territórios, grau “Grão -\nColar”, quadro especial – o mais alto grau da Ordem do Mérito do MPDFT, em 31/8/2018. \n» Agraciado com a Medalha da Ordem do Mérito Aeronáutico (OMA), no grau “Comendador”, em \n23/10/2018, dia do Aviador e dia da Força Aérea Brasileira. \n- Agraciado com o título de Cidadão Honorário de Brasília, concedido pela Câmara Legislativa do Distrito \nFederal, em 28/3/2019. \n- Agraciado com a medalha de Ordem do Mérito Naval, na categoria personalidade civil, pela Marinha \ndo Brasil, em 1º/7/2020. \n \nPROGRAMA HISTÓRIA ORAL \n \n \n» YouTube/Playlist/HistóriaOral/JosapháFranciscodosSantos",
    "biografia_tjdft_resumo": "118 \nBIOGRAFIA \nDESEMBARGADOR \nJOSAPHÁ SANTOS \n \nDADOS PESSOAIS \nNOME: Josaphá Francisco dos Santos \nDATA DE NASCIMENTO: 6/12/1962 \nLOCAL DE NASCIMENTO: Ilhéus - Bahia \nNACIONALIDADE: Brasileira \n \n \n \n \n \n \n \n \n \nESCOLARIDADE \n \nGraduação: Bacharel em Direito pelo Centro de Ensino Unificado de Brasília – CEUB, 12/1994. \nPós-Graduação: Latu Sensu em Processo Civil, 1997-1998. \nLatu Sensu em Metodologia do Ensino Superior pelo UniCEUB, 1998-1999. \nAluno Especial do curso de Mestrado em Políticas Públicas do UniCEUB. \n \nEMPREGOS E CARGOS OCUPADOS \n \n» Conciliador do Juizado Informal de Pequenas Causas, Gama (DF), 1992. \n» Advogado atuante no escritório Santos, Carvalho & Araújo Advogados Associados. \n» Assessor Jurídico na Reitoria do UniCEUB de 2006 a 2011. \n» Empossado como Presidente do Colégio de Diretores de Escolas Judiciárias Eleitorais -TREDF, em \n4/8/2014. \n» Nomeado Juiz Substitu..."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://www.tjdft.jus.br/institucional/composicao/2a-instancia/desembargadores/ordem-alfabetica",
      "tipo": "site-oficial",
      "observacao": "Ordem alfabetica (2a instancia)"
    }
  ],
  "atualizado_em": "2026-01-30"
}
