{
  "id": "tjdft-diaulas-costa-ribeiro",
  "nome": "Des. Diaulas Costa Ribeiro",
  "nome_completo": null,
  "orgao": "TJDFT",
  "cargo": "Desembargador",
  "situacao": "titular",
  "dados_publicos": {
    "assessor": "Roberto Luiz da Silva Junior",
    "telefones_gabinete": "(61)3103-4281",
    "biografia_tjdft_url": "https://www.tjdft.jus.br/institucional/gestao-do-conhecimento/gestao-da-memoria/biografias/desembargador-diaulas-costa-ribeiro",
    "biografia_tjdft_texto": "125 \nBIOGRAFIA \nDESEMBARGADOR \nDIAULAS COSTA RIBEIRO \n \nDADOS PESSOAIS \nNOME: Diaulas Costa Ribeiro \nDATA DE NASCIMENTO: 2/12/1962 \nLOCAL DE NASCIMENTO: Monte Carmelo - MG \nNACIONALIDADE: brasileira \n \n \n \n \n \n \n \n \n \n \nESCOLARIDADE \n \nEnsino Fundamental: Centro Educacional Champagnat, 1973-1977. \nEnsino Médio: Centro Educacional Compacto Taguatinga, DF, 1978-1980. \nBacharel em Direito pelo Centro Universitário de Brasília – UniCEUB, 1985. \nDoutor em Ciências Jurídico -Criminais pela Universidade Católica Portuguesa, UCP, Faculdade de \nDireito de Lisboa, 2002. \nPós-Doutor em Direito e Bioética Médica pela Universidad Complutense de Madrid, UCM, Espanha, \n2003-2004. \n \nEMPREGOS E CARGOS OCUPADOS \n \n» Nomeado pela Presidência da República para ocupar o cargo de Desembargador do TJDFT – em vaga \ndestinada a membro do Ministério Público do Distrito Federal e Territórios, conforme publicação no \nDiário Oficial da União Ano LVII, nº 142 de 26 de julho de 2016, com posse em 19/8/2016. \n» Procurador de Justiça do Ministério Público do Distrito Federal e Territórios, 2013- 2016. \n» Promotor de Justiça do Ministério Público do Distrito Federal e Territórios, 1991- 2013. \n» Conselheiro do Conselho Nacional do Ministério Público, 2007-2009. \n» Conselheiro do Conselho Superior do Ministério Público do Distrito Federal e Territórios, 2014- 2016. \n» Membro do corpo de Editores Associados da Revista de Doutrina e Jurisprudência do Tribunal de \nJustiça do Distrito Federal e dos Territórios, 2015. \n» Membro e Presidente do Comitê de Ética em Pesquisa da Faculdade de Medicina da UNB - \nUniversidade de Brasília, 2010-2015. \n \nNo Conselho Federal de Medicina (Funções acadêmicas e científicas honorárias, sem qualquer tipo \nde remuneração): \n \n» Membro da Comissão Nacional de Revisão do Código de Ética Médica, 2007-2009 e 2016-2018. \n» Membro da Câmara Técnica de Terminalidade da Vida, 2007. \n» Membro da Câmara Técnica de Direito Médico, 2009. \n» Membro do Conselho Editorial da Revista Bioética, 2009. \n \n \n \n \n\n \nMAGISTÉRIO \n \n» Coordenador do Curso de Direito da Universidade Católica de Brasília – UCB, primeira investidura: \n1998-2001; segunda investidura: desde 2014. \n» Professor do Programa de Pós-Graduação em Direito (Mestrado) da Universidade Católica de Brasília \n– UCB, desde 2014. \n» Professor do Curso de Medicina da Universidade Católica de Brasília – UCB, desde 2006. \n \nProfessor nas seguintes instituições: \n» Universidade de Brasília – UnB, 2010. \n» Fundação Escola Superior do Ministério Público do Distrito Federal, 2003. \n» União Educacional do Planalto Central - Uniplac/Faciplac, 2002-2014. \n» Centro Universitário de Brasília – UniCEUB, 1987-1988. \n» Centro Universitário do Distrito Federal – UniDF, 1986-2002. \n \nProfessor convidado/visitante nas seguintes instituições: \n» Universidade Católica de Portuguesa, Lisboa; \n» Universidade Clássica de Lisboa; \n» Universidade de Hannover (Leibniz Universität Hannover), Alemanha; \n» Universidad Complutense de Madrid, Facultad de Medicina; \n» Universidad Autónoma de Chihuahua, Gobierno del Estado de Chihuahua, México; \n» Symbiosis International University, Pune, Índia; Instituto Tecnológico Superior-ITESUS - Universidad, \nMazatlán, Sinaloa, México; \n» Jiao Tong Shanghai University, Xangai, China. \n \nPARTICIPAÇÃO EM EVENTOS \n \n» 102ª Reunião Ordinária do Conselho Nacional dos Corregedores do Ministério Público. Licenças para \ntratamento de saúde mental, 2016. \n» I Workshop de Cuidados Paliativos do Hospital Sírio Libanês. Legislação brasileira e cuidados \npaliativos: legem habemus, 2016. \n» VI Congresso Brasileiro de Direito Médico. Autonomia do paciente: há conflito entre o direito do \npaciente e a autonomia do médico? - 2016. \n» VI Congresso Brasileiro de Direito Médico. A especialização profissional na Lei nº 3.268/57: a \ninterpretação literal e outras possibilidades hermenêuticas, 2016 - XI Congresso Médico da Universidade \nCatólica de Brasília. Hemotransfusão: Autonomia vs Beneficência, 2016. \n» XI Congresso Médico da Universidade Católica de Brasília. Biohacking: pioneiros da nova revolução, \n2016. \n» XLVII Curso de Ética Médica do CRM-DF. Doação de Transplante de Órgãos, 2016. \n» XLIV Curso de Ética Médica do CRM-DF. Transplantes de órgãos: aspectos legais e bioéticos, 2015. \n» IV Congresso Brasileiro de Direito Médico do CFM, 2014. \n» Curso de Capacitação de Diretores de Escola das IES, 2014. \n» IX Congresso Médico de Brasília. Ética em Pesquisas Clínicas, 2014. \n» XLIII Curso de Ética Médica do CRM- DF. Transplantes de Órgãos: Aspectos Legais e Bioéticos II, \n2014. \n» Abertura do Internato 2º/2011 do Curso de Medicina da UCB. A relação médico- paciente: velhas \nbarreiras, novas fronteiras, 2013. \n» IV Fórum de Ética do CREMESC. Judicialização e Ética Médica, 2011. \n» I Congresso Brasileiro de Direito Médico. Código Penal; Código de Ética Médica: integração das \nresoluções do conselho de medicina aos tipos penais, 2010. \n» I Congresso Norte/Nordeste de Humanização da Área de Saúde. Debate, 2010. \n» I Encontro Estudantil de Palhaçoterapia. A Eterna Busca da Imortalidade Humana - Viver a Própria \nVida e Morrer, 2010. \n» I Fórum Sobre Diretivas Antecipadas de Vontade. Interfase entre Direito e Medicina, 2010. \n» I Fórum sobre Doação de Órgãos e Tecidos, 2010. \n» II Congresso Pernambucano de Humanização da Área de Saúde. Debate, 2010. \n» II Workshop sobre a Influenza A (H1N1) - AMBR - Associação Médica de Brasília, 2009. \n» III Conferência Nacional de Ética Médica. Autonomia do Médico, 2009. \n» I Seminário Uso Racional do Sangue, em 2009. \n» IV Conferência Nacional de Ética Médica. Revisão do Código de Ética Médica, 2009. \n» 40ª Reunião Extraordinária do Conselho Nacional de Saúde. Direitos Sexuais, 2008. \n \n» Processo Jurídico e Responsabilidade em Odontologia. Associação Brasileira de Odontologia Seção \nDistrito Federal, 2008. \n» I Fórum Sobre Privacidade e Confidencialidade. Bioética Comparada, 2008. \n» II Encontro Nacional dos Conselhos de Medicina. Implicações Jurídicas na Mudança do Código de \nÉtica Médica, 2008. \n» III Congresso de Ética Médica do Distrito Federal. Responsabilidade Penal do Médico, 2008. \n» XIII Congresso Brasileiro de Medicina Intensiva (Adulto - Pediátrico - Neonatal). Empresa Cooperativa \nou Trabalho Assalariado - Qual privilégio? - 2008. \n» XXVI Congresso Brasileiro de Pesquisa Ciência e Ética em Pesquisa. Conf. I Crítica aos laudos \nCriminais, 2008. \n» II Ciclo de Palestrante para os Conselhos Federais de Profissões Regulamentadas. Conselho Federal de \nFarmácia, 2007. \n» II Conferência Nacional de Procuradores e Assessores Jurídicos dos Conselhos Federal e Regional de \nFarmácia, 2007. \n» Mulher Mito e Realidades. Liga da Mulher dos Alunos de Medicina da Universidade Católica de \nBrasília – UCB, 2007. \n» Descriminalização do Aborto. Sociedade Brasileira de Bioética Regional do Piauí, 2007. \n» 2º Simpósio de Gestão em Saúde Suplementar. Conferência: Paciente Terminal: O Direito, a Medicina \ne a Ética no fim da vida, 2006. \n» A morte e a vida em debate. Conferência: Suspensão de Esforço Terapêutico, 2006. \n» Curso de Pós-Graduação lato sensu em Direito Sanitário. Conferência: A atuação do Ministério Público \ne do Poder Judiciário em face da interrupção da gravidez nos casos de feto portador de anencefalia, 2006. \n» Suspensão do Esforço Terapêutico. Faculdade de Medicina do Planalto Central, 2006. \n» Aspectos Médicos Legais e Jurídicos das Grandes Catástrofes. Faculdade de Medicina do Planalto \nCentral-FAMEPLAC, 2006. \n» Medicina, Direito, Ética e a Terminalidade da Vida. Fórum: Desafios éticos na terminalidade da vida. \nConferência, 2006. \n» Anencefalia e Direito. Fundação Oswaldo Cruz - Núcleo Federal de Ensino, 2006. \n» I Fórum Internacional de Bioética: A ética contempla a vida. Testamentos Vitais, 2006. \n» I Congresso de Ética Médica do Distrito Federal. Conferência: Ética Médica e responsabilidade civil e \npenal, 2006. \n» III Encontro de Direito de Família do IBDFAM. Conferência: Testamentos Vitais e Diretivas \nAntecipadas, 2006. \n» III Encontro de Direito de Família do IBDFAM/DF. Família, Lei e Jurisdição, 2006. \n» Suspensão de Esforço Terapêutico. IX Jornada Científica de Enfermagem e V Jornada Científica da \nResidência de Enfermagem do HRAS. Pacientes Terminais, 2006. \n» IX SIPAT - Semana Interna de Prevenção de Acidentes de Trabalho. Conferência: Transplantes de \nórgãos e tecidos e prevenção de agravos à saúde, 2006. \n» Seminário: Administração Pública e Processo Administrativo Federal. Conferência: Ação civil pública \ne os subsídios provenientes do processo administrativo, 2006. \n» Aspectos Legais da Propaganda de Medicamentos. ANVISA - Agência Nacional de Vigilância \nSanitária, 2005. \n» Ciclo de Conferências da Ordem dos Advogados de Portugal. Habeas -Corpus no Brasil e no Mundo, \n2005. \n» Ciclo de conferências especializadas em Direito Penal do Conselho Distrital de Lisboa da Ordem dos \nAdvogados. Conferência: Habeas-Corpus no Brasil e no Mundo, 2005. \n» Conferência: Eutanásia: um direito ou um crime? - 2005. - Testamentos Vitais e Suspensão de Esforço \nTerapêutico. I Simpósio de Terapia Intensiva do Hospital Santa Luzia. Conferência, 2005. \n» Interrupção de Vida - UTI. Aspectos Jurídicos. I Simpósio de Terapia Intensiva do Hospital Santa Luzia, \n2005. \n» Direitos e Deveres do Paciente. I Simpósio de Administração em Oftalmologia do Centro-Oeste, 2005. \n» Reeleitura do Crime do Aborto, conforme a Constituição Federal. IV Congresso Nacional dos \nPromotores do Júri, 2005. \n» Bioética e Desafios Contemporâneos. Semana Jurídica da PUC-Minas, 2005. \n» V Congresso Brasileiro de Direito de Família. Conferência: Testamentos Vitais e Suspensão de Esforço \nTerapêutico, 2005. \n» Congreso Mundial de Procuración Hacia Políticas Públicas de nuevo cuño en materia de Justicia Penal \ny Ciencia Forenses, Chihuahua, México, 2004. \n» Fórum Nacional sobre Anencefalia e Doação de Órgãos (CFM), 2004. \n» Primer Congreso Mundial de Procuración, Impartición de Justicia y Ciencias Forenses. Conferência: \nNovas perspectivas do Sistema de Justiça Mundial, Chihuahua, México, 2004. \n \n» Reunião Extraordinária do Conselho de Defesa dos Direitos da Pessoa Humana - MJ/CDDPH. \nAntecipação Terapêutica de Parto nos casos relativos a fetos anencefálicos, 2004. \n» VI Congresso Interno do MPDF. Ministério Público. Instrutor e Prerrogativas da Constituição, 2004. \n» 1° Encontro Orto-forence do DF - 2003. \n» Antecipação terapêutica do parto: aspectos médicos, éticos, jurídicos e sociais. ANIS – Instituto de \nBioética, Direitos Humanos e Gênero, 2003 (Seminário). \n» A fiscalização externa dos bancos de dados de DNA pelo MPDFT. Centro de Estudo Técnico Jurídico \ndo MPDFT, 2003. \n» Ciclo de Conferências do Laboratório Tecnogene Diagnósticos Moleculares. Como a “Pró-Vida poderá \natuar frente às novas tecnologias e abordagens terapêuticas?”, 2003. \n» Direito Penal (Congresso) - Escola Superior do Mistério Público, 2003. \n» Atuação do Promotor de Justiça no Tribunal do Júri. Fundação Escolar do Mistério Público do Distrito \nFederal e Territórios, 2003. \n» Direito Penal e Processual Penal. Fundação Escola Superior do Ministério Público do Distrito Federal \ne Territórios, 2003. \n» Mesa científica: A criação de banco de dados de DNA. Conferência: A fiscalização externa dos bancos \nde dados de DNA pelo Ministério Público do Distrito Federal e Territórios, 2003. \n» Sexto Ciclo de Estudo. Aperfeiçoamento Funcional do MP/TO, 2003. \n» Sexualidade e Saberes: Convenções e Fronteiras, 2003. \n» Modulo VI Ética em Pesquisa (Bioética e Direito na visão do Ministério Público). Universidade de \nBrasília, 2003. \n» Transgender: The brazilian experience. Brasília Society of Bioethics – SBB, 2002. \n» Fundação Oswaldo Cruz - Semana de Direito Sanitário: Vigilância Sanitária, Direito e Saúde, 2002. \n» I Encontro dos Corregedores e Assessores Jurídicos dos Conselhos de Medicina - Conselho Federal de \nMedicina. As Relações entre o Ministério Público e os Conselhos de Medicina. Ano 2002. \n» Atuação do Ministério Público nos Erros dos Profissionais da Saúde no Distrito Federal - Instituto de \nSaúde dos Olhos - Brasília-DF, 2002. \n» IV International Conference on Feminist Approaches to Bioethcs Network. Gender, Power and (in) \nJustice, 2002. - Seminário sobre clonagem humana, 2002. - XIV Semana Cientifica de odontologia, 2002. \n» 1° Simpósio de Atualidades em Transparência de Órgãos do Distrito Federal, 2001. \n» Quem pode ter acesso às Tecnologias Reprodutivas? Diferentes Perspectivas do Direito Brasileiro, \n2001. \n» Associação Brasileira de Criminalística. Perícias Criminais: a processualística, a reforma do Código de \nProcesso Penal e a visão usuária, 2001. \n» Conselho Regional de Odontologia de Santa Catarina. Ministério Público e a Defesa da Saúde, 2001. \n» Seminário: Bioética e Direito. Fundação Escola do Ministério Público do Distrito Federal e Territórios, \n2001. \n» I Simpósio Internacional de Direito Médico e Responsabilidade Profissional Médica e Odontologia, \n2001. \n» IX Congresso Internacional de Odontologia do Distrito Federal. Responsabilidade Criminal em \nOdontologia e Combate aos Falsos Dentistas, 2001. \n» Transfusão de Sangue. Aspectos Médicos, Éticos e Legais, 2001. \n» Erros nas Profissões de Saúde. Congresso Brasileiro Forense, 2000. \n» Curso de Capacitação para Promotores de Justiça da Região Metropolitana do Recife - Ministério \nPúblico de Pernambuco - Escola Superior do Ministério Público, 2000. \n» Como evitar Processo Ético contra Cirurgião Dentista - Conselho Regional de Odontologia do Distrito \nFederal, 1999. \n» O Prontuário Médico e a Responsabilidade Civil, Criminal e Ética - Governo do Distrito Federal \nSecretaria de Saúde, 1999. \n» A Ética, o Judiciário e os Direitos Humanos e Sociais, 1999. \n» A Importância do Prontuário Médico frente à Responsabilidade Civil, Ética e Administrativa. 1999. \n» Atitudes que evitam a Responsabilização Criminal da equipe de Saúde. VI Congresso Médico de \nBrasília, 1999. \n» Aspectos Legais do Prontuário Odontológico como arma contra Processos Criminais. X Jornada \nOdontológica do HFA, 1999. \n» Manicômio Judiciário e os Doentes Mentais com Periculosidade antes da Reforma Psiquiátrica. \nAssociação Brasileira de Psiquiatria, 1997. \n» Internação Compulsória e Involuntária. Associação Brasileira de Psiquiatria, 1997. \n» Colóquio de Direito Internacional - Comunidade dos Países de Língua Portuguesa, 1997. \n» O papel da perícia criminalística para o sucesso da ação penal. II Jornada Latino Americanas de \nCriminalidade e XIII Congresso Nacional de Criminalística, 1995. \n» Transferência de Presos entre Países. Congresso Internacional de Direito Penal, 1994. \n \n» Da Obrigatoriedade do Trabalho Pericial. III Ciclo de Estudo Médico Legal, 1994. \n» A Medicina Legal e o Processo Penal Vigente. XIII Congresso Brasileiro de Medicina Legal; IV \nCongresso Brasileiro de Ética Médica; II Congresso Brasileiro de Odontologia Legal, 1994. \n» II Encontro Nacional de Peritos Oficiais, 1993. \n» I Jornada Luso-Brasileira de Direito Penal e Processo Penal. Ação Penal no Direito Brasileiro, 1993. \n» Ciclo de Debates de Direito Penal e Processual Penal, 1991. \n» Curso de Especialização em Direito Processual Civil - Instituto Brasileiro de Direito Processual, 1988. \n» Ciclo de Estudo à Constituição de 1988. Ordem dos Advogados do Brasil. \n» IV Semana de Estudos Jurídicos – UniCEUB, 1985. \n» I Semana Internacional de Direito Constitucional – UniCEUB, 1981. \n \nTRABALHOS PUBLICADOS \n \n» Quinto constitucional: política e história, 2019. \n» Interface between the Brazilian Antitrust, Anti- Corruption and Criminal Organization Laws: The \nLeniency Agreements, 2016. \n» Reversão de Aposentadoria de Servidor Público Septuagenário: Irretroatividade da Lei Complementar \nnº 152/2015, 2016. \n» The right to die. The end-of-life stage in Brazil, Argentina and Colombia, 2015 - Erro Médico, 2012. \n» A relação médico paciente: velhas barreiras novas fronteiras (Org.), Ed. São Camilo, 2010. \n» Medice Cura te Ipsum. Tradução. Texto original de Diego Gracia. In: A relação médico paciente: velhas \nbarreiras novas fronteiras (Org.), São Paulo: Ed. São Camilo, SP, 2010. \n» Testamentos Vitais e Diretivas Antecipadas. Tradução. Texto original de Miguel Angel Sánchez \nGonzáles, 2010. \n» A eterna busca da imortalidade humana: a terminalidade da vida e a autonomia, 2006. \n» Autonomia: Viver a própria vida e morrer a própria morte. (Autonomy: to live one’s own life and to die \none´s own death) - 2006. \n» Eutanásia, suicídio assistido, distanásia e suspensão de esforço terapêutico, 2005. \n» Suspensão de Esforço Terapêutico, 2005. \n» A prerrogativa constitucional do Ministério Público para exercer o controle externo da atividade \npolicial, 2004. \n» Prostituição: uma profissão como outra qualquer. Ensaio Multidisciplinar contra a intromissão do \nEstado na autonomia funcional da mulher em defesa do direito à livre orientação sexual, 2003. \n» Ministério Público: dimensão constitucional e repercussão no Processo Penal, Saraiva, 2003. \n» Antecipação terapêutica de parto: uma releitura jurídico -penal do aborto por anomalia fetal no Brasil. \nIn: Aborto por anomalia fetal, Letras Livres, 2003. \n» Reprodução medicamente assistida: parentalidade contratual e biológica. Controvérsias e certificações. \nIn: Quem pode ter acesso às tecnologias reprodutivas? Diferentes perspectivas do Direito brasileiro, \nLetras Livres, 2002. \n» Habeas-Corpus no Brasil, UCP, 1997 (Separata). \n» A reinvenção do Ministério Público: a história do futuro, 2000. \n» Interrupção Voluntária da Gravidez com Antecipação de Parto de Feto Inviável, 2000. \n» Lei da Mordaça: O crime perfeito, 2000. - Júri: Direito ou Imposição, 1999. \n» Habeas Corpus no Brasil, 1997. - Indulto Necessário (ou Causa Mortis), 1996. \n» Ação penal no Direito Brasileiro, UCP, 1994 (Separata). \n \nCAPÍTULOS DE LIVROS PUBLICADOS \n \n» Não é apenas um nome: a luta por reconhecimento no universo de trans, 2015. \n» The Right to Die: The appropriate forum for end-of-life, 2015. \n» Controvérsias Bioéticas na reforma do Código Penal brasileiro, 2014. \n» The urban and domestic violence as an international-law issue: The Latin America Situation, 2013. \n» A terminalidade da vida: uma análise contextualizada da Resolução CFM nº 1.805/06, 2011. \n» Prisão Temporária no Brasil, 1992 \n \nTÍTULOS E HONRARIAS \n \n» Agraciado com a Ordem do Mérito Judiciário do Distrito Federal e dos Territórios, no mais alto grau: \nGrão-Colar, Tribunal de Justiça do Distrito Federal e dos Territórios, em 19/8/2016. \n» Ordem do Mérito do Ministério Público do Distrito Federal e Territórios - Grau: Grã-Colar, Ministério \nPúblico do Distrito Federal e Territórios, em 2014. \n \n» Ordem do Mérito Judiciário do Distrito Federal e dos Territórios - Grau: Grã-Cruz, Tribunal de Justiça \ndo Distrito Federal e dos Territórios, em 2013. \n» Halcón Itesus Universidad - Mazatlán, Sinaloa, México, Instituto Tecnológico Superior de Sinaloa, \n2011. \n» Ordem do Mérito do Ministério Público Militar da União: Grau: Distinção, Ministério Público Militar \nda União, 2009. \n» Moção de Louvor, Conamp: Associação Nacional dos Membros do Ministério Público (Brasil), 2009. \n» Ordem do Mérito do Ministério Público do Distrito Federal e Territórios - Grau: Grã-Cruz, 2007. \n» Colar do Mérito do Ministério Público do Estado do Rio de Janeiro, 2007. \n» Doutor Honoris Causa, Faculdades Integradas da União Educacional do Planalto Central: \nUniplacBrasília, 2006. \n» Ordem do Mérito Bombeiro Militar do Distrito Federal Imperador Dom Pedro II, 2005. - Medalha do \nMérito Alvorada, Governo do Distrito Federal, 1999. \n» Cidadão Honorário de Taguatinga. Câmara de Vereadores Comunitários de Taguatinga, 1999. \n» Agraciado com a Medalha Mérito da Procuradoria -Geral do DF, instituída por meio da Resolução nº \n14/2013, do Conselho Superior da Procuradoria-Geral do DF, em 10/12/2019. \n» Agraciado com o título de Cidadão Honorário de Brasília, dado pela Câmara Legislativa em 09/12/2024. \n» Agraciado com a Comenda de Ordem do Mérito de Contas Ruy Barbosa, no Quadro Especial, Grau \nGrande Oficial, do TCDF em 15/9/2025.",
    "biografia_tjdft_resumo": "125 \nBIOGRAFIA \nDESEMBARGADOR \nDIAULAS COSTA RIBEIRO \n \nDADOS PESSOAIS \nNOME: Diaulas Costa Ribeiro \nDATA DE NASCIMENTO: 2/12/1962 \nLOCAL DE NASCIMENTO: Monte Carmelo - MG \nNACIONALIDADE: brasileira \n \n \n \n \n \n \n \n \n \n \nESCOLARIDADE \n \nEnsino Fundamental: Centro Educacional Champagnat, 1973-1977. \nEnsino Médio: Centro Educacional Compacto Taguatinga, DF, 1978-1980. \nBacharel em Direito pelo Centro Universitário de Brasília – UniCEUB, 1985. \nDoutor em Ciências Jurídico -Criminais pela Universidade Católica Portuguesa, UCP, Faculdade de \nDireito de Lisboa, 2002. \nPós-Doutor em Direito e Bioética Médica pela Universidad Complutense de Madrid, UCM, Espanha, \n2003-2004. \n \nEMPREGOS E CARGOS OCUPADOS \n \n» Nomeado pela Presidência da República para ocupar o cargo de Desembargador do TJDFT – em vaga \ndestinada a membro do Ministério Público do Distrito Federal e Territórios, conforme publicação ..."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://www.tjdft.jus.br/institucional/composicao/2a-instancia/desembargadores/ordem-alfabetica",
      "tipo": "site-oficial",
      "observacao": "Ordem alfabetica (2a instancia)"
    }
  ],
  "atualizado_em": "2026-01-30"
}
