{
  "id": "tjdft-renato-rodovalho-scussel",
  "nome": "Des. Renato Rodovalho Scussel",
  "nome_completo": null,
  "orgao": "TJDFT",
  "cargo": "Desembargador",
  "situacao": "titular",
  "dados_publicos": {
    "assessor": "Eduardo de Castro Rodrigues",
    "telefones_gabinete": "(61)3103-6210, (61)3103-6209, (61)3103-6208",
    "biografia_tjdft_url": "https://www.tjdft.jus.br/institucional/gestao-do-conhecimento/gestao-da-memoria/biografias/des-renato-rodovalho-scussel-1-1.pdf",
    "biografia_tjdft_texto": "140 \nBIOGRAFIA \nDESEMBARGADOR \nRENATO SCUSSEL \n \nDADOS PESSOAIS \nNOME: Renato Rodovalho Scussel \nDATA DE NASCIMENTO: 10/5/1963 \nLOCAL DE NASCIMENTO: Uberaba/MG \nNACIONALIDADE: brasileira \n \n \n \n \n \n \n \n \n \nESCOLARIDADE \n \n» Graduação em Direito, pela Universidade de Uberaba (UNIUBE), Uberaba/MG, 1981 – 1986. \n» Mestrado profissional em Administração Pública, pelo Instituto Brasiliense de Direito Público - IDP, \nBrasília/DF, 2018 - 2020. \n \nEMPREGOS E CARGOS OCUPADOS \n \n» Atuou como Advogado na Comarca de Uberaba-MG no período de 1985 a 1994; \n» Tomou posse como Juiz de Direito Substituto do TJDFT, em 15/4/1994; \n» Foi promovido a Juiz de Direito do TJDFT em 2/2/1996; \n» Atuou como Juiz de Direito Titular da 2ª Vara Criminal do Gama, no período de 2/2/1996 a 5/3/1997; \n» Atuou como Juiz de Direito Titular da 2ª Vara Cível de Sobradinho, no período de 5/3/1997 a \n23/12/2002; \n» Atuou como Juiz de Direito Titular da Vara da Infância e da Juventude do Distrito Federal (VIJ), no \nperíodo de 23/12/2002 a 11/11/2022; \n» É Juiz-Presidente da Coordenadoria da Infância e da Juventude do Distrito Federal – Portaria GPR nº \n141, de 12/2/2010; \n» Participou da criação, em 2012, do Colégio de Coordenadores da Infância e Juventude dos Tribunais \nde Justiça do Brasil, do qual foi, inicialmente, Secretário e depois Presidente, na gestão 2014 – 2016; \n» Foi Presidente da Associação Brasileira dos Magistrados da Infância e da Juventude (ABRAMINJ), por \ntrês períodos, nas gestões 2012 – 2014, 2014 – 2016 e 2016 – 2018; \n» Foi Integrante do Fórum Nacional da Infância e da Juventude (FONINJ), do Conselho Nacional de \nJustiça (CNJ), no período de 2017 – 2018; \n» Também foi Juiz Eleitoral do Tribunal Regional Eleitoral do Distrito Federal (TRE -DF), nas Zonas \nEleitorais de Planaltina e Brazlândia, no período de 2003 - 2006, período no qual desempenhou ainda a \natribuição de Coordenador do Programa Eleitor do Futuro; \n» Tomou posse no cargo de Desembargador Eleitoral do TRE-DF no dia 1º/6/2021; \n» Foi eleito pelo critério de antiguidade, por unanimidade, no dia 18/10/2022, para ocupar o cargo de \nDesembargador da Justiça do Distrito Federal e Territórios; \n» Promovido, pelo critério de antiguidade, ao cargo de Desembargador do TJDFT, conforme portaria \nGPR 2.409 de 18/10/2022, com posse em 11/11/2022. \n\n \n \nPARTICIPAÇÃO EM EVENTOS \n \n» VIII Fórum Nacional da Justiça Protetiva. 2020. \n» XVI Encontro do Colégio de Coordenadores da Infância e Juventude. \n» XXVI Fórum Nacional da Justiça Juvenil. 2020. \n» XIV Encontro do Colégio de Coordenadores da Infância e a Juventude dos Tribunais de Justiça do \nBrasil. \n» IACA Internacional Conference. \n» XXII Encontro do FONAJUV. \n» Encontro Nacional de Magistrados da Infância e da Juventude. Justiça Restaurativa: Como implementá-\nla nas Comarcas do Interior. \n» II Fórum de Juízes da Infância e da Juventude de Sergipe. \n» III Encontro do FONAJUP. \n» I Jornada Psicossocial e Jurídica do Sistema Infantojuvenil. \n» IV Encontro do FONAJUP. \n» V Workshop - Um Debate sobe a proteção Integral da Infância e da Juventude. \n» XX Encontro do FONAJUV. \n» XXI Encontro do FONAJUV. \n» Encontro Nacional de Magistrados da Infância e da Juventude. \n» Fórum Nacional da Infância e da Juventude - FONINJ. \n» I Encontro do FONAJUP. \n» Seminário da Infância e Juventude. 2016. \n» XIX Encontro do FONAJUV. \n» XVIII Encontro do FONAJUV. \n» Curso Infância e Juventude. \n» I Encontro Nacional do Sistema Socioeducativo. \n» Palestra Ética e Deontologia no Poder Judiciário. \n» XV Encontro do FONAJUV. \n» 3º Workshop da Infância e Juventude. \n» XIII Encontro do FONAJUV. \n» XXIII Congresso Brasileiro dos Magistrados da Infância e da Juventude. \n» Encontro com Michael Sandel. \n» Seminário de Lançamento do Projeto Justiça nas Escolas. \n» XV ENAPA: \"Adoção: o Brasil que Fala. \n» XXIII Congresso da ABMP e 1º Encontro Regional da Associação MERCOSUL de Magistrados da \nInfância e da Juventude. \n» I Encontro de Justiça Restaurativa de Mato Grosso do Sul. \n» Painel de Palestras sobre Adoção. \n» Jornada Família, Desenvolvimento e Adoção. \n» VI Seminário Infância e Cidadania: \"A Convenção de Haia no Séc. XXI\". \n» Conferência Inter-Regional sobre Sistemas de Justiça e Direitos Humanos. \n» XVII Word Congresso. \n» XXI Congresso da ABMP. \n» I Encontro de Autoridades da Vara da Infância e da Juventude do Distrito Federal. \n» Instalação da Escola Judiciária Eleitoral do Rio Grande do Norte. \n» Fórum de Defesa dos Direitos da Criança e do Adolescente do Distrito Federal. \n» Seminário Juizados Especiais Cíveis e Criminais. \n \nFORMAÇÃO COMPLEMENTAR \n \n» Executive Leadership Program in Early Childhood Develepment. Local: Harvard University, \nHARVARD, Estados Unidos; \n» Curso Semipresencial Formação Inicial de Formadores. Local: TJDFT; \n» Extensão universitária em Integração de Competências no Desempenho da Atividade Judiciária com \nUsuário. Local: Universidade de São Paulo – USP; \n» Curso de Administração Judiciária - Módulo Administração Financeira e Orçam. Local: Escola \nNacional de Formação e Aperfeiçoamento de Magistrados (ENFAM); \n» Curso de Administração Judiciária. Local: Conselho Nacional de Justiça (CNJ); \n» Protección Jurisdiccional de los Derechos del Ninõ para Jueces, Abogados y. Local: Universidad Diego \nPortales (UDP), Uruguai. \n \n \n \n \nOUTROS TÍTULOS \n \n» Medalha da Ordem do Mérito Judiciário - Grau de Comendador, Tribunal de Justiça do Estado do Pará \n- TJPA. \n» Medalha da Ordem do Mérito do Ministério da Justiça no Grau Comendador, Ministério da Justiça. \n» Amigo da Infância e da Juventude, Coordenadoria da Infância e da Juventude do Tribunal de Justiça do \nEstado de Pernambuco. \n» Selo de Qualidade - Ciclo Correicional 2012/2015 - atuação como Magistrado, Corregedoria da Justiça \ndo Distrito Federal. \n» Medalha dos Magistrados, Instituto dos Magistrados do Distrito Federal. \n» Diploma Mérito Cidadão Candango 2012, Administração Regional de Brasília. \n» Medalha da Ordem do Mérito Bombeiro Militar do Distrito Federal Imperador Dom Pedro II, Grau de \nComendador, Corpo de Bombeiros Militar do Distrito Federal. \n» Medalha da Ordem Do Mérito Judiciário do Distrito Federal em Promoção Para o Grau De Grã -Cruz, \nPoder Judiciário do Distrito Federal. \n» Placa OSCIP Chamaeleon, Instituto de Promoção da Cidadania e do Bem-Estar Social e Emocional. \n» Troféu Mérito SENAC - DF, FECOMÉRCIO. \n» Medalha do Bicentenário da Polícia Civil do Distrito Federal Intendente Paulo Fernandes Viana, \nGoverno do Distrito Federal. \n» Medalha do Mérito Policial Civil Presidente Juscelino Kubitschek de Oliveira, Polícia Civil do Distrito \nFederal. \n» Medalha da Ordem do Mérito De Brasília, Grau de Comendador, Governo do Distrito Federal. \n» Troféu Herilda Balduíno de Souza, Conselho dos Direitos das Mulheres - GDF. \n» Medalha da Ordem Do Mérito Eleitoral do Distrito Federal, Como Jurista, Justiça Eleitoral do Distrito \nFederal. \n» Medalha da Ordem do Mérito Judiciário do Distrito Federal, Grau de Comendador, Poder Judiciário do \nDistrito Federal. \n» Medalha da Ordem do Mérito Judiciário do Ministério da Justiça. \n» Medalha da Ordem do Mérito Judiciário do Distrito Federal, Grau Máximo – Grão Colar, Poder \nJudiciário do Distrito Federal. \n \nTRABALHOS JURÍDICOS \n \n» SCUSSEL, R. R. Pós-Graduação Lato Sensu em Direito da Criança e do Adolescente. 2015. \n» SCUSSEL, R. R.; SCUSSEL, R. R. Seminário Regional Sul ABMP e Fórum Estadual de Juízes, \nPromotores de Justiça e Defensores Públicos. 2014. \n \nPROGRAMA HISTÓRIA ORAL \n \n»YouTube/Playlist/HistóriaOral/RenatoRodovalhoScussel",
    "biografia_tjdft_resumo": "140 \nBIOGRAFIA \nDESEMBARGADOR \nRENATO SCUSSEL \n \nDADOS PESSOAIS \nNOME: Renato Rodovalho Scussel \nDATA DE NASCIMENTO: 10/5/1963 \nLOCAL DE NASCIMENTO: Uberaba/MG \nNACIONALIDADE: brasileira \n \n \n \n \n \n \n \n \n \nESCOLARIDADE \n \n» Graduação em Direito, pela Universidade de Uberaba (UNIUBE), Uberaba/MG, 1981 – 1986. \n» Mestrado profissional em Administração Pública, pelo Instituto Brasiliense de Direito Público - IDP, \nBrasília/DF, 2018 - 2020. \n \nEMPREGOS E CARGOS OCUPADOS \n \n» Atuou como Advogado na Comarca de Uberaba-MG no período de 1985 a 1994; \n» Tomou posse como Juiz de Direito Substituto do TJDFT, em 15/4/1994; \n» Foi promovido a Juiz de Direito do TJDFT em 2/2/1996; \n» Atuou como Juiz de Direito Titular da 2ª Vara Criminal do Gama, no período de 2/2/1996 a 5/3/1997; \n» Atuou como Juiz de Direito Titular da 2ª Vara Cível de Sobradinho, no período de 5/3/1997 a \n23/12/2002; \n» Atuou como ..."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://www.tjdft.jus.br/institucional/composicao/2a-instancia/desembargadores/ordem-alfabetica",
      "tipo": "site-oficial",
      "observacao": "Ordem alfabetica (2a instancia)"
    }
  ],
  "atualizado_em": "2026-01-30"
}
