{
  "id": "tjdft-alfeu-gonzaga-machado",
  "nome": "Des. Alfeu Gonzaga Machado",
  "nome_completo": null,
  "orgao": "TJDFT",
  "cargo": "Desembargador",
  "situacao": "titular",
  "dados_publicos": {
    "assessor": "Luis Otavio Schneider",
    "telefones_gabinete": "(61)3103-6381",
    "biografia_tjdft_url": "https://www.tjdft.jus.br/institucional/gestao-do-conhecimento/gestao-da-memoria/biografias/des-alfeu-gonzaga-machado-1.pdf",
    "biografia_tjdft_texto": "111 \nBIOGRAFIA \nDESEMBARGADOR \nALFEU GONZAGA MACHADO \n \nDADOS PESSOAIS \nNOME: Alfeu Gonzaga Machado \nDATA DE NASCIMENTO: 6/8/1958 \nLOCAL DE NASCIMENTO: Itutinga – MG \nNACIONALIDADE: Brasileira \n \n \n \n \n \n \n \n \n \n \n \nESCOLARIDADE \n \nEnsino Fundamental: Escola Estadual Azarias Ribeiro, Lavras (MG). \nEnsino Médio: Instituto Presbiteriano Gammon, Lavras (MG). \nEnsino Superior: Bacharel em Direito pela Universidade Federal de Uberlândia, 18/7/1986. \nPós-graduação: Mestrado em Direito Comercial pela Pontifícia Universidade Católica de São Paulo \n(PUC/SP), agosto de 1987 a dezembro de 1989. \n \nCARGOS OCUPADOS \n \n» Exerceu a Advocacia na Comarca de Uberlândia (MG), de 1986 a 1990. \n» Consultor Legislativo da Câmara de Vereadores de Uberlândia (MG). \n» Consultor da Associação dos Vereadores do Triângulo Mineiro AVETRIM. \n» Aprovado no Exame de Ordem do Estado de São Paulo, exercendo a atividade de Escrevente Judiciário na \n5ª Vara Cível da Comarca de Uberlândia, de maio de 1990 a outubro de 1991. \n» Escrevente no Tribunal de Justiça de Minas Gerais (TJMG) na Comarca de Uberlândia, maio de 1990 a \noutubro de 1991. \n» Nomeado Juiz de Direito Substituto do Tribunal de Justiça do Distrito Federal e dos Territórios (TJDFT), \napós aprovação no XVII Concurso para magistratura, em outubro de 1991. \n» Promovido por antiguidade ao cargo de Juiz de Direito do Tribunal de Justiça do Distrito Federal e dos \nTerritórios (TJDFT), em 1994. \n» Promovido ao cargo de Juiz Titular da 1ª Vara Cível do Gama, em agosto de 1994. \n» Atuou na 6ª Vara da Fazenda Pública do DF, na 2ª Vara Cível de Brasília e na 5ª Vara de Família de Brasília. \n» Convocado em substituição a Desembargador perante o TJDFT desde 2005, atuou tanto em Turmas \nCriminais quanto Cíveis. - Designado para compor 1ª Turma e a 1ª Câmara Cíveis do TJDFT. \n» Exerceu também o cargo de Juiz Eleitoral substituto e titular na 14ª Zona Eleitoral do DF. - Diretor do \nextinto Fórum do SIA, até o ano de 1997, quando da mudança das Varas da Fazenda Pública para o Fórum de \nBrasília. \n» Diretor do Fórum de Brasília (Fórum Des. Milton Sebastião Barbosa, Bloco B), nomeado pelo \nDesembargador Corregedor Sérgio Bittencourt, a partir do ano de 2012 até a data da posse como \nDesembargador da Corte. \n» Juiz Titular da 2ª Turma Recursal dos Juizados Especiais Cíveis e Criminais, tendo sido seu Presidente de \n2005 a 2007. \n» Convocado para o Tribunal Regional Eleitoral do Distrito Federal (TRE-DF), em dezembro de 2011. \n» Como membro titular, compôs a Corte Eleitoral do Distrito Federal, no cargo de Desembargador Eleitoral, \nem 2012. \n» Promovido, por antiguidade, ao Cargo de Desembargador deste Tribunal em 31/8/2012, com posse e \nexercício em 21/9/2012. \n \nMAGISTÉRIO \n \n» Professor Auxiliar de Direito Comercial PUC (SP), em 1987. \n» Professor de Direito Comercial, na Universidade Federal de Uberlândia, em 1990. \n» Professor de Direito Comercial no CESUC, Catalão (GO), em 1990. \n» Professor de Direito Processual Civil Associação de Ensino Unificado do Distrito Federal (A.E.U.D.F), em \n1992. \n» Professor de Direito Comercial e Direito Processual Civil na FIPLAC, em 1995. \n» Professor de Direito Processual Civil no IMAG-DF (Instituto dos Magistrados do Distrito Federal). \n» Professor de Direito Civil e Direito Processual Civil na UNIP -BRASÍLIA, ministrando Teoria Geral do \nProcesso e de Processo de Conhecimento e Direito de Família. \n» Coordenador do Curso de Direito da UNIP/Brasília de novembro de 2002 a setembro de 2003. \n» Professor de Direito Processual Civil na UNIEURO de julho de 2004 a dezembro de 2005. \n» Professor de Direito Processual Civil na UniDF, entre 2006 e 2007, tendo se afastado da docência desde \nentão para dedicar-se exclusivamente à atividade de Magistrado. \n \nHOMENAGENS E HONRARIAS \n \n» Agraciado com a Medalha da Ordem do Mérito Alferes Joaquim José da Silva Xavier da Polícia Militar do \nDistrito Federal, em 13/5/2000. \n» Agraciado com a Medalha “Imperador Dom Pedro II”, concedida pelo Corpo de Bombeiros Militar do \nDistrito Federal, conforme Decreto n. 21.299, de 29/6/2000. \n» Medalha do Mérito de Brasília, concedida pelo Governador do Distrito Federal. \n» Medalha do Mérito Eleitoral, concedida na data de sua posse perante a Corte, no dia 22/12/2011. \n» Medalha “Grão -Colar” pelo Conselho Tutelar da Comenda da Ordem do Mérito Judiciário do Distrito \nFederal e dos Territórios, em 10/9/2012 (Portaria OMJDFT 5 de 10 de setembro de 2012). \n \nPROGRAMA HISTÓRIA ORAL \n \n» YouTube/Playlist/HistóriaOral/AlfeuGonzagaMachado",
    "biografia_tjdft_resumo": "111 \nBIOGRAFIA \nDESEMBARGADOR \nALFEU GONZAGA MACHADO \n \nDADOS PESSOAIS \nNOME: Alfeu Gonzaga Machado \nDATA DE NASCIMENTO: 6/8/1958 \nLOCAL DE NASCIMENTO: Itutinga – MG \nNACIONALIDADE: Brasileira \n \n \n \n \n \n \n \n \n \n \n \nESCOLARIDADE \n \nEnsino Fundamental: Escola Estadual Azarias Ribeiro, Lavras (MG). \nEnsino Médio: Instituto Presbiteriano Gammon, Lavras (MG). \nEnsino Superior: Bacharel em Direito pela Universidade Federal de Uberlândia, 18/7/1986. \nPós-graduação: Mestrado em Direito Comercial pela Pontifícia Universidade Católica de São Paulo \n(PUC/SP), agosto de 1987 a dezembro de 1989. \n \nCARGOS OCUPADOS \n \n» Exerceu a Advocacia na Comarca de Uberlândia (MG), de 1986 a 1990. \n» Consultor Legislativo da Câmara de Vereadores de Uberlândia (MG). \n» Consultor da Associação dos Vereadores do Triângulo Mineiro AVETRIM. \n» Aprovado no Exame de Ordem do Estado de São Paulo, exercendo a atividade d..."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://www.tjdft.jus.br/institucional/composicao/2a-instancia/desembargadores/ordem-alfabetica",
      "tipo": "site-oficial",
      "observacao": "Ordem alfabetica (2a instancia)"
    }
  ],
  "atualizado_em": "2026-01-30"
}
