{
  "id": "tjdft-james-eduardo-da-cruz-de-moraes-oliveira",
  "nome": "Des. James Eduardo da Cruz de Moraes Oliveira",
  "nome_completo": null,
  "orgao": "TJDFT",
  "cargo": "Desembargador",
  "situacao": "titular",
  "dados_publicos": {
    "assessor": "Leticia Horta Barbosa Isoni",
    "telefones_gabinete": "(61)3103-5038",
    "biografia_tjdft_url": "https://www.tjdft.jus.br/institucional/gestao-do-conhecimento/gestao-da-memoria/biografias/des-james-eduardo-da-cruz-de-moraes-oliveira.pdf",
    "biografia_tjdft_texto": "119 \nBIOGRAFIA \nDESEMBARGADOR \nJAMES EDUARDO \n \nDADOS PESSOAIS \nNOME: James Eduardo da Cruz de Moraes Oliveira \nDATA DE NASCIMENTO: 28/5/1966 \nLOCAL DE NASCIMENTO: Monte Carmelo – MG \nNACIONALIDADE: Brasileira \n \n \n \n \n \n \n \n \n \n \n \n \nESCOLARIDADE \n \nEnsino Fundamental: Escola Estadual Melo Viana e Escola Estadual Professor Vicente Lopes Peres, Monte \nCarmelo, 1972 a 1980. \nEnsino Médio: Centro Educacional Objetivo – Brasília, 1980 a 1983. \nCurso Superior: Bacharel em Direito pelo Centro de Ensino Unificado de Brasília – CEUB, em 1988. \n \nEMPREGOS E CARGOS OCUPADOS \n \n» Escriturário do Banco Real S/A, no período: 6/12/1984 a 26/4/1985. \n» Auxiliar de Escritório da Empresa Brasileira de Correios e Telégrafos – EBCT, no período: 9/5/1985 a \n4/1/1988. \n» Assistente Administrativo da Câmara dos Deputados, no período: 15/1/1988 a 13/5/1992. \n» Atuou como advogado no período: fevereiro de 1989 a maio de 1993. \n» Procurador do Distrito Federal, período: 14/5/1992 a 6/5/1993. \n» Posse como Juiz de Direito Substituto do TJDFT, em 7/5/1993. \n» Promovido, por merecimento, ao cargo de Juiz de Direito do TJDFT, em 2/2/1996. \n» Promovido, por antiguidade, ao cargo de Juiz de Direito Substituto de Segundo Grau, em 20/5/2013. \n» Eleito membro efetivo do Tribunal Regional Eleitoral do DF (TRE/DF), com posse em 30/9/2014. \n» Designado para a função de Ouvidor-Geral do TRE/DF, em julho de 2015. \n» Promovido, pelo critério de antiguidade, ao cargo de Desembargador do TJDFT, conforme Portaria GPR \n1.211, de 4/7/2016, com posse em 29/7/2016. \n \nMAGISTÉRIO \n \n» Professor da Faculdade de Direito da Associação de Ensino Unificado do Distrito Federal – AEUDF, no \nperíodo: 1º/3/1993 a 1º/8/1993. \n» Professor de Direito Processual Civil do Instituto de Educação Superior de Brasília – IESB, no período: \n1º/8/2001 a 18/2/2008. \n» Professor de Direito Civil da Escola da Magistratura do DF, desde 1996. \n» Professor na Escola de Administração Judiciária do Tribunal de Justiça do Distrito Federal e dos Territórios. \n \nPARTICIPAÇÃO EM EVENTOS \n \n» V Simpósio Nacional de Direito Constitucional – Curitiba, Paraná, em 2003. \n» I Simpósio do TJDFT de Direito Civil – Constitucional, Brasília, DF, em 2004. \n» Seminário: Novo Código de Processo Civil, Brasília-DF, 2015. \n \nATUAÇÃO COMO JORNALISTA E CRÍTICO DE ARTE \n \n» Diretor e cofundador do Jornal Diário de Notícias do Rio de Janeiro, a partir de 1930; \n» Colunista de crítica de arte dos Jornais Correio Braziliense e do Jornal de Brasília; \n» Coordenador do Caderno Cultural do Jornal Correio Braziliense; \n» Membro da Associação Internacional de Críticos de Arte – Seção Brasileira; \n» Membro do corpo de jurados das 11ª, 12ª e 14ª edições da Bienal Internacional de São Paulo; \n» Membro do corpo de jurados das 7ª e 10ª edições do Panorama de Arte Atual Brasileira do Museu de Arte \nModerna de São Paulo (MAM/SP); \n» Membro do corpo de jurados da Bienal Nacional 76, promovida pela Fundação Bienal de São Paulo; \n» Membro do 8º Salão Nacional de Arte Contemporânea de Belo Horizonte do Museu de Arte da Pampulha \n(MAP). \n \nHOMENAGENS E HONRARIAS \n \n» Comenda da Ordem do Mérito Judiciário do Distrito Federal e dos Territórios, no grau ''Grã -Cruz'', em \n2010. \n» Comenda da Ordem do Mérito Judiciário do DF e dos Territórios, no Grau “Comendador’, pelo Conselho \nTutelar da referida Ordem, em 2001. \n» Ordem do Mérito Dom Bosco – Tribunal Regional do Trabalho da 10ª Região. - Medalha Miranda Lima – \nOrdem dos Advogados do Brasil – Secional DF (OAB/DF). \n» Medalha do Mérito Eleitoral – Tribunal Regional Eleitoral do Distrito Federal (TRE/DF). \n» Condecorado no grau “Grã-Colar” da Ordem do Mérito Judiciário do Distrito Federal e dos Territórios em \n2016; \n» Agraciado com o Grão-Colar da Ordem do Mérito do Ministério Público do Distrito Federal e Territórios – \nMPDFT, em 14/6/2019. \n \nLIVROS PUBLICADOS \n \n» Autor da obra “Código de Defesa do Consumidor: Anotado e Comentado. Doutrina e Jurisprudência”, \neditora Atlas. \n» Autor da obra “Posse e Interditos Possessórios\", editora Alumnus. \n» Autor da obra \"Código Civil - Anotado e Comentado\", editora Forense. \n» Autor da obra \"Constituição Federal - Anotada e Comentada\", editora Forense. - Coautor da obra “Família \ne Jurisdição III” – Editora Del Rey. \n» Coautor da obra “Responsabilidade Civil e Inadimplemento no Direito Brasileiro – Aspectos Polêmicos”, \nEditora Atlas. \n\n \n \n» Autor da obra \"Mandado de Segurança – Lei Anotada e Comentada”, editora Lumen Juris, 2023. » Autor \nda obra \"Petição Inicial – Processo Civil”, editora Lumen Juris, 2023. \n \nARTIGOS PUBLICADOS \n \n» Juízo de Admissibilidade da Petição Inicial, RT 688, Editora Revista dos Tribunais. \n» Mérito do Processo Cautelar, RT 712, Editora Revista dos Tribunais. \n» O Direito de Arrependimento do Consumidor nas Promessas de Compra e Venda de Imóveis, RT 735, \nEditora Revista dos Tribunais. \n» A Separação de Corpos na União Estável, Revista de Processo 91, Editora Revista dos Tribunais. \n \nPROGRAMA HISTPORIA ORAL \n \n»YouTube/Playlist/HistóriaOral/JamesEduardodaCruzdeMoraesOliveira",
    "biografia_tjdft_resumo": "119 \nBIOGRAFIA \nDESEMBARGADOR \nJAMES EDUARDO \n \nDADOS PESSOAIS \nNOME: James Eduardo da Cruz de Moraes Oliveira \nDATA DE NASCIMENTO: 28/5/1966 \nLOCAL DE NASCIMENTO: Monte Carmelo – MG \nNACIONALIDADE: Brasileira \n \n \n \n \n \n \n \n \n \n \n \n \nESCOLARIDADE \n \nEnsino Fundamental: Escola Estadual Melo Viana e Escola Estadual Professor Vicente Lopes Peres, Monte \nCarmelo, 1972 a 1980. \nEnsino Médio: Centro Educacional Objetivo – Brasília, 1980 a 1983. \nCurso Superior: Bacharel em Direito pelo Centro de Ensino Unificado de Brasília – CEUB, em 1988. \n \nEMPREGOS E CARGOS OCUPADOS \n \n» Escriturário do Banco Real S/A, no período: 6/12/1984 a 26/4/1985. \n» Auxiliar de Escritório da Empresa Brasileira de Correios e Telégrafos – EBCT, no período: 9/5/1985 a \n4/1/1988. \n» Assistente Administrativo da Câmara dos Deputados, no período: 15/1/1988 a 13/5/1992. \n» Atuou como advogado no período: fevereiro de 1989..."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://www.tjdft.jus.br/institucional/composicao/2a-instancia/desembargadores/ordem-alfabetica",
      "tipo": "site-oficial",
      "observacao": "Ordem alfabetica (2a instancia)"
    }
  ],
  "atualizado_em": "2026-01-30"
}
