{
  "id": "stj-messod-azulay",
  "nome": "Messod Azulay",
  "nome_completo": null,
  "orgao": "STJ",
  "cargo": "Ministro",
  "situacao": "titular",
  "dados_publicos": {
    "posse_texto": "02022-12-06 6 de dezembro de 2022",
    "origem_texto": "TRF-2",
    "wikipedia_resumo": {
      "titulo": "Messod Azulay",
      "descricao": "jurista, magistrado brasileiro e ministro do Superior Tribunal de Justiça",
      "extrato": "Messod Azulay Neto é um jurista e magistrado brasileiro, sendo ministro do Superior Tribunal de Justiça (STJ) desde 2022.",
      "url": {
        "page": "https://pt.wikipedia.org/wiki/Messod_Azulay",
        "revisions": "https://pt.wikipedia.org/wiki/Messod_Azulay?action=history",
        "edit": "https://pt.wikipedia.org/wiki/Messod_Azulay?action=edit",
        "talk": "https://pt.wikipedia.org/wiki/Discuss%C3%A3o:Messod_Azulay"
      }
    },
    "wikipedia_extrato": "Messod Azulay Neto (Rio de Janeiro, 26 de outubro de 1963) é um jurista e magistrado brasileiro, sendo ministro do Superior Tribunal de Justiça (STJ) desde 2022.\nAnteriormente, foi Juiz Federal do Tribunal Regional Federal da 2.ª Região (TRF-2), cargo no qual ingressou pelo quinto constitucional em vaga destinada à lista sêxtupla da Ordem dos Advogados do Brasil.\n\n\nFormação e docência\nMessod Azulay formou-se em direito pela Faculdade de Direito da Universidade Federal do Rio de Janeiro, com cursos de extensão nas áreas administrativa e empresarial pela Fundação Getulio Vargas.\nLecionou direito penal e processo penal na Associação Educacional São Paulo Apóstolo (Assespa) de agosto de 2006 a dezembro de 2009.\n\n\nCarreira\nAtuou como advogado entre 1986 e 2005.\nEm 1993, ingressou no quadro de advogados da Telecomunicações do Rio de Janeiro (Telerj), e assumiu a chefia do departamento jurídico da empresa em 1998. Após a privatização da Telerj, Azulay assumiu o cargo de assessor jurídico da holding Telemar Participações S/A.\nEm 2005, foi nomeado para o cargo de desembargador do Tribunal Regional Federal da 2.ª Região (TRF-2) pelo presidente Luiz Inácio Lula da Silva, por meio do quinto constitucional, em vaga destinada a membro da advocacia, tomando posse no dia 5 de julho.\nEm 2022, foi indicado pelo presidente Jair Bolsonaro para o cargo de ministro do Superior Tribunal de Justiça, a partir de lista quádrupla votada pelos integrantes do tribunal, para vaga destinada a membro de Tribunal Regional Federal. Em 22 de novembro, a indicação foi aprovada pelo plenário do Senado Federal com 61 votos favoráveis e 2 abstenções. Tomou posse como ministro do STJ no dia 6 de dezembro.\n\n\nVida pessoal\nFilho de judeus marroquinos, Azulay é judeu ortodoxo, tendo declarado: \"Sou um judeu religioso, praticante, os preceitos judaicos influenciaram a minha vida inteira. Mas o Brasil é um país laico, e é preciso separar a religião do estado e do que julgamos. A formação judaica religiosa, os valores da Torá, sempre me acompanham. Eu não julgo com a Torá, mas tenho a Torá dentro de mim\".\n\n\nReferências",
    "wikipedia_extrato_resumo": "Messod Azulay Neto (Rio de Janeiro, 26 de outubro de 1963) é um jurista e magistrado brasileiro, sendo ministro do Superior Tribunal de Justiça (STJ) desde 2022.\nAnteriormente, foi Juiz Federal do Tribunal Regional Federal da 2.ª Região (TRF-2), cargo no qual ingressou pelo quinto constitucional em vaga destinada à lista sêxtupla da Ordem dos Advogados do Brasil.\n\n\nFormação e docência\nMessod Azulay formou-se em direito pela Faculdade de Direito da Universidade Federal do Rio de Janeiro, com cursos de extensão nas áreas administrativa e empresarial pela Fundação Getulio Vargas.\nLecionou direito penal e processo penal na Associação Educacional São Paulo Apóstolo (Assespa) de agosto de 2006 a dezembro de 2009.\n\n\nCarreira\nAtuou como advogado entre 1986 e 2005.\nEm 1993, ingressou no quadro de advogados da Telecomunicações do Rio de Janeiro (Telerj), e assumiu a chefia do departamento jurídico da empresa em 1998. Após a privatização da Telerj, Azulay assumiu o cargo de assessor jurídico da holding Telemar Participações S/A.\nEm 2005, foi nomeado para o cargo de desembargador do Tribunal Regional Federal da 2.ª Região (TRF-2) pelo presidente Luiz Inácio Lula da Silva, por meio do quinto co..."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://pt.wikipedia.org/wiki/Messod_Azulay",
      "tipo": "wikipedia",
      "observacao": "Pagina do ministro (link) ou lista"
    }
  ],
  "atualizado_em": "2026-01-30"
}
