{
  "id": "stj-antonio-saldanha-palheiro",
  "nome": "Antonio Saldanha Palheiro",
  "nome_completo": null,
  "orgao": "STJ",
  "cargo": "Ministro",
  "situacao": "titular",
  "dados_publicos": {
    "posse_texto": "02016-04-06 6 de abril de 2016",
    "origem_texto": "TJ-RJ",
    "wikipedia_resumo": {
      "titulo": "Antonio Saldanha Palheiro",
      "descricao": null,
      "extrato": "Antonio Saldanha Palheiro é um magistrado brasileiro, atual ministro do Superior Tribunal de Justiça (STJ).",
      "url": {
        "page": "https://pt.wikipedia.org/wiki/Antonio_Saldanha_Palheiro",
        "revisions": "https://pt.wikipedia.org/wiki/Antonio_Saldanha_Palheiro?action=history",
        "edit": "https://pt.wikipedia.org/wiki/Antonio_Saldanha_Palheiro?action=edit",
        "talk": "https://pt.wikipedia.org/wiki/Discuss%C3%A3o:Antonio_Saldanha_Palheiro"
      }
    },
    "wikipedia_extrato": "Antonio Saldanha Palheiro (24 de abril de 1951) é um magistrado brasileiro, atual ministro do Superior Tribunal de Justiça (STJ).\n\n\nBiografia\nAntonio Saldanha formou-se em direito pela Pontifícia Universidade Católica do Rio de Janeiro (PUC-Rio), e pela mesma instituição concluiu o mestrado em 1981.\nIniciou a carreira profissional como advogado em 1973, no Escritório Délio dos Santos. Em 1975, tornou-se assessor jurídico da Shell do Brasil, onde permaneceu até 1988, quando ingressou na magistratura como juiz de direito do Rio de Janeiro. Em 2003, foi promovido, por merecimento, ao cargo de desembargador do Tribunal de Justiça do Rio de Janeiro (TJRJ), atuando na 5ª Câmara Cível.\nExerceu a docência na Escola da Magistratura do Estado do Rio de Janeiro, na Fundação Escola do Ministério Público do mesmo Estado, no Centro de Estudo, Preparação e Aperfeiçoamento em Direito, na Fundação Getúlio Vargas (FGV), na Universidade Federal do Rio de Janeiro (UFRJ), e na PUC-Rio.\nFoi nomeado ministro do Superior Tribunal de Justiça em abril de 2016, sendo aprovado pelo plenário do Senado com 60 votos favoráveis, dois contrários e uma abstenção.\n\n\nPosicionamentos\nO ministro Antonio Saldanha, integrante da 6ª Turma, que julga matéria criminal, defendeu a presunção de inocência, mas afirmou que o princípio perde força após um juiz de primeiro grau e três desembargadores se manifestarem a favor da prisão do réu. \"Nesse caso, a presunção deixou de existir porque foi desconstituída por duas decisões judiciais. O que se presume é que há culpa\", afirmou.\nPosicionou-se a favor do novo Código de Processo Civil (CPC) ao dizer que é uma boa ferramenta legal e dar ênfase a institutos como a mediação: \"A lei é construída com uma finalidade, que está na cabeça do legislador. No momento em que ela entra em vigor, ela se desprende dele e passa a ser interpretada pelos operadores de direito. O meu questionamento é se esses operadores vão ter a sensibilidade de fazer com que se dirija à celeridade processual\", ressaltou.\nEm março de 2017, concedeu habeas corpus a Edson Cholbi Nascimento (Edinho) para que aguarde o julgamento do mérito em liberdade ou o término do processo na instância ordinária. Edinho foi denunciado pelos crimes de lavagem de dinheiro e associação para o tráfico de drogas. Em primeira instância, foi condenado a 33 anos e quatro meses de prisão. No entanto, o Tribunal de Justiça de São Paulo (TJSP), reduziu a pena para 12 anos, dez meses e quinze dias, e determinou a expedição do alvará de prisão do ex-goleiro.\n\n\nReferências",
    "wikipedia_extrato_resumo": "Antonio Saldanha Palheiro (24 de abril de 1951) é um magistrado brasileiro, atual ministro do Superior Tribunal de Justiça (STJ).\n\n\nBiografia\nAntonio Saldanha formou-se em direito pela Pontifícia Universidade Católica do Rio de Janeiro (PUC-Rio), e pela mesma instituição concluiu o mestrado em 1981.\nIniciou a carreira profissional como advogado em 1973, no Escritório Délio dos Santos. Em 1975, tornou-se assessor jurídico da Shell do Brasil, onde permaneceu até 1988, quando ingressou na magistratura como juiz de direito do Rio de Janeiro. Em 2003, foi promovido, por merecimento, ao cargo de desembargador do Tribunal de Justiça do Rio de Janeiro (TJRJ), atuando na 5ª Câmara Cível.\nExerceu a docência na Escola da Magistratura do Estado do Rio de Janeiro, na Fundação Escola do Ministério Público do mesmo Estado, no Centro de Estudo, Preparação e Aperfeiçoamento em Direito, na Fundação Getúlio Vargas (FGV), na Universidade Federal do Rio de Janeiro (UFRJ), e na PUC-Rio.\nFoi nomeado ministro do Superior Tribunal de Justiça em abril de 2016, sendo aprovado pelo plenário do Senado com 60 votos favoráveis, dois contrários e uma abstenção.\n\n\nPosicionamentos\nO ministro Antonio Saldanha, integ..."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://pt.wikipedia.org/wiki/Antonio_Saldanha_Palheiro",
      "tipo": "wikipedia",
      "observacao": "Pagina do ministro (link) ou lista"
    }
  ],
  "atualizado_em": "2026-01-30"
}
