{
  "id": "stj-marco-buzzi",
  "nome": "Marco Buzzi",
  "nome_completo": null,
  "orgao": "STJ",
  "cargo": "Ministro",
  "situacao": "titular",
  "dados_publicos": {
    "posse_texto": "02011-09-05 5 de setembro de 2011",
    "origem_texto": "TJ-SC",
    "wikipedia_resumo": {
      "titulo": "Marco Buzzi",
      "descricao": null,
      "extrato": "Marco Aurélio Gastaldi Buzzi é um magistrado brasileiro, atual ministro do Superior Tribunal de Justiça (STJ).",
      "url": {
        "page": "https://pt.wikipedia.org/wiki/Marco_Buzzi",
        "revisions": "https://pt.wikipedia.org/wiki/Marco_Buzzi?action=history",
        "edit": "https://pt.wikipedia.org/wiki/Marco_Buzzi?action=edit",
        "talk": "https://pt.wikipedia.org/wiki/Discuss%C3%A3o:Marco_Buzzi"
      }
    },
    "wikipedia_extrato": "Marco Aurélio Gastaldi Buzzi (Timbó, 4 de fevereiro de 1958) é um magistrado brasileiro, atual ministro do Superior Tribunal de Justiça (STJ).\n\n\nCarreira\nMarco Buzzi formou-se em direito pela Universidade do Vale do Itajaí em 1980, concluindo mestrado pela mesma instituição em 2001. Especializou-se em Direito do Consumidor pela Universidade de Coimbra em 2002.\nEm 1982, foi aprovado em primeiro lugar no concurso para ingresso na magistratura catarinense, sendo promovido a desembargador do Tribunal de Justiça de Santa Catarina em 2002. Foi membro do conselho fiscal e presidente da Associação dos Magistrados Catarinenses e membro do conselho executivo da Associação dos Magistrados Brasileiros (AMB).\nEm 2011, foi nomeado ministro do STJ, em vaga destinada a membro de Tribunal de Justiça estadual.\n\n\nContribuição ao \"Movimento pela Conciliação\"\nO Conselho Nacional de Justiça (CNJ) é importantíssimo à consolidação do movimento pela conciliação, sendo criado em dezembro de 2004 e instalado provisoriamente junto às dependências do Supremo Tribunal Federal realizou em novembro de 2005 o evento denominado “I Encontro Nacional de Coordenadores dos Juizados Especiais - Estaduais e Federais”, sob direção do então Presidente do STF, Ministro Nelson Jobim. Nessa oportunidade, foram sugeridas, postas em deliberação e aprovadas – em uma espécie de assembleia geral – as metas institucionais voltadas aos Juizados Especiais.\nNa gênese do que se conhece como o atual CNJ, determinou-se como prioridade cinco áreas de atuação, quais sejam: (i) apoio à informatização, virtualização e automação; (ii) incentivo à padronização de atos e de procedimentos; (iii) prevenção de litígios; (iv) acompanhamento de penas alternativas; e (v) juizados informais de conciliação e meio não adversariais de resolução de conflitos. Essas áreas foram integradas às demais metas de gestão do Conselho, sendo convalidado e definido como um dos Coordenadores Nacionais do projeto de “Juizados Informais de Conciliação” o magistrado Marco Aurélio Gastaldi Buzzi, então desembargador do Tribunal de Justiça de Santa Catarina, tendo em vista ter participado da elaboração do pré-projeto e exposição dele no plenário da assembleia realizada junto ao CNJ.\nApenas após intensos debates e reuniões de serviço na sede do CNJ, em Brasília, entre os membros da Coordenadoria e colaboradores voluntários, sob a supervisão e condução dos Conselheiros é que se chegou ao nome definitivo de “Movimento pela Conciliação”.\nNo dia 23 de agosto de 2006, sob a orientação da Ministra Ellen Gracie, então Presidente do STF e do CNJ, deu-se o lançamento oficial do programa, sob o slogan “Conciliar é legal”. Na oportunidade, ouviu-se ambos os coordenadores nacionais do programa, a juíza Mariella Nogueira (TJSP) e o desembargador Marco Aurélio Buzzi, o qual entende que o “serviço de conciliação tem custo zero para o estado, não depende de lei nem de reforma para acontecer e atende aos anseios da população carente. Por isso, tem tanta legitimidade junto à sociedade civil\".\nEm agosto do mesmo ano, ocorreu o 1º curso de Capacitação e Formação de Multiplicadores em Mediação e Conciliação do Movimento pela Conciliação, estabelecido na sede do Superior Tribunal de Justiça (STJ) contou palestras proferidas por diversos dos Ministros da Casa, dentre os quais o saudoso Ministro Carlos Alberto Menezes Direito. Evento esse reputado como um dos mais relevantes marcos que determinaram a transformação do “Movimento pela Conciliação” em um programa institucional de todo o Poder Judiciário, alusivo aos meios alternativos de resolução de conflitos.\nEm outubro de 2008, a partir de uma atuação conjunta da Secretaria da Reforma do Judiciário, do FONAJE, e dos Coordenadores Nacionais, Marco Aurélio Buzzi e Mariella Nogueira, foram firmados convênios e parcerias entre Tribunais do país e a Secretaria da Reforma do Judiciário, com providências de recursos a fim de que implementassem os cursos de formação de mediadores em todo território nacional, tendo como convênio inaugural o Estado de Santa Catarina, servindo de piloto ao modelo adotado sucessivamente nos estados-membros.\n\nDesde então, o movimento tem crescido e tido maior êxito e influência nos mais diversos campos da jurisdição estatal, bem como territórios do país. A consensualidade é o caminho trilhado pela justiça nacional a tempo e tem surtido efeitos positivos como meio alternativo, a política instituída é acompanhada pelo Comitê Gestor da Conciliação, do qual o Ministro Marco Aurélio Buzzi faz parte desde sua criação em 2008.\n\n\nReferências",
    "wikipedia_extrato_resumo": "Marco Aurélio Gastaldi Buzzi (Timbó, 4 de fevereiro de 1958) é um magistrado brasileiro, atual ministro do Superior Tribunal de Justiça (STJ).\n\n\nCarreira\nMarco Buzzi formou-se em direito pela Universidade do Vale do Itajaí em 1980, concluindo mestrado pela mesma instituição em 2001. Especializou-se em Direito do Consumidor pela Universidade de Coimbra em 2002.\nEm 1982, foi aprovado em primeiro lugar no concurso para ingresso na magistratura catarinense, sendo promovido a desembargador do Tribunal de Justiça de Santa Catarina em 2002. Foi membro do conselho fiscal e presidente da Associação dos Magistrados Catarinenses e membro do conselho executivo da Associação dos Magistrados Brasileiros (AMB).\nEm 2011, foi nomeado ministro do STJ, em vaga destinada a membro de Tribunal de Justiça estadual.\n\n\nContribuição ao \"Movimento pela Conciliação\"\nO Conselho Nacional de Justiça (CNJ) é importantíssimo à consolidação do movimento pela conciliação, sendo criado em dezembro de 2004 e instalado provisoriamente junto às dependências do Supremo Tribunal Federal realizou em novembro de 2005 o evento denominado “I Encontro Nacional de Coordenadores dos Juizados Especiais - Estaduais e Federais”, so..."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://pt.wikipedia.org/wiki/Marco_Buzzi",
      "tipo": "wikipedia",
      "observacao": "Pagina do ministro (link) ou lista"
    }
  ],
  "atualizado_em": "2026-01-30"
}
