{
  "id": "stj-humberto-martins",
  "nome": "Humberto Martins",
  "nome_completo": null,
  "orgao": "STJ",
  "cargo": "Ministro",
  "situacao": "titular",
  "dados_publicos": {
    "posse_texto": "02006-06-14 14 de junho de 2006",
    "origem_texto": "TJ-AL",
    "wikipedia_resumo": {
      "titulo": "Humberto Martins (magistrado)",
      "descricao": "magistrado brasileiro, Vice-presidente do STJ",
      "extrato": "Humberto Eustáquio Soares Martins é um magistrado brasileiro, atual ministro e ex-presidente do Superior Tribunal de Justiça (STJ).",
      "url": {
        "page": "https://pt.wikipedia.org/wiki/Humberto_Martins_(magistrado)",
        "revisions": "https://pt.wikipedia.org/wiki/Humberto_Martins_(magistrado)?action=history",
        "edit": "https://pt.wikipedia.org/wiki/Humberto_Martins_(magistrado)?action=edit",
        "talk": "https://pt.wikipedia.org/wiki/Discuss%C3%A3o:Humberto_Martins_(magistrado)"
      }
    },
    "wikipedia_extrato": "Humberto Eustáquio Soares Martins (Maceió, 7 de outubro de 1956) é um magistrado brasileiro, atual ministro e ex-presidente do Superior Tribunal de Justiça (STJ).\n\n\nVida pessoal\nÉ membro da Igreja Adventista do Sétimo Dia.\n\n\nCarreira\nHumberto Martins formou-se em direito pela Universidade Federal de Alagoas (UFAL) em 1979, e em administração pelo Centro de Estudos Superiores de Maceió (CESMAC) em 1980.\nFoi promotor de Justiça adjunto do Ministério Público do Estado de Alagoas, de 1979 a 1982, e atuou como advogado de 1979 a 2002, desempenhando, entre outras funções, a de procurador do Estado de Alagoas (1982-2002), conselheiro da Advocacia-Geral do Estado de Alagoas (1993-1995), membro do Conselho Administrativo da Companhia de Abastecimento e Saneamento de Água de Alagoas (1995-1998).\nNa seção alagoana da Ordem dos Advogados do Brasil (OAB), exerceu as funções de conselheiro (1991-1995), vice-presidente (1995-1998) e presidente (1998-2002).\nLecionou na Universidade Federal de Alagoas de 1992 a 2006.\nEm 2002, ingressou na magistratura através do quinto constitucional, ao ser nomeado como desembargador do Tribunal de Justiça do Estado de Alagoas pelo governador Ronaldo Lessa, em vaga destinada a advogado.\nEm 2006, foi nomeado pelo presidente Luiz Inácio Lula da Silva para o cargo de ministro do Superior Tribunal de Justiça, a partir de lista tríplice votada pelos membros do tribunal, para vaga destinada a membro de tribunal estadual, tomando posse no dia 14 de junho. Atuou na 2ª Turma do STJ. Em 27 de agosto de 2020, tomou posse como presidente do STJ, com mandato até 2022.\nApós seu mandato, voltou à 2ª Turma do STJ, porém manteve seu assento na Corte Especial do STJ, que reune os 15 ministros mais antigos da casa.\n\n\nSuperior Tribunal de Justiça\n\n\nAtuação em casos de desvio de conduta\nEm abril de 2019, circulou um vídeo nas redes sociais onde o desembargador do Tribunal de Justiça de Santa Catarina, Jaime Machado Júnior, junto com o cantor Leonardo, manda um beijo para uma série de juizas e termina dizendo que \"[n]ós vamos aí comer vocês\" e \"[e]le segura e eu como\". O Movimento Nacional de Mulheres do Ministério Público e a Associação Brasileira de Mulheres de Carreiras Jurídicas repudiaram as falas e o TJSC pediu informações sobre o ocorrido. No dia 26, Jaime publicou nota pedindo desculpas por seu comportamento. Um procedimento contra Jaime foi enviado pela conselheira Iracema Vale ao CNJ, e Humberto Martins caracterizou a conduta como uma violação aos deveres dos magistrados e deu quinze dias para coletar informações do magistrado.\nNo dia 29 de julho de 2020, o desembargador José Ernesto Manzi, do TRT da 12ª região, disse durante julgamento por vídeoconferência que a desembargadora Quézia Gonzalez teria  \"(...) carinha de filha da puta\". A fala levou a notas de repúdio pela Ordem dos Advogados do Brasil de Santa Catarina, o Instituto dos Advogados de Santa Catarina e da Associação Catarinense dos Advogados Trabalhistas. Por isso, no dia 30, Humberto Martins abriu ofício para averiguar os fatos. Apesar de estar respondendo pelo processo administrativo disciplinar aberto no STJ no dia 28 de setembro de 2021, concorreu e ganhou a presidência do TRT-12.\nAtuou ativamente no caso Eduardo Siqueira, onde o desembargador humilhou agentes da Guarda Civil Municipal de Santos que lhe pediram que usasse máscara no contexto da Pandemia de COVID-19. Em 19 de julho de 2020, pediu a transferência do caso do Tribunal de Justiça de São Paulo para o Conselho da Justiça Federal, argumentando que Siqueira violou a Lei Orgânica da Magistratura Nacional (Loman) e ao Código de Ética da Magistratura. No dia 24 de julho, Martins negou pedido da defesa de Siqueira para obter mais tempo para analisar os processos anteriores. No dia 25 de agosto, o CJF instaurou processo administrativo disciplinar e determinou o afastamento cautelar de Siqueira. Martins criticou Siqueira duramente e justificou a decisão pelo histórico de processos contra o desembargador. Foram 42 processos em 15 anos, sendo que o primeiro foi instaurado no ano em que ele estreou na magistratura. No dia 28 de julho de 2022, Siqueira foi punido com pena de disponibilidade, onde foi afastado do cargo e teve que pagar as multas por não usar máscara, mas continuou recebendo salário proporcional.\n\n\nOperação Faroeste\nA Operação Faroeste foi deflagrada pela Polícia Federal em novembro de 2019, visando investigar um esquema de venda de decisões judiciais sobre terras no oeste da Bahia. O ministro do STJ, Og Fernandes, já havia revogado a prisão de Lígia Ramos e Maria do Socorro, e determinou a manutenção da prisão de Ilona Reis. Então, em 2022, o Ministério Público Federal pediu ao STJ, agora presidido por Humberto Martins, para prorrogar a prisão dos cinco magistrados investigados por um ano, que foi acatado no dia 9 de janeiro.\n\n\ne-Notariado\nNo dia 26 de maio de 2020, Humberto Martins editou o provimento 100/20, instituindo o Sistema de Atos Notariais Eletrônicos. A plataforma foi instituída e mantida pelo Colégio Notarial do Brasil - Conselho Federal. A plataforma padroniza todas as ações judiciais por meios eletrônicos, e ações feitas fora dela são consideradas inválidas. A digitalização de documentos deve ser feita a partir da Central Notarial de Autenticação Digital, com possibilidade de realizar ato notorial híbrido, onde o documento é também assinado presencialmente.\n\n\nVaga no Superior Tribunal Federal\nHumberto Martins era um dos cotados por Jair Bolsonaro para substituir Marco Aurelio Mello no STF após sua aposentadoria, no dia 5 de julho de 2021. Bolsonaro já havia declarado que escolheria um ministro \"terrivelmente evangélico\" para o cargo. Ao ser perguntado por jornalistas se era terrivelmente evangélico, respondeu que era \"terrivelmente pecador\". A posição, porém, foi preenchida por André Mendonça, ex-advogado-geral da União e pastor presbiteriano.\n\n\nMuseu da Bíblia\nEm 2021, a Secretaria de Cultura e Economia Criativa do DF lançou o edital do Museu da Bíblia, museu de 7,5 mil m² com orçamento de R$ 26 milhões. O museu foi originalmente planejado por Oscar Niemayer, e foi promessa de campanha do governador do Distrito Federal Ibaneis Rocha. O projeto foi posto em prática porque Niemayer ganhou direito de construi-lo pela  lei nº 900/1995. Porém, a obra não possui o Registro de Responsabilidade Técnica, o que levou orgãos questionarem a validade do projeto por lei. Em outubro de 2020, a 7ª Vara da Fazenda Pública do Distrito Federal paralisou as obras por pedido da Associação Brasileira de Ateus e Agnósticos, por considerar a construção uma afronta ao estado laico por usar lotes e dinheiro público. Porém, no dia 27 de abril de 2021, Humberto Martins reverteu a decisão por entender que o fato do estado ser laico não impede que museus sejam construídos pelo governo. Em agosto de 2021, as obras voltaram a ficar paralisadas por audição popular de autoria da deputada Julia Lucy (Novo). O Tribunal de Justiça do Distrito Federal e Territórios tomou a decisão para que fosse realizada audiência pública sobre estudos preliminares da arquitetura. Porém a Procuradoria-Geral do Distrito Federal enviou pedido de suspensão da decisão ao STJ, que foi acatado por Humberto Martins em 26 de agosto. Mas em agosto de 2022, a  7ª Vara da Fazenda Pública do Distrito Federal discordou da decisão por entender que o governo precisa respeitar a laicidade do estado. O STJ chegou a adiar o julgamento da Vara.\n\n\nReajuste salarial dos vereadores em Natal\nO reajuste salarial dos vereadores de Natal já havia sido aprovado na Câmara em dezembro de 2020, porém por causa da Pandemia de COVID-19, só passaria a valer em janeiro de 2022, porém o TCE suspendeu o aumento por entender que a lei foi editada após data limite prevista pela Lei de Responsabilidade Fiscal. Porém a cidade recorreu na Justiça e a medida foi derrubada. Porém, no dia 31 de dezembro de 2021, Humberto Martins suspendeu a liminar por entender que a cidade teria o maior salário para parlamentares do Brasil e lesaria as contas públicas, além de incentivar que outras cidades façam o mesmo.\n\n\nGoverno Wilson Witzel\nWilson Witzel foi afastado do governo do Rio de Janeiro em agosto de 2020 pelo STJ por envolvimento com um esquema criminoso na Secretaria estadual de Saúde. Porém, Witzel recorreu na justiça diversas vezes. No dia 30 de março, Humberto Martins manteve a eficácia do Tribunal Especial Misto responsável por caçar o ex-governador. Martins entende que Witzel não possui cargo público, portanto não tem legitimidade para ajuizar pedido de suspensão em defesa de interesses públicos.\n\n\nOperação Lava Jato\nNo dia 8 de fevereiro de 2022, Humberto Martins arquivou inquérito iniciado em 2021 que apurava conversas vazadas da Operação Lava Jato, onde procuradores da investigação discutem pedir informações sobre ministros do STJ à Receita Federal. As conversas foram obtidas pela defesa do ex-presidente Luiz Inácio Lula da Silva do material apreendido pela Operação Spoofing, da Polícia Federal. O inquérito já havia sido suspenso por Rosa Weber em 30 de março de 2021, pelo entendimento que apenas o procurador-geral da República poderia iniciar procedimentos contra membros do Ministério Público.\nNo dia 25 de junho de 2022, Humberto Martins suspendeu decisão da Justiça Federal no Paraná que paralisou a análise do Tribunal de Contas da União sobre o recebimento de diárias, passagens e gratificações a procuradores que atuaram na Operação Lava Jato. Em abril, o TCU diz ter encontrado irregularidades, mas a investigação havia sido paralisada por pedido de Deltan Dallagnol. Na justificativa, Martins argumenta que a suspensão da fiscalização impede que o TCU exerça sua função, que \"é de extrema relevância para toda a sociedade que exige transparência e eficiência na gestão dos recursos públicos\".\n\n\nSuspensão de shows\nNo dia 23 de abril de 2022, Humberto Martins suspendeu show de Wesley Safadão no aniversário do município de Vitória do Mearim, pelo cachê elevado de R$ 500 mil que o cantor receberia. A denúncia original foi feita pelo Ministério Público do Maranhão, mas a prefeitura recorreu à Justiça e a decisão foi revertida. Após a suspensão de Humberto, a prefeitura recorreu ainda ao STF, mas sem resultados.\nNo dia 5 de junho de 2022, Humberto Martins suspendeu a Festa da Banana, em Teolândia, que contaria com diversos shows, incluindo dos cantores Gustavo Lima, Unha Pintada, Adelmário Coelho, Marcynho Sensação e Kevy Jonny e Banda. O Ministério Público da Bahia acionou a Justiça por irregularidades nos gastos com a festa. O cachê de Gustavo Lima, por exemplo, seria de R$ 700 mil. Já a cidade estava em estado de emerêngia por causa das chuvas de dezembro do ano anterior. Todos os 28 shows custariam R$ 2 milhões, que é 40% do valor gasto com saúde pelo município em 2021. Também, a Companhia de Eletricidade do Estado da Bahia foi intimada a suspender o fornecimento de energia e a lacrar os equipamentos sonoros. O Ministério Público da Bahia havia suspendido a festa no dia 3, porém o município recorreu no dia 4 e obteve aval da Justiça da Bahia para retomar a festa, pelo juiz entender que o pedido foi feito com mais de dois meses de antecedência.\nNo dia 16 de junho, Humberto Martins suspendeu os shows de Bruno e Marrone e da banda Sorriso Maroto na Festa do Cacau, em Urucurituba. O pedido foi feito pelo Ministério Público do Amazonas, pois os cachês das bandas são respectivamente de R$ 500 mil e R$ 200 mil, e a cidade tem diversos problemas, com apenas 23% da população tendo acesso ao tratamento de esgoto. No dia 17, o show foi realizado mesmo com a proibição. O prefeito Claudenor Pontes afirmou que o evento foi realizado com patrocínio da iniciativa privada. No mesmo dia, Humberto Martins acionou o Tribunal de Justiça do Amazonas pedindo informações sobre o show.\n\n\nNova Lei de Improbidade\nA nova Lei de Improbidade foi assinada por Jair Bolsonaro em outubro de 2021, e é vista pelo Supremo Tribunal Federal como uma possível maneira de beneficiar condenados pela corte. Vários desses casos entraram com recursos ao STJ, STF e o TSE.\nNo dia 5 de julho de 2022, Humberto Martins suspendeu a cassação dos direitos políticos de Cesar Maia, por questionamentos de construções feitas pela prefeitura do Rio das vias 5 e 6 de acesso à Vila Pan-Americana. Martins argumenta que a cassação foi feita baseado em condenação que ainda será avaliada no futuro, podendo impedir o político de participar das eleições.\nNo dia 6 de julho de 2022, Humberto Martins suspendeu duas condenações por improbidade administrativa de José Roberto Arruda, condenado na Operação Caixa de Pandora. Mesmo em liberdade, Arruda estava impedido de se reeleger. Ele já havia feito pedidos similares ao Tribunal de Justiça do DF e dos Territórios (TJDFT) e ao STJ, que foram negados. Porém, no dia 1 de agosto, o ministro Gurgel de Faria, do STJ, reverteu a decisão de Martins, e Arruda voltou a ficar ineligível. No dia 5 de agosto, o ministro Nunes Marques, do STF, suspendeu as condenações, tornando Arruda elegível novamente.\nNo dia 13 de julho de 2022, Humberto Martins concedeu uma limiar que suspendeu o processo criminal de Jairo Jorge, denunciado pelo Ministério Público por corrupção ativa e passiva, lavagem de dinheiro, falsidade ideológica e peculato em contratos com empresas terceirizadas de limpeza e copeiragem no município de Canoas. O pedido de habeas corpus foi feito originalmente pelo ex-deputado federal Marcelo Squassoni, para que o caso fosse remetido ao STF. No dia 1 de agosto, o STJ entendeu que a decisão não poderia beneficiar Jairo. No dia 18 de agosto, Jairo desistiu de seu habeas corpus para a \"discussão de fatos novos\". Portanto, o julgamento voltou para o Tribunal de Justiça do Rio Grande do Sul.\nNo dia 14 de julho de 2022, Humberto Martins suspendeu a condenação de Anthony Garotinho, condenado junto com sua mulher, Rosinha Garotinho, em 2018 por ter desviado R$ 234,4 milhões. Ele havia enviado recurso ao STJ, que negou e repassou o caso para a Justiça do Rio, para análise sob a nova Lei de Improbidade. O caso voltou ao STJ, que o analizou com urgência para as eleições de 2022. Porém sua condenação pelo TRE não foi suspensa. Ele havia sido condenado a 13 anos e 9 meses de prisão e multas em 2016 por um esquema de compra de votos. Por isso, o TSE negou seu habeas corpus e seu partido, União Brasil, retirou sua candidatura.\n\n\nLei 14.365/2022\nEm junho de 2022, foi publicada a Lei 14.365/2022, que traz mudanças no Estatuto da Advocacia, regulamentarizando o trabalho da advocacia. Porém, no dia 8 de junho, a ministra Laurita Vaz destacou em julgamento que era necessário adequar o regimento interno sobre as sustentações orais. Minutos depois, Humberto Martins publicou a resolução STJ/GP 19/22, que traz a possibilidade de sustentações orais na Corte Superior cajo haja recurso contra a decisão do relator.\n\n\nTRF-6\nDurante seu mandato, atuou na criação do Tribunal Regional Federal da 6ª Região (TRF-6). Seu candidato, Miguel Angelo de Alvarenga Lopes, foi nomeado por Jair Bolsonaro como um dos 18 juizes do novo tribunal. A decisão foi polêmica. Miguel Angelo não atuava na profissão há anos, pois era secretário do Conselho da Justiça Federal, presidido por Martins, porém foi indicado por merecimento e empatou na votação com Mara Lina Silva do Carmo e foi escolhido pelo critério de idade.\n\n\nPrêmios e homenagens\nno dia 8 de outubro de 2022, recebeu o título de associado honorário do Instituto dos Advogados de São Paulo.\n\n\nReferências",
    "wikipedia_extrato_resumo": "Humberto Eustáquio Soares Martins (Maceió, 7 de outubro de 1956) é um magistrado brasileiro, atual ministro e ex-presidente do Superior Tribunal de Justiça (STJ).\n\n\nVida pessoal\nÉ membro da Igreja Adventista do Sétimo Dia.\n\n\nCarreira\nHumberto Martins formou-se em direito pela Universidade Federal de Alagoas (UFAL) em 1979, e em administração pelo Centro de Estudos Superiores de Maceió (CESMAC) em 1980.\nFoi promotor de Justiça adjunto do Ministério Público do Estado de Alagoas, de 1979 a 1982, e atuou como advogado de 1979 a 2002, desempenhando, entre outras funções, a de procurador do Estado de Alagoas (1982-2002), conselheiro da Advocacia-Geral do Estado de Alagoas (1993-1995), membro do Conselho Administrativo da Companhia de Abastecimento e Saneamento de Água de Alagoas (1995-1998).\nNa seção alagoana da Ordem dos Advogados do Brasil (OAB), exerceu as funções de conselheiro (1991-1995), vice-presidente (1995-1998) e presidente (1998-2002).\nLecionou na Universidade Federal de Alagoas de 1992 a 2006.\nEm 2002, ingressou na magistratura através do quinto constitucional, ao ser nomeado como desembargador do Tribunal de Justiça do Estado de Alagoas pelo governador Ronaldo Lessa, em vag..."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://pt.wikipedia.org/wiki/Humberto_Martins_(magistrado)",
      "tipo": "wikipedia",
      "observacao": "Pagina do ministro (link) ou lista"
    }
  ],
  "atualizado_em": "2026-01-30"
}
