{
  "id": "stj-maria-thereza-de-assis-moura",
  "nome": "Maria Thereza de Assis Moura",
  "nome_completo": null,
  "orgao": "STJ",
  "cargo": "Ministro",
  "situacao": "titular",
  "dados_publicos": {
    "posse_texto": "02006-08-09 9 de agosto de 2006",
    "origem_texto": "OAB-SP",
    "wikipedia_resumo": {
      "titulo": "Maria Thereza de Assis Moura",
      "descricao": "jurista, professora e magistrada brasileira",
      "extrato": "Maria Thereza Rocha de Assis Moura é uma jurista, professora e magistrada brasileira, atual ministra do Superior Tribunal de Justiça (STJ), tendo presidido o tribunal de 2022 a 2024. Também é professora da Universidade de São Paulo (USP), encontrando-se licenciada.",
      "url": {
        "page": "https://pt.wikipedia.org/wiki/Maria_Thereza_de_Assis_Moura",
        "revisions": "https://pt.wikipedia.org/wiki/Maria_Thereza_de_Assis_Moura?action=history",
        "edit": "https://pt.wikipedia.org/wiki/Maria_Thereza_de_Assis_Moura?action=edit",
        "talk": "https://pt.wikipedia.org/wiki/Discuss%C3%A3o:Maria_Thereza_de_Assis_Moura"
      }
    },
    "wikipedia_extrato": "Maria Thereza Rocha de Assis Moura (São Paulo, 14 de outubro de 1956) é uma jurista, professora e magistrada brasileira, atual ministra do Superior Tribunal de Justiça (STJ), tendo presidido o tribunal de 2022 a 2024. Também é professora da Universidade de São Paulo (USP), encontrando-se licenciada.\n\n\nCarreira\n\n\nFormação, docência e advocacia\nFormada em direito  pela Faculdade de Direito da Universidade de São Paulo em 1979, ali se tornou também mestre (1991) e doutora (1997) em direito processual penal e ingressou como professora dessa disciplina em 1998. Por sua rigidez e competência ficou apelidada carinhosamente pelos seus alunos do Largo São Francisco como \"Delegada\" ou simplesmente \"Delê\".\nFoi advogada da Fundação de Amparo ao Trabalhador Preso (Funap), de 1983 a 1987; do escritório do Dr. Mario Simas de 1980 a 2001 e do escritório Zanoide de Moraes Advogados Associados, com atuação nas áreas cível e criminal, de 2002 até sua indicação para o Superior Tribunal de Justiça em 2006.\nOcupou a vice-presidência do Instituto Brasileiro de Ciências Criminais (IBCCRIM) e escreveu, entre outras obras, A Prova por Indícios no Processo Penal e Justa Causa para a Ação Penal. Também possui trabalhos publicados no Brasil e no exterior, além de ser autora de diversos artigos.\n\n\nSuperior Tribunal de Justiça\n\nCom a aposentadoria do ministro José Arnaldo da Fonseca em 2005, coube à Ordem dos Advogados do Brasil (OAB) a indicação para ocupar a vaga destinada a membro da advocacia no Superior Tribunal de Justiça. Maria Thereza foi indicada na lista sêxtupla elaborada pela OAB e na lista tríplice votada pelos membros do próprio tribunal superior. Por fim, foi escolhida pelo presidente Luiz Inácio Lula da Silva. Após sabatina e aprovação de seu nome no Senado Federal, tomou posse como ministra em 9 de agosto de 2006, sendo a quinta mulher a ingressar no tribunal e a primeira a assumir o STJ na vaga destinada à OAB.\nNo Superior Tribunal de Justiça, integrou a Sexta Turma e a Terceira Seção desde a sua posse até agosto de 2018, quando assumiu a Vice-Presidência e a Corregedoria-Geral da Justiça Federal no biênio 2018-2020. É membro da Corte Especial desde 10 de maio de 2011. Foi Diretora-Geral da Escola Nacional de Formação e Aperfeiçoamento de Magistrados Ministro Sálvio de Figueiredo Teixeira (Enfam) no biênio 2016 - 2018. Atuou no Tribunal Superior Eleitoral de outubro de 2013 a agosto de 2016, tendo ocupado os cargos de Ministra Substituta, Ministra Auxiliar da Propaganda, Ministra Efetiva e Corregedora-Geral Eleitoral.\nEm 1 de novembro de 2007, já como ministra do Superior Tribunal de Justiça, confirmou a liminar emitida em 2006 pelo mesmo órgão que garantiu que o jornalista Pimenta Neves ficasse solto até que se esgotassem todas as possibilidades de recurso, mesmo se tratando de um réu confesso na polícia, seguindo parecer do Ministério Público e a jurisprudência do STJ entendimento aplicado também pelo Supremo Tribunal Federal, na época e na atualidade.\nEm 17 de maio de 2013 concedeu habeas corpus para o diretor de Análises Clínicas da Secretaria de Saúde do Acre, Thiago Paiva, sobrinho do governador do Acre, Tião Viana (PT). Em substituição à prisão, ela determinou que Thiago fosse proibido de frequentar a Secretaria de Estado de Saúde do Acre e tivesse suspenso o seu exercício da função pública. Paiva foi preso no dia 10 de maio, durante a Operação G-7, da Polícia Federal, e foi indiciado por formação de quadrilha, formação de cartel e corrupção ativa e passiva. A liminar foi confirmada pelo Supremo Tribunal Federal em 17 de junho de 2013 (relator ministro Luiz Fux) na Ação Ordinária nº 1791/AC. Em setembro de 2015, Thiago foi absolvido pela Justiça do Acre, em sentença proferida pelo Juiz Federal da 3ª Vara de Rio Branco, Jair Araújo Fagundes.\nEm 2017, a ministra Maria Thereza estava em Paris quando autorizou Adriana Ancelmo, a ex-primeira-dama do Rio de Janeiro, a migrar de Bangu para a prisão domiciliar. A decisão liminar a favor da mulher de Sergio Cabral foi proferida no dia seguinte ao pedido de habeas corpus. A ministra Maria Thereza estava na França, representando o STJ em visita oficial ao Poder Judiciário francês e à Corte Europeia de Direitos Humanos. Ela concedeu a liminar por entender que o Ministério Público entrou com recurso não cabível ao tentar impedir a prisão domiciliar então concedida pelo juiz Marcelo Bretas. Em fevereiro de 2018, quando do julgamento do mérito do habeas corpus interposto pela defesa de Adriana Ancelmo (HC nº 383.606), a ministra Maria Thereza votou pela manutenção da prisão preventiva, tendo ficada vencida.\nTambém em 2017, teve seu nome cogitado para o Supremo Tribunal Federal, em substituição ao ministro Teori Zavascki, que faleceu em decorrência de um acidente aéreo.\nEm abril de 2018 passou a integrar a primeira composição do Conselho Consultivo da Rede Mundial de Integridade Judicial da Organização das Nações Unidas. \n\nEm 2022 foi eleita presidente do STJ, assumindo a função no dia 25 de agosto.\n\n\nObras\nSão os livros publicados por Maria Thereza de Assis Moura:\n\nA prova por indícios no processo penal. São Paulo: Saraiva, 1994, esgotado. Reimpressão: Rio de Janeiro: Lúmen Júris, 2009.\nJusta causa para a ação penal. São Paulo: RT, 2001, esgotado.\nAs reformas no processo penal (organizadora). São Paulo: Revista dos Tribunais, 2008.\nAnistia, Justiça e Impunidade: reflexões sobre a justiça de transição no Brasil (em coautoria com Kai Ambos, Marcos Alexandre Coelho Zilli e Fabiola Girão). Belo Horizonte: Forum, 2010.\nDoutrinas essenciais: Processo Penal (organizadora, ao lado de Guilherme de Souza Nucci). São Paulo. Revista dos Tribunais, 2012, 7v.\nColaboração Premiada (coordenadora, ao lado de Pierpaolo Cruz Bottini). São Paulo. Revista dos Tribunais, 2018.\n\n\nReferências\n\n\nLigações externas",
    "wikipedia_extrato_resumo": "Maria Thereza Rocha de Assis Moura (São Paulo, 14 de outubro de 1956) é uma jurista, professora e magistrada brasileira, atual ministra do Superior Tribunal de Justiça (STJ), tendo presidido o tribunal de 2022 a 2024. Também é professora da Universidade de São Paulo (USP), encontrando-se licenciada.\n\n\nCarreira\n\n\nFormação, docência e advocacia\nFormada em direito  pela Faculdade de Direito da Universidade de São Paulo em 1979, ali se tornou também mestre (1991) e doutora (1997) em direito processual penal e ingressou como professora dessa disciplina em 1998. Por sua rigidez e competência ficou apelidada carinhosamente pelos seus alunos do Largo São Francisco como \"Delegada\" ou simplesmente \"Delê\".\nFoi advogada da Fundação de Amparo ao Trabalhador Preso (Funap), de 1983 a 1987; do escritório do Dr. Mario Simas de 1980 a 2001 e do escritório Zanoide de Moraes Advogados Associados, com atuação nas áreas cível e criminal, de 2002 até sua indicação para o Superior Tribunal de Justiça em 2006.\nOcupou a vice-presidência do Instituto Brasileiro de Ciências Criminais (IBCCRIM) e escreveu, entre outras obras, A Prova por Indícios no Processo Penal e Justa Causa para a Ação Penal. Também possui..."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://pt.wikipedia.org/wiki/Maria_Thereza_de_Assis_Moura",
      "tipo": "wikipedia",
      "observacao": "Pagina do ministro (link) ou lista"
    }
  ],
  "atualizado_em": "2026-01-30"
}
