{
  "id": "stj-rogerio-schietti-cruz",
  "nome": "Rogerio Schietti Cruz",
  "nome_completo": null,
  "orgao": "STJ",
  "cargo": "Ministro",
  "situacao": "titular",
  "dados_publicos": {
    "posse_texto": "02013-08-28 28 de agosto de 2013",
    "origem_texto": "MP-DFT",
    "wikipedia_resumo": {
      "titulo": "Rogerio Schietti Cruz",
      "descricao": "magistrado brasileiro",
      "extrato": "Rogerio Schietti Machado Cruz GOMM é um magistrado brasileiro. Desde 2013, ocupa o cargo de ministro do Superior Tribunal de Justiça (STJ).",
      "url": {
        "page": "https://pt.wikipedia.org/wiki/Rogerio_Schietti_Cruz",
        "revisions": "https://pt.wikipedia.org/wiki/Rogerio_Schietti_Cruz?action=history",
        "edit": "https://pt.wikipedia.org/wiki/Rogerio_Schietti_Cruz?action=edit",
        "talk": "https://pt.wikipedia.org/wiki/Discuss%C3%A3o:Rogerio_Schietti_Cruz"
      }
    },
    "wikipedia_extrato": "Rogerio Schietti Machado Cruz GOMM (Juiz de Fora, 26 de junho de 1962) é um magistrado brasileiro. Desde 2013, ocupa o cargo de ministro do Superior Tribunal de Justiça (STJ).\n\n\nFamília e educação\nNatural de Minas Gerais, Schietti passou a residir em Brasília quando tinha quatro anos de idade. Formou-se em Direito pelo Centro de Ensino Unificado de Brasília em 1984. Concluiu especialização pela Universidade de Roma \"La Sapienza\" em 1991, mestrado em 2002 e doutorado em 2007 pela Universidade de São Paulo.\n\n\nCarreira\nAntes de formar-se em direito, Schietti trabalhou no Banco do Brasil como escriturário, de 1980 a 1982, e caixa executivo, de 1982 a 1984. Após a graduação, atuou como advogado de 1985 até 1987, quando ingressou no Ministério Público do Distrito Federal e dos Territórios (MPDFT) como promotor de Justiça. Foi promovido a procurador de Justiça em 2003 e exerceu o mandato de procurador-geral de Justiça no biênio de 2004 a 2006. Durante seu mandato, foi admitido em 2005 pelo presidente Luiz Inácio Lula da Silva à Ordem do Mérito Militar no grau de Grande-Oficial especial.\nÉ autor de livros e artigos voltados ao direito processual penal.\n\n\nSuperior Tribunal de Justiça\n\nEm março de 2013, os ministros do Superior Tribunal de Justiça incluíram Schietti na lista tríplice para a vaga aberta com a aposentadoria de Cesar Asfor Rocha. Em junho, a presidente da República, Dilma Rousseff, o escolheu para a vaga. Após sabatina, foi aprovado pelo Senado Federal. Schietti foi empossado no cargo em 23 de agosto.\nEm 2015, Schietti foi relator de ação que julgou ser crime manter relações sexuais com pessoa menor de 14 anos, independentemente do contexto.\nEm 2019, Schietti votou a favor da soltura de Michel Temer, ex-presidente da República, arguindo que o decreto de prisão não demonstrava a necessidade de aplicação de \"medida cautelar mais grave.\" No mesmo ano, julgou como ilícita as provas obtidas em revistas íntimas realizadas com base em critérios subjetivos.\nEm 2020, Schietti criticou a condução realizada por Jair Bolsonaro e seu governo da pandemia de COVID-19. Para Schietti, o presidente atuava de maneira \"ostensiva e irresponsavelmente na crise.\" Também manteve as medidas de isolamento social decretadas pelo governo de Pernambuco.\n\n\nReferências\n \n\n\nLigações externas",
    "wikipedia_extrato_resumo": "Rogerio Schietti Machado Cruz GOMM (Juiz de Fora, 26 de junho de 1962) é um magistrado brasileiro. Desde 2013, ocupa o cargo de ministro do Superior Tribunal de Justiça (STJ).\n\n\nFamília e educação\nNatural de Minas Gerais, Schietti passou a residir em Brasília quando tinha quatro anos de idade. Formou-se em Direito pelo Centro de Ensino Unificado de Brasília em 1984. Concluiu especialização pela Universidade de Roma \"La Sapienza\" em 1991, mestrado em 2002 e doutorado em 2007 pela Universidade de São Paulo.\n\n\nCarreira\nAntes de formar-se em direito, Schietti trabalhou no Banco do Brasil como escriturário, de 1980 a 1982, e caixa executivo, de 1982 a 1984. Após a graduação, atuou como advogado de 1985 até 1987, quando ingressou no Ministério Público do Distrito Federal e dos Territórios (MPDFT) como promotor de Justiça. Foi promovido a procurador de Justiça em 2003 e exerceu o mandato de procurador-geral de Justiça no biênio de 2004 a 2006. Durante seu mandato, foi admitido em 2005 pelo presidente Luiz Inácio Lula da Silva à Ordem do Mérito Militar no grau de Grande-Oficial especial.\nÉ autor de livros e artigos voltados ao direito processual penal.\n\n\nSuperior Tribunal de Justiça\n\nEm ma..."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://pt.wikipedia.org/wiki/Rogerio_Schietti_Cruz",
      "tipo": "wikipedia",
      "observacao": "Pagina do ministro (link) ou lista"
    }
  ],
  "atualizado_em": "2026-01-30"
}
