{
  "id": "stj-daniela-teixeira",
  "nome": "Daniela Teixeira",
  "nome_completo": null,
  "orgao": "STJ",
  "cargo": "Ministro",
  "situacao": "titular",
  "dados_publicos": {
    "posse_texto": "02023-11-22 22 de novembro de 2023",
    "origem_texto": "OAB-DF",
    "wikipedia_resumo": {
      "titulo": "Daniela Teixeira",
      "descricao": "Magistrada brasileira, Ministra do Superior Tribunal de Justiça (STJ)",
      "extrato": "Daniela Rodrigues Teixeira é uma magistrada brasileira, atual ministra do Superior Tribunal de Justiça (STJ).",
      "url": {
        "page": "https://pt.wikipedia.org/wiki/Daniela_Teixeira",
        "revisions": "https://pt.wikipedia.org/wiki/Daniela_Teixeira?action=history",
        "edit": "https://pt.wikipedia.org/wiki/Daniela_Teixeira?action=edit",
        "talk": "https://pt.wikipedia.org/wiki/Discuss%C3%A3o:Daniela_Teixeira"
      }
    },
    "wikipedia_extrato": "Daniela Rodrigues Teixeira (Brasília, 21 de fevereiro de 1972) é uma magistrada brasileira, atual ministra do Superior Tribunal de Justiça (STJ).\nFormada em direito pela Universidade de Brasília (UnB), com mestrado pelo Instituto Brasileiro de Ensino, Desenvolvimento e Pesquisa (IDP), atuou como advogada de 1996 a 2023 e foi conselheira federal da Ordem dos Advogados do Brasil (OAB) de 2010 a 2013 e 2019 a 2022. Integrou o Grupo Prerrogativas.\nFoi indicada pelo presidente Luiz Inácio Lula da Silva para a vaga destinada à Ordem dos Advogados do Brasil no Superior Tribunal de Justiça, em 29 de agosto de 2023, tomando posse em 22 de novembro do mesmo ano.\n\n\nBiografia\n\n\nFormação\nFormou-se em direito pela Universidade de Brasília (UnB), em 1996. Concluiu especialização em direito econômico pela Fundação Getulio Vargas (FGV), em 1998, e mestrado em direito pelo Instituto Brasileiro de Ensino, Desenvolvimento e Pesquisa (IDP), em 2020, tendo sido orientada pelo professor Ney Bello Filho.\nTambém cursou, sem concluir, graduação em ciência política na UnB, entre 1990 e 1992, e doutorado em direito civil na Universidade de Buenos Aires, em 2010.\n\n\nTrajetória profissional\nFoi assessora parlamentar do Sindicato Nacional das Empresas Aeroviárias (SNEA) junto ao Congresso Nacional, de 1995 a 1996, e sócia do Escritório de Advocacia Professor Arnoldo Wald, em Brasília, de 1996 a 2012, quando abriu seu próprio escritório, com atuação perante os tribunais superiores (STF, STJ e TSE).\nFoi conselheira federal da Ordem dos Advogados do Brasil (OAB), nas gestões de 2010 a 2013, presidida por Ophir Cavalcante, e de 2019 a 2022, presidida por Felipe Santa Cruz, bem como vice-presidente da OAB/DF, entre 2016 e 2019, e presidente de honra da Comissão Nacional da Jovem Advocacia do Conselho Federal.\nEm 2022, passou a integrar o Conselho Superior de Assuntos Jurídicos da Federação das Indústrias do Estado de São Paulo (FIESP).\n\n\nLei \"Julia Matos\"\nÉ uma das autoras da lei número 13 363 de 25 de novembro de 2016 (lei \"Julia Matos\"), que dispensa gestantes e lactantes de passarem em aparelhos de raios X na entrada nos fóruns e tribunais, o que poderia fazer mal ao bebê. A lei definiu que, nesses casos, deve ser feita a revista manual. Por essa iniciativa, recebeu da Comissão de Defesa dos Direitos da Mulher da Câmara dos Deputados o prêmio \"Mulher-Cidadã Carlota Pereira de Queirós\".\nA origem da lei se deu em 2013, quando Teixeira estava grávida e faria uma sustentação oral perante o Conselho Nacional de Justiça (CNJ), tendo solicitado prioridade na pauta em razão da gravidez. O ministro Joaquim Barbosa, então presidente do CNJ, negou o pedido, fazendo com que a advogada tivesse que esperar quase o dia todo para ter o seu processo apregoado. Após a sua sustentação, passou mal e teve que ser internada com contrações. Sua filha, Julia — que dá o nome à lei — nasceu prematura e ficou 61 dias internada na UTI neonatal.\n\n\nEmbate com Jair Bolsonaro\nEm setembro de 2016, durante uma sessão de audiência pública na Câmara dos Deputados sobre a cultura do estupro, sustentou, como representante da OAB, que sem punição aos agressores a violência não diminuiria, completando que a punição deve ser aplicada \"seja a quem for o agressor\" e citou \"um deputado que é réu numa ação no STF\". Nesse momento, o então deputado federal Jair Bolsonaro falou fora do microfone: \"Aponta o nome dele!\". Ao que Teixeira respondeu: \"É o senhor, Jair Bolsonaro, o réu no inquérito já admitido pelo STF\". \nA advogada se referia ao inquérito no STF para apuração de uma suposta prática dos delitos de incitação ao crime de estupro e injúria contra a também deputada Maria do Rosário, em 2014. A deputada estava presidindo a sessão e pediu que a segurança se dirigisse ao local para conter os ânimos de Bolsonaro, que foi segurado por outros deputados. Teixeira saiu escoltada do plenário.\n\n\nTribunal Superior Eleitoral (TSE)\nEm 2019, foi incluída pelo Supremo Tribunal Federal (STF) em lista tríplice encaminhada ao então presidente Jair Bolsonaro para integrar o Tribunal Superior Eleitoral (TSE), em vaga destinada a jurista. Embora fosse a mais votada da lista pelos ministros do STF e tivesse apoio da ministra Rosa Weber, não foi escolhida, tendo o presidente nomeado o advogado Carlos Velloso Filho. A imprensa considerou a indicação de Teixeira como improvável, tendo em vista o atrito da advogada com Bolsonaro na Câmara dos Deputados em 2016.\n\n\nSuperior Tribunal de Justiça (STJ)\n\n\nIndicação\nEm 19 de junho de 2023, após sabatina e votação na Ordem dos Advogados do Brasil, integrou a lista sêxtupla para indicação à vaga de ministro no Superior Tribunal de Justiça (STJ) destinada à OAB, juntamente aos advogados Luís Cláudio Chaves, Luiz Cláudio Allemand, Otávio Rodrigues, André Godinho e Márcio Fernandes.\n\nEm 23 de agosto, o STJ, conforme o rito da indicação, reduziu a lista sêxtupla da OAB para tríplice. Foram escolhidos, além de Daniela, Luiz Cláudio Allemand e Otavio Luiz Rodrigues Junior. A seguir, a lista foi encaminhada para o presidente da República para indicação do novo ministro ou ministra do STJ.\nEm 29 de agosto de 2023, foi escolhida a partir da lista tríplice pelo presidente Luiz Inácio Lula da Silva. Ela ainda precisaria passar por sabatina na Comissão de Constituição, Justiça e Cidadania (CCJ) e por votação no plenário do Senado Federal para assumir o cargo.\n\n\nSenado Federal\nEm 25 de outubro de 2023, a indicação foi aprovada pelo Senado Federal, com 26 votos favoráveis e um contrário na CCJ e com 68 votos favoráveis e cinco contrários no plenário.\n\n\nNomeação presidencial e posse\nEm 10 de novembro, seguindo o rito para a posse, foi nomeada pelo presidente Luiz Inácio Lula da Silva.\nTomou posse em 22 de novembro de 2023.\n\n\nCondecorações\nOrdem do Mérito de Dom Bosco – Comendador (2013), TRT/10.ª Região\nMedalha do Mérito Eleitoral do Distrito Federal – Jurista (2016), Tribunal Regional Eleitoral do Distrito Federal\n\n\nReferências\n\n\nLigações externas\n\n«Perfil». OAB/DF",
    "wikipedia_extrato_resumo": "Daniela Rodrigues Teixeira (Brasília, 21 de fevereiro de 1972) é uma magistrada brasileira, atual ministra do Superior Tribunal de Justiça (STJ).\nFormada em direito pela Universidade de Brasília (UnB), com mestrado pelo Instituto Brasileiro de Ensino, Desenvolvimento e Pesquisa (IDP), atuou como advogada de 1996 a 2023 e foi conselheira federal da Ordem dos Advogados do Brasil (OAB) de 2010 a 2013 e 2019 a 2022. Integrou o Grupo Prerrogativas.\nFoi indicada pelo presidente Luiz Inácio Lula da Silva para a vaga destinada à Ordem dos Advogados do Brasil no Superior Tribunal de Justiça, em 29 de agosto de 2023, tomando posse em 22 de novembro do mesmo ano.\n\n\nBiografia\n\n\nFormação\nFormou-se em direito pela Universidade de Brasília (UnB), em 1996. Concluiu especialização em direito econômico pela Fundação Getulio Vargas (FGV), em 1998, e mestrado em direito pelo Instituto Brasileiro de Ensino, Desenvolvimento e Pesquisa (IDP), em 2020, tendo sido orientada pelo professor Ney Bello Filho.\nTambém cursou, sem concluir, graduação em ciência política na UnB, entre 1990 e 1992, e doutorado em direito civil na Universidade de Buenos Aires, em 2010.\n\n\nTrajetória profissional\nFoi assessora parlame..."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://pt.wikipedia.org/wiki/Daniela_Teixeira",
      "tipo": "wikipedia",
      "observacao": "Pagina do ministro (link) ou lista"
    }
  ],
  "atualizado_em": "2026-01-30"
}
