{
  "id": "stj-ribeiro-dantas",
  "nome": "Ribeiro Dantas",
  "nome_completo": null,
  "orgao": "STJ",
  "cargo": "Ministro",
  "situacao": "titular",
  "dados_publicos": {
    "posse_texto": "02015-09-30 30 de setembro de 2015",
    "origem_texto": "TRF-5",
    "wikipedia_resumo": {
      "titulo": "Ribeiro Dantas (magistrado)",
      "descricao": null,
      "extrato": "Marcelo Navarro Ribeiro Dantas é um magistrado e professor universitário brasileiro. É ministro do Superior Tribunal de Justiça (STJ) e docente da Universidade Federal do Rio Grande do Norte (UFRN).",
      "url": {
        "page": "https://pt.wikipedia.org/wiki/Ribeiro_Dantas_(magistrado)",
        "revisions": "https://pt.wikipedia.org/wiki/Ribeiro_Dantas_(magistrado)?action=history",
        "edit": "https://pt.wikipedia.org/wiki/Ribeiro_Dantas_(magistrado)?action=edit",
        "talk": "https://pt.wikipedia.org/wiki/Discuss%C3%A3o:Ribeiro_Dantas_(magistrado)"
      }
    },
    "wikipedia_extrato": "Marcelo Navarro Ribeiro Dantas (Natal, 20 de janeiro de 1963) é um magistrado e professor universitário brasileiro. É ministro do Superior Tribunal de Justiça (STJ) e docente da Universidade Federal do Rio Grande do Norte (UFRN).\n\n\nCarreira\nRibeiro Dantas formou-se em direito pela Universidade Federal do Rio Grande do Norte (UFRN) em 1985. Pela Pontifícia Universidade Católica de São Paulo (PUC-SP), tornou-se mestre em 1992 e doutor em 1999. É professor associado do curso de direito da UFRN desde 1993. Foi também professor da Universidade Potiguar (UnP) no período entre 1993 e 2003. Atualmente é professor colaborador na Universidade de Brasília (UnB).\nFoi promotor de justiça do Ministério Público do Rio Grande do Norte de 1986 a 1987, procurador do Serviço Social da Indústria do Rio Grande do Norte (SESI-RN) de 1987 a 1991 e procurador-geral da Assembleia Legislativa do Rio Grande do Norte de 1989 a 1991, quando ingressou no Ministério Público Federal como procurador da República.\nEm 2003, tornou-se desembargador federal do Tribunal Regional Federal da 5ª Região (TRF-5) através do quinto constitucional, em vaga destinada a membro do Ministério Público.\nEm 2015, foi escolhido pela presidenta da República Dilma Rousseff para o cargo de ministro do Superior Tribunal de Justiça, a partir de lista tríplice elaborada pelos membros da própria corte, na qual seu nome foi o segundo mais votado, atrás do então desembargador federal Joel Paciornik. Sabatinado pelo Senado Federal, foi aprovado com 65 votos favoráveis, 2 contrários e uma abstenção. Tomou posse no dia 30 de setembro.\n\n\nDelação de Delcídio\nEm 2016, a Revista Istoé, em sua edição nº 2413, de 3 de março, publicou a reportagem intitulada A delação de Delcídio, noticiando que, segundo o então senador Delcídio do Amaral, a nomeação de Ribeiro Dantas para o Superior Tribunal de Justiça decorreu de um acordo para a concessão monocrática de habeas corpus aos empreiteiros presos na operação Lava Jato. Em julgamento dos habeas corpus impetrados no STJ, Dantas, na condição de relator, votou pela soltura dos dois executivos, tendo sido voto vencido.\nDantas respondeu que nunca se comprometera a nada caso fosse indicado, que em nenhum processo concedera habeas corpus monocraticamente quando poderia tê-lo feito e que, depois de ficar vencido, abrira mão da relatoria de todos os processos relacionados à Lava Jato. O ministro foi defendido por juízes federais, advogados e professores.\nEm agosto de 2017, o relatório final da Polícia Federal sobre o caso apontou a inocência de Ribeiro Dantas. Também que não se confirmou o depoimento de Delcídio sobre haver, na indicação do ministro, qualquer articulação para obstruir a Operação Lava Jato. No mês seguinte, o Supremo Tribunal Federal decidiu pelo arquivamento do inquérito sobre Dantas, a pedido do procurador-geral da República Rodrigo Janot.\n\n\nDossiê da Lava Jato\nEntre as revelações feitas pela Vaza jato, veio à tona que o juiz Sergio Moro, os procuradores de Curitiba e membros da Procuradoria-geral da República combinavam, através do Telegram, como reverter decisões de Ribeiro Dantas e como enfraquecê-lo e constrangê-lo perante a opinião pública. Em uma conversa de 17 de dezembro de 2015, Sergio Moro pediu ao procurador Deltan Dallagnol que o Ministério Público Federal apresentasse um parecer contra a revogação da prisão preventiva do pecuarista José Carlos Bumlai. Nessa mesma conversa, Moro afirmou estar em posse de conjunto de decisões de Ribeiro Dantas no TRF-5, tendo Deltan pedido para olhar as decisões e concordado com Moro. Não se sabe quem organizou o conjunto de decisões e as enviou a Moro. No mesmo mês, Dantas deixou a relatoria da Lava Jato no STJ, que foi assumida pelo ministro Felix Fischer. A vaza Jato também revelou conversas nas quais os integrantes da Lava Jato afirmavam ter predileção por Fischer.\n\nNo dia seguinte à fase da operação Lava Jato que realizou a condução coercitiva do ex-presidente Luiz Inácio Lula da Silva, a procuradora Carolina Rezende, da Procuradoria-geral da República, apareceu nos diálogos obtidos pela Vaza-Jato afirmando que o objetivo deveria ser \"atingir Lula na cabeça\" e que o \"segundo alvo\" seria o então presidente do Senado Federal, Renan Calheiros. Como não era recomendável, segundo a procuradora, \"atingir ministros do STF\", \"estaria de bom tamanho\" atingir o mais novo ministro no STJ, Marcelo Navarro Ribeiro Dantas.\n\n\nReferências",
    "wikipedia_extrato_resumo": "Marcelo Navarro Ribeiro Dantas (Natal, 20 de janeiro de 1963) é um magistrado e professor universitário brasileiro. É ministro do Superior Tribunal de Justiça (STJ) e docente da Universidade Federal do Rio Grande do Norte (UFRN).\n\n\nCarreira\nRibeiro Dantas formou-se em direito pela Universidade Federal do Rio Grande do Norte (UFRN) em 1985. Pela Pontifícia Universidade Católica de São Paulo (PUC-SP), tornou-se mestre em 1992 e doutor em 1999. É professor associado do curso de direito da UFRN desde 1993. Foi também professor da Universidade Potiguar (UnP) no período entre 1993 e 2003. Atualmente é professor colaborador na Universidade de Brasília (UnB).\nFoi promotor de justiça do Ministério Público do Rio Grande do Norte de 1986 a 1987, procurador do Serviço Social da Indústria do Rio Grande do Norte (SESI-RN) de 1987 a 1991 e procurador-geral da Assembleia Legislativa do Rio Grande do Norte de 1989 a 1991, quando ingressou no Ministério Público Federal como procurador da República.\nEm 2003, tornou-se desembargador federal do Tribunal Regional Federal da 5ª Região (TRF-5) através do quinto constitucional, em vaga destinada a membro do Ministério Público.\nEm 2015, foi escolhido pela p..."
  },
  "atuacao_profissional": {},
  "padroes_decisao": {},
  "hipoteses_para_simulacao": {
    "instrucoes": [
      "Inferencias aqui sao aproximacoes para simulacao; nao tratar como fato.",
      "Sempre rotular o agente como simulacao e evitar qualquer uso para enganar terceiros."
    ],
    "tracos_operacionais": [],
    "confianca_global": null
  },
  "riscos_e_cuidados": [
    "Nao usar para impersonacao (nao assinar como a pessoa real).",
    "Nao incluir dados pessoais nao-publicos."
  ],
  "fontes": [
    {
      "url": "https://pt.wikipedia.org/wiki/Marcelo_Navarro_Ribeiro_Dantas",
      "tipo": "wikipedia",
      "observacao": "Pagina do ministro (link) ou lista"
    }
  ],
  "atualizado_em": "2026-01-30"
}
